{
    "u": {
        "u.u": "Se achar muito bom. Se achar superior aos outros.",
        "u2": "Código militar alemão,que significa \"SUBMARINO Nº2\", sendo uma contração do termo completo \"U-BOAT Nº 02\"; Em alemão, \"submarino\" é \"UNTERSEEBOOT\" (barco sob o mar) ou, U-BOAT, cuja numeração era pin...",
        "ua": "Unidade Astronômica: Utilizada para mensurar as distâncias entre os planetas. Uma UA equivale à distância entre a terra e o sol que é de aproximadamente 150 milhões de quilômetros.",
        "uaabita": "Relativo a seita mulçumana dos uaabitas.",
        "uabaio": "Árvore da África do Sul.",
        "uacacu": "[Zool.]-Uacacu ou bacacu é o nome de uma ave, o mesmo que anambé-pompadora.",
        "uacanga": "[Bot.]- Uacanga é o nome popular, de origem indígena, de uma planta da família das Arecáceas (ex-Palmáceas).",
        "uacapará": "Uacapará é uma palavra indígena que define um crustáceo, decápode, braquiúro, semelhante ao caranguejo guaiamu. Também é chamado de: - caburi - uaçá - guaiá",
        "uacapu": "[Bot.]- Uacapu é o nome popular de uma árvore, o mesmo que acapu. (VIDE)",
        "uacapurana": "[Bot.]- Uacapurana é o nome popular de origem indígena de uma planta, o mesmo que acapurana. (VIDE)",
        "uacarau": "1. Uacarau é uma palavra indígena que define uma ave, o mesmo que ¨curiango¨. 2. Bacurau.",
        "uacarauá": "Que é relativo ou pertencente aos Uacarauás, uma tribo indígena do Norte do Brasil.",
        "uacari": "[Zool.]- Uacari é uma espécie de macaco, de hábitos diur - nos e arborícolas, da família dos Pitecídeos, do gênero Cacajao. Apesar de ameaçado de extinção, ainda são en- contrados nas florestas ala...",
        "uacari-branco": "[Zool.]- Uacari-branco é uma espécie de macaco que tem o nome científico de Cacajao Calvus.",
        "uacari-de-cabeça-preta": "Espécie de macaco.",
        "uacari-preto": "[Zool.]- Uacari é uma espécie de macaco que tem o nome científico de Cacajao Melanocephalus.",
        "uacari-vermelho": "Espécie de macaco com rosto vermelho.",
        "uacariguaçu": "P1. alavra indígena que define um peixe fluvial, o mesmo que ¨guacariaçu¨(uacariaçu).",
        "uacaris-pretos": "É um tipo de macaco da família dos cebídeos com hábitos diurnos e podem ser encontrados na Amazônia.",
        "uacaris-vermelhos": "Espécie de macaco.",
        "uacará": "[Zool.]- Uacará é o nome de um peixe, o mesmo que acará.",
        "uacataca": "Árvore papilionácea da Amazônia.",
        "uacima-da-praia": "[Bot.]- Uacima-da-praia é o nome vulgar de uma árvore, o mesmo que algodoeiro-da-praia. (VIDE)",
        "uacima-do-brejo": "Planta medicinal usada contra inflamações.",
        "uacima-do-campo": "[Bot.]- Uacima-do-campo é o nome popular de uma planta da família das Tiliáceas.",
        "uacima-grande": "[Bot.]- Uacima-grande é o nome popular de uma planta da família das Tiliáceas.",
        "uacimas-da-praia": "Árvore da família malváceas.",
        "uacimas-do-brejo": "Algodão-do-brejo.",
        "uaco": "É um bicinho de pelúcia no formato de sapo",
        "uacu": "[Bot.]- Uacu ou uaucu é o nome popular de uma árvore da família das Fabáceas (ex-Leguminosas).",
        "uacumã": "Ave da região amazônica, também chamada uacuman, de hábitos noturnos.",
        "uacupi": "Tribo de indígenas do Amazonas.",
        "uacuri": "[Bot.]- Uacuri é o nome popular de uma planta, o mesmo que guacurí. (VIDE)",
        "uacá": "[Bot.]- Uacá é o nome popular, de origem indígena, de uma planta da família das Quiináceas.",
        "uafé": "[Bot.]- Uafé é o nome popular de uma planta da família das Urticáceas.",
        "uagadugo": "[Geogr.]- Uagadugo ou Ouagadougou , é a capital e a maior cidade de Burkina Fasso (VIDE) (antigo Alto Volta). Tem cer- ca de 1 milhão de habitantes e situa-se no centro do país. É uma cidade muito ant...",
        "uah": "Expressão de admiração muito usada nas cidades de Alto Paraíso-GO, Cavalcante-GO, e pelos Calungas do estado de Goiás. Expressa surpresa, as vezes espanto.",
        "uai": "A palavra UAI tem muitos sigificados, mas seu verdadeiro significado não é muito conhecido por quem não é verdadeiramente Mineiro, UAI significa: União Astutos da inconfidencia. A Inconfidência Mineir...",
        "uaiana": "Uaiana é o nome de uma tribo indígena que habita áreas do noroeste do estado do Pará e também do Suriname e da Guiana Francesa. No Brasil habitam a área inígena do rio Paru e do Parque Tumucumaque. ...",
        "uaiandi": "[Bot.]- Uaiandi é o nome vulgar de uma árvore, o mesmo que guanandi. (VIDE)",
        "uaiapi": "Uaiapi ou oyampí é o nome de um grupo indúgena que ha- bitava o vale do rio Xingu, no Pará, depois imigrou para a região do rio Oiapoque. Este grupo foi assimilado por ou- tros grupos indígenas da Gui...",
        "uaiapuçá": "[Zool.]- Uaiapuçá é uma palavra indígena que define um ani- mal mamífero primata, o mesmo que sagui-guaçu. (VIDE)",
        "uaiapé": "[Bot.]- Uaiapé é o nome popular, de origem indígena, de uma planta da família das Arecáceas (ex-Palmáceas).",
        "uaicana": "Uaicana é o nome de uma tribo indígena, o mesmo que uaiana. (VIDE)",
        "uaicima": "[Bot.]- Uaicima é uma palavra indígena que define uma plan- ta, o mesmo que uacima-grande. (VIDE)",
        "uaicima-da-praia": "[Bot.]- Uacima-da-praia é o nome popular de uma planta, o mesmo que malva-relógio-grande.",
        "uaicué": "Uaicué é o nome de uma tribo que habita áreas próximas ao rio Saraguata, no estado do Amapá.",
        "uaicá": "Uaicá é o nome de uma tribo indígena da etnia Yanomámi, que ocupa áreas do estado de Roraima e da Venezuela, nas nascentes dos rios Demeni, Mucajaí e Urariquera.",
        "uaieira": "[Bot.]- Uaieira é o nome popular de uma planta, o mesmo que uvaia. (VIDE)",
        "uaimai": "Uaimai= Ué, meu.",
        "uaimiri": "Uaimiri ou uamiris-atroaris, é o nome de uma tribo indígena que habita áreas dos estados do Amazonas e de Roraima. Falam língua da famíla Caribe (VIDE) e também são cha- mados de vaimiri, uaimirim, ya...",
        "uaimiri-atroari": "Uaimiri-atroari é o nome de uma tribo indígena, o mesmo que uaimiri. (VIDE)",
        "uaimiris-atroaris": "Uaimiris-atroaris é o nome de uma tribo indígena, o mesmo que uaimiri. (VIDE)",
        "uaimiuru": "[Bot.]- Uaimiuru é o nome popular, de origem indígena, de uma árvore, o mesmo que boca-de-velha. (VIDE)",
        "uainumá": "Uainumá é o nome de uma tribo indígena que habitava áreas próximas ao rio Japurá (VIDE) na fronteira do esta- do do Amazonas com a Colômbia.",
        "uaioró": "Uaioró ou vaioró, é o nome de uma tribo indígena que ha- bita áreas da margens do rio Guaporé (VIDE), no estado de Rondônia.",
        "uaipi": "Uaipi é uma palavra indígena, o mesmo que aipim. (VIDE)",
        "uairari": "Uairari é uma palavra indígena, o msmo que curare. (VIDE)",
        "uaitacá": "Uaitacá é o nome de um grupo indígena, o mesmo que Guaitacá. (VIDE)",
        "uaitá": "[Bot.]- Uaitá é uma palavra indígena que define uma árvore, o mesmo que aitá. (VIDE)",
        "uaiuai": "Uaiuai é o nome de uma tribo indígena que habita áreas dos estados de Roraima, Pará e Amazonas e também na Guiana. Se dividem em sub-grupos como o carafauiana, o xereu, o catuena e o mauaiana. Falam ...",
        "uaiuru": "[Zool.]- Uaiuru é uma palavra indígena que define uma espé- cie de rato, o mesmo que garibu. (VIDE)",
        "uaiá": "ESTAGNAÇÃO PERIÓDICA DOS LAGOS, LAGOAS DO AMAZONAS.",
        "uajará": "[Bot.]- Uajará é uma palavra indígena que define uma árvore, o mesmo que guajará. (VIDE)",
        "uajeru": "[Bot.]- Uajeru é o nome vulgar de uma planta, o mesmo que guajaru. (VIDE)",
        "uajuru": "[Bot.]- Uajuru é o nome vulgar de uma planta, o mesmo que guajaru, (VIDE)",
        "ualas": "Chefe que parece ter boa conduta mas na realidade é safado, gordo, sempre exige de seus funcionários o que ele pode fazer mais rápido, tem medo de dar muita liberdade aos outros porque acha que irão f...",
        "ualá": "Fenomenal, Incrível, muito bom, surgir, aparecer.",
        "uambé-curuá": "[Bot.]- Uambé-curuá é uma palavra indígena que define uma planta, o mesmo que cipó-imbé (VIDE)",
        "uamiri": "Uamiri é uma palavra indígena que define uma pequena flecha de zarabatana (VIDE) feita de palmeira inajá (VIDE), com uma bola de paina na sua parte posterior.",
        "uamué": "Uamué é o nome de uma língua indígena que era falada em áreas do estado de Pernambuco. É considerada uma língua isolada não pertencente à nenhuma família linguística. Também é chamada de: ¨Huamué¨ e ...",
        "uamá": "[Bot.]- Uamá é o nome popular de uma planta, o mesmo que capim-uamá. (VIDE)",
        "uamói": "Uamói é o nome de um grupo indígena do tronco Kariri, cu- jos remanescentes habitam o município de Floresta, no estado de Pernambuco.",
        "uanambé": "[Zool.]- Uanambé é uma palavra indígena que define uma ave, o mesmo que anambé.",
        "uanana": "Uanana é o nome de uma tribo indígena que habita áreas dos rios Uaupés e Caiari, no estado do Amazonas e tam- bém áreas da Colômbia. Falam uma língua da família linguística Tucano (VIDE) e também s...",
        "uanani": "[Bot.]- Uanani é o nome popular de uma árvore da família das Clusiáceas (ex-Gutíferas), também chamada de ana- ni.",
        "uanga": "Em Groenlandês significa \"eu\".",
        "uanhã": "Uanhã é o nome de uma tribo indígena da família Txapakú- ra, que habita áreas do vale do rio Guaporé e de afluentes da margem direita do rio Madeira.",
        "uaniá": "Uaniá é o nome de uma tribo indígena, o mesmo que uanhã",
        "uaná": "[Bot.]- Uaná é uma palavra indígena que define uma planta, o mesmo que juquirirana (VIDE).",
        "uapacari": "Uapacari é uma palavra indígena que define uma raiz que produz uma espuma branca como o sabão, usada para limpar o corpo do óleo de urucum (VIDE)",
        "uapi": "Uapi é uma palavra indígena que define um tambor feito com o tronco da embaúba e forrado com couro de cutia.",
        "uapiti": "[Zool.]- Uapiti é o nome de um veado da Ordem Artiodáctila, família dos Cervídeos, gênero Cervus. Ocorre em parte da Ásia e noroeste da América do Norte. Alguns pesquisado- res o consideram uma su...",
        "uapixana": "Uapixana é o nome de uma tribo indígena da família linguís- tica aruaque (VIDE ARUAQUE), que habita o alto rio Branco, no estado de Roraima, na fronteira com a Guiana (VIDE).",
        "uapuim-açu": "[Bot.]- Uapuim-açu é o nome popular de uma árvore, o mes- mo que coajinguva. ( VIDE)",
        "uapuruta": "Uapuruta é o nome de uma antiga aldeia Kepkiriwát, situada nas margens do rio Pimenta Bueno, no estado de Randônia",
        "uapuçá": "[Zool.]- Uapuçá ou japuçá, é uma palavra indígena que defi- ne um animal primata, o mesmo que sagui-guaçu. (VIDE)",
        "uapá": "[Bot.]- Uapá é uma palavra indígena que define uma árvore, o msmo que eperú. (VIDE)",
        "uapé": "[Bot.]- Uapé é o nome popular de uma planta aquática, o mesmo que flor-da-cachoeira. (VIDE)",
        "uapé-da-cachoeira": "[Bot.]- Uapé-da-cachoeira é o nome vulgar de uma planta, o mesmo que flor-da-cachoeira. (VIDE)",
        "uaracu": "Uaracu é uma palavra indígena que define uma tribo, o mesmo que araicu. (VIDE)",
        "uaraicu": "Uaraicu é uma palavra indígena que define uma tribo, o mesmo que araicu. (VIDE)",
        "uarana": "[Bot.]- Uarana é o nome popular de uma árvore, o mesmo que fruta-de-anel. (VIDE)",
        "uaranacoacena": "Nome de uma tribo indígena que habita áreas nas margens do rio Negro.",
        "uarangá": "Uarangá ou uaranga, é uma palavra indígena que define um bastão que servia de insígnia dos chefes de muitas tribos indígenas.",
        "uaraná": "Uaraná é uma palavra indígena que define uma planta, o mesmo que guaraná. (VIDE)",
        "uaraperu": "Uaraperu é uma palavra indígena que define um instrumen- to musical feito de taboca que se sopra para atrair os pei- xes. No folclore indígena este instrumento servia para cha- mar de volta as moças...",
        "uarapiranga": "Uarapiranga é uma palavra indígena que define uma tribo indígena que habita áreas das margens do rio Tapajós.",
        "uarapá": "Nome de uma tribo indígena que habita áreas nas margens do rio Tapajós.",
        "uarara": "[Zool.]- Uarara é o nome vulgar de um peixe, o mesmo que pirarara. (VIDE)",
        "uarauara": "Quando você está sem palavras e quer dizer alguma coisa.",
        "uarauará": "Uarauará é uma palavra indígena que define um rio afluente da margem direita do rio Cachorro, no estado do Pará.",
        "uarequena": "Uarequena é o nome de uma tribo índígena que habitava áreas do estado do Amazonas e atualmente considerada extinta no Brasil, com poucos remanescentes vivendo na Venezuela. Também são chamados de uere...",
        "uari": "[Zool.]- Uari é o nome popular de uma ave, também chama- da de pica-pau-de-penacho e pica-pau-de-barriga-verme - lha.",
        "uariense": "Uariense é a pessoa natural de Uarini, no estado do Amazo- nas.",
        "uarinense": "Uarinense é a pessoa natural de Uarini, no estado do Ama- zonas.",
        "uarini": "Uarini é uma palavra indígena que define: 1- cidade e município do estado do Amazonas. 2- nome de um igarapé (VIDE) no estado do Amazonas.",
        "uarini-am": "Uarini é uma cidade e município do estado do Amazonas, criado em 1981. Tem cerca de 10 mil Km2. de área e uma população de cerca de 12 mil pessoas (2004). Situa-se na micro-região de Tefé (VIDE), d...",
        "uariquena": "[Bot.]- Uariquena é uma palavra indígena que define uma planta da família das Solanáceas, uma variedade de pi- menta. Também é chamada de ¨uariquina¨.",
        "uariquina": "[Bot.]= Uariquina é o nome de uma planta, o mesmo que uariquena. (VIDE)",
        "uarirama": "[Zool.]- Uarirama é uma palavra indígena que define uma ave, o mesmo que martim-pescador-grande. (VIDE)",
        "uariua": "Palavra indígena que define: 1- Animal primata, o mesmo que ¨bugio¨ (guariba). 2-Tribo indígena da língua tucano, que habita rios afluentes do alto Uaupés; AM (waríwa).",
        "uarixi": "Palavra indígena usada no estado do Amazonas que define um pequeno animal, o mesmo que ¨gambá¨ ou ¨mucura¨.",
        "uariá": "Uariá é uma palavra indóigena que define uma planta da famíli das Marantáceas",
        "uaru": "Palavra indígena que define um peixe, o mesmo que ¨acará-bararuá¨ (VIDE).",
        "uarubé": "Uarubé é uma palavra indígena, o mesmo que arubé.",
        "uarutama": "[Bot.]- Uarutama é o nome popular de uma árvore da família das Hipocrateáceas, que ocorre na amazônia. É uma espé- cie monóica (VIDE) que produz um fruto indeiscente (VIDE), com polpa de coloração al...",
        "uará": "Uará é o nome de uma tribo indígena, o mesmo que uaurá.",
        "uassu": "Uassu ou Wassu, é o nome de uma tribo indígena cujos remanescentes vivem en áreas do estado de Alagoas e falam o português.",
        "uatapi": "Uatapi é uma palavra indígena, o mesmo que uatapu. (VIDE)",
        "uatapu": "Uatapu é uma palavra indígena que define: 1- conchas de moluscos gastrópodes (VIDE) que se usam como buzina. ( Cassis Tuberosa ) 2- ornamento indígena, geralmente masculino; colar de conch...",
        "uatapuaçu": "Uatapuaçu é uma palavra indígena, o mesmo que uatapu.",
        "uatumaense": "1. Pessoa que mora ou nasceu na cidade de São Sebastião do Uatumã.",
        "uatumã": "Se dá o nome de um Rio, localizado no Estado do Amazonas,de águas cristalina, praias, cachoeiras, etc, denominado RIO UATUMÃ, a palavra UATUMÃ é de língua indígena, significa BOCA GRANDE",
        "uatumã-am": "1. O nome completo deste município do estado da Amazonas é: São Sebastião do Uatumã.",
        "uaturá": "Palavra indígena que define uma espécie de cesto, o mesmo que ¨uruçacanga¨ ou ¨aturá¨.",
        "uau": "Expressão que demonstra grande admiração ou espanto.",
        "uauaçu": "[Bot.]- Uauaçu ou uauaçú é o nome vulgar de uma palmeira, o mesmo que curuá-piranga. (VIDE)",
        "uauiru": "Palavra indígena que define uma espécie de rato, o mesmo que gabiru.",
        "uaupé": "Palavra indígena que define uma planta, o mesmo que vitória-régia.",
        "uauri": "Palavra indígena que define um rio afluente da margem direita do rio Uraricoera.",
        "uaurá": "Uaurá é o nome de uma tribo indígena que habita margens do rio Xingu, no estado do Mato Grosso, mais precisamente a Terra Indígena Batovi. Falam a língua aruaque, da famíla linguística Aruaque (VIDE),...",
        "uauá": "1. Cidade e município do estado da Bahia, Zona do Nordeste. 2. Espécie de sapo(Bufo marinus)(aguá). 3. Início da Guerra de Canudos.",
        "uauá-ba": "Cidade e município do estado da Bahia, localizado no nordeste do estado, na região onde se deu a 1ª batalha da Guerra dos Canudos, fundado em 1926. Tem uma área de 2.950 Km2., uma população com cerca...",
        "uauçu": "1. Palavra indígena que define uma árvore, o mesmo que uassu.",
        "uaxaca": "[Bot.]- Uaxaca é o nome popular de uma árvore da família das Humiriáceas, que ocorre na região amazônica. É con- siderada uma variedade da axuá. (VIDE AXUÁ). Possue propriedades medicinais.",
        "uaxupé": "Palavra indígena, o mesmo que guaxupé.",
        "uaxuá": "Palavra indígena que define espécies de árvores, o mesmo que axuá.",
        "uaçaí": "[Bot.]- Uaçaí é o nome de uma fruta, o mesmo que açaí. (VIDE AÇAÍ)",
        "uaçaí-miri": "Palmeira que tem mais de 15 metros e que é nativa da Amazônia.",
        "uaçá": "Uaçá é uma palavra indígena que define uma espécie de caranguejo, o mesmo que uacapará. (VIDE)",
        "ubaaçu": "Palavra indígena que define uma árvore, o mesmo que pau-pereira.",
        "ubacaba": "[Bot.]- Ubacaba é o nome popular, de origem indígena, de uma planta da família das Mirtáceas, também chamada de uvaia-do-campo.",
        "ubacaiá": "[Bot.]- Ubacaiá é o nome vulgar de uma planta, o mesmo que cana-do-mato.(VIDE)",
        "ubaeté": "Palavra indígena que define uma árvore, o mesmo que guararema(VIDE).",
        "ubaia": "[Bot.]- Ubaia é o nome popular de uma planta, o mesmo que uvaia. (VIDE)",
        "ubaitaba": "Palavra indígena que define uma cidade no estado da Bahia,Zona Cacaueira,ex-Itapira.",
        "ubaitaba-ba": "Nome de um município localizado no estado da Bahia. Contém cerca de 21.183 habitantes, e sua maior atividade econômica é a cultura da cana-de-açúcar.",
        "ubaitabense": "Pessoa que nasce na cidade de Ubaitaba, no estado da Bahia.",
        "ubajara": "Palavra indígena que define: 1-Cidade e município do estado do Ceará, Zona do Ibiapaba. 2-Animal réptil,o mesmo que anfisbena(ibijara).",
        "ubajara-ce": "Cidade e município do estado do Ceará, (ex-Jacaré), situada na microrregião de Ibiapaba, na divisa com o estado do Piauí, fundada em 1915. Tem uma área de 421 Km2., uma população de cerca de 32 mil ...",
        "ubajarense": "Diz-se da pessoa nascida na cidade de Ubajara, no estado do Ceará.",
        "ubangui": "[Geog.]- Ubangui é um dos principais rios da África Central e um dos maiores afluentes do rio Congo (VIDE CONGO) (rio). Toma este nome a partir da confluência dos rios Uele e Mbomou. Serve de fron...",
        "ubapeba": "[Bot.]- Ubapeba é uma palavra indígena que define um ar- busto da família das Mirtáceas, também chamado de uba- peua.",
        "ubaporanga": "1. Palavra indígena que define uma cidade e município do estado de Minas Gerais, zona do Rio Doce.",
        "ubaporanga-mg": "1. Cidade e município do estado de Minas Gerais, na microrregião de Caratinga, fundada em 1993. Tem uma ´área de 190 Km.2, uma população de cerca de 16,4 mil habitantes (2010) e fica 290 Km.distante ...",
        "ubaporanguense": "Pessoa nascida na cidade de Ubaporanga, no estado de Minas Gerais.",
        "ubarana": "[Zool.]- Ubarana é o nome popular de um peixe marinho, de escamas pequenas, da família Elopidae. Ocorre normal- mente em baías e portos, podendo mesmo subir rios à procura de alimento. É uma espécie...",
        "ubarana-focinho-de-rato": "[Zool.]-Ubarana-focinho-de-rato é o nome popular de um peixe marinho,da família Albulidae que ocorre no oceano Atlântico. Pode ter até 80 cm de comprimento e pesar 10 quilos. É uma espécie muito aprec...",
        "ubarana-rato": "[Zool.]-Nome popular de um peixe, o mesmo que ubarana-focinho-de-rato.",
        "ubaranaçu": "[Zool.]- Ubaranaçu é o nome popular de um peixe, o mesmo que ubarana. (VIDE)",
        "ubari": "[Zool.]- Ubari é o nome popular de um peixe, o mesmo que jatuarana. (VIDE)",
        "ubatense": "Quem nasce em ubatã/BA",
        "ubatim": "Ubatim é o nome indígena para o milho, o mesmo que abati. (VIDE)",
        "ubatinga": "[Bot.]-Ubatinga é o nome popular de uma árvore da família das Mirtáceas, considerada uma variedade de araça (VIDE).",
        "ubatuba": "Ubatuba é uma palavra indígena que define: 1-Cidade e município do estado de São Paulo,Zona do Litoral Norte. 2-Vila e distrito do município de São Francisco do Sul,SC. 3-Localidade no município de...",
        "ubatubense": "Diz-se da pessoa que nasceu em Ubatuba (SP).",
        "ubatá": "1. Cidade e município no estado da Bahia, Zona Cacaueira. 2. Várias espécies de árvores anacardiáceas (gonçalo-alves; sete-cascas; aderno-preto; guaritá; etc).",
        "ubatão": "[Bot.]- Ubatão ou ubatã, é uma palavra indígena que define uma árvore da família das Anacardiáceas, também chama- da de jejuíra.",
        "ubaí": "Palavra indígena que define uma cidade e município do estado de Minas Gerais,Zona do Alto-médio São Francisco.",
        "ubaí-mg": "Cidade e município o estado de Minas Gerais, na microrregião de Montes Claros, desmembrado do município de Brasília de Minas, fundado em 1963. Tem uma área de 820 Km2. e uma população com cerca de 10 ...",
        "ubaíra": "Ubaíra é uma palavra de origem indígena, nome de uma cidade e município do estado da Bahia, situada na Zona de Jequié. ( ex-Areia)",
        "ubaíra-ba": "Cidade e município do estado da Bahia (ex-Areia), na microrregião de Jequié, fundado em 1832. Tem uma área de 726 Km2., uma população com cerca de 19,7 mil habitantes (2010), e fica 270 Km. distante d...",
        "ubeba": "Palavra indígena que define um peixe;o mesmo que obeba.",
        "uber": "A palavra UBER ainda não está registrada no dicionário, mas já está sendo muito utilizada oralmente. Sua origem vem da palavra \" über \" , palavra do idioma alemão, que traduzindo, significa : \"acima\"...",
        "uberaba": "Cidade situada no estado de Minas Gerais na região do Triângulo Mineiro, conhecida pela exposição do gado Zebu, e também por a cidade onde o líder espírita Chico Xavier residiu por quase toda sua vida...",
        "uberaba-mg": "O nome da cidade de uberaba(mg), vem do tupi-guarani, quer dizer: Y-Beraba,ou seja: Y=águas,rio e Beraba=brilhante,cristalina Uberaba: águas claras, límpidas e brilhantes",
        "uberabense": "Pessoa que vive na cidade de Uberaba (Minas Gerais - Brasil).",
        "uberal": "Fértil, relativo à seios, mamas fartas.",
        "uberana": "1. Peixe marinho que vive em baías,portos,estuários,lagoas salobras,mangues e praias arenosas.",
        "uberdade": "Tirar o máximo proveito de algo, ter um grande sucesso em determinada empreitada.",
        "uberlandense": "Pessoa nascida em Uberlandia, Minas Gerais, Brasil.",
        "uberlândia": "É a junção da palavra portuguesa originada no latim: UBERE, que significa, fértil, fecundo, farto, abundante, com a palavra de origem inglesa: LAND, aportuguesada para LANDIA, que significa, terra, te...",
        "ubersexual": "Significa um comportamento de um homem moderno e sofisticado que gosta da aparência, sem ser exagerado.",
        "ubertoso": "Fecundo, fértil.",
        "ubes": "A União Brasileira dos Estudantes Secundaristas (UBES), fundada em 25 de julho 1948, na praia do Flamengo, no Rio de Janeiro, é a entidade que congrega e representa todos os estudantes de escolas de e...",
        "ubi": "[Bot.]-Ubi é uma palavra indígena que define uma espécie de palmeira, o mesmo que ubim.",
        "ubiaçu": "Palavra indígena que indica duas espécies de palmeiras: 1-Ubiguaçu;ubim-uaçu; umiuçu.(Calyptrogyne robusta) 2-Coqueiro-junco;ubim-açu.(Geonoma maxima).",
        "ubicados": "Flexão de ubicar. O mesmo que localizados em.",
        "ubicar": "1. Derivada do Castelhano - Ubicar: localizar, situar ou se instalar em um determinado espaço ou lugar.",
        "ubicação": "O termo corresponde ao ato de ocupar um lugar.",
        "ubidecarenona": "Isômero presente em quase todas as células do organismo que participa dos processos de produção de ácido trio fosfórico de potássio. Os órgãos com maior atividade energética apresentam maiores concent...",
        "ubiguaçu": "[Bot.]-Ubiguaçu é uma palavra indígena que define uma espécie de palmeira, o mesmo que ubim-uaçu.",
        "ubijara": "[Zool.]- Ubijara ou ibijara, é o nome popular de um animal réptil, o mesmo que anfisbena. (VIDE)",
        "ubim": "[Bot.]- Ubim é o nome popular de uma palmeira da família das Arecáceas (ex-Palmáceas). Trata-se de uma palmeira de pequeno porte, com até 5 metros de altura. Seu fruto é pequeno, de forma globosa, co...",
        "ubim-açu": "[Bot.]- Ubim-açu é o nome popular de uma palmeira, uma variedade da palmeira ubim. (VIDE UBIM)",
        "ubim-membeca": "[Bot.]-Ubim-membeca é uma palavra indígena que define uma variedade de palmeira ubim, com o nome científico de Geonoma Paniculigera.",
        "ubim-rana": "[Bot.]- Ubim-rana é o nome popular de uma palmeira da fa- mília das Arecáceas (ex-Palmáceas), que possue 4 varie- dades. Tem cerca de 3 metros de altura e tronco com es- pinhos. Seu fruto é globoso,...",
        "ubim-uaçu": "[Bot.]-Ubim-uaçu ou ubiguaçu,é uma palavra indígena que define uma variedade da palmeira ubim.",
        "ubipitanga": "[Bot.]-Ubipitanga é uma palavra indígena que define uma planta da família das Mirtáceas, com o nome científico de Eugenia Uniflora.",
        "ubiquação": "Diz-se da propriedade ou estado do que é ubíquo, ou seja estar ao mesmo tempo em toda parte.",
        "ubiquidade": "É a capacidade de um corpo estar em dois ou mais lugares ao mesmo tempo.",
        "ubiquismo": "Seita luterana segundo a qual o corpo de Cristo está presente na Eucaristia, não em virtude da transubstanciação,mas porque está em toda parte.",
        "ubiquitária": "Que pode estar em vários lugares ao mesmo tempo",
        "ubiquitário": "O mesmo que onipresente, aquele que pode estar em vários lugares simultaneamente.",
        "ubiqüidade": "Faculdade de estar presente em diversos lugares no mesmo instante.",
        "ubira": "Ubira é uma palavra indígena que define um bastão usado pelo cacique; cetro.",
        "ubiraci": "Do tupi-guarani, ubiraci significa madeira boa.",
        "ubiracica": "[Bot.]-Ubiracica é uma palavra indígena que define uma planta, o mesmo que icica.",
        "ubirajara": "1- Diz-se do indivíduo pertencente a um antigo povo indíge- na, que habitava , no tempo do descobrimento do Brasil, as nascentes do rio São Francisco, em Minas Gerais. 2- Nome próprio, de or...",
        "ubirajara-sp": "Cidade e município do estado de São Paulo, na microrregião de Bauru, fundado em 1949. Tem uma área de 283 Km2., uma população de cerca de 4,4 mil habitantes (2010) e fica 400 Km. distante da capital d...",
        "ubirajarense": "Pessoa nascida na cidade de Ubirajara, no estado de São Paulo.",
        "ubirana": "Ubirana é uma palavra indígena que define 3 espécies de palmeiras com os nomes científico de: 1-Bactris Geonomoides 2-Geonoma Capanemae 3-Hyospantha Elegans",
        "ubirapariba": "Ubirapariba é uma palavra indígena que define 3 espécies de árvores com os nomes científico de: 1-Tabebuia Serratifolia (¨ipê¨) 2-Tabebuia Toxophora (¨guarapariba¨) 3-Tecoma Caraiba",
        "ubiraquá": "Ubiraquá é uma palavra indígena que define uma espécie de cobra, o mesmo que ¨corre-campo¨.Também pode ser grafado como: -ubiracua -ibiracuá -miracuá",
        "ubirarema": "[Bot.]- Ubirarema é o nome popular de um arbusto, o mes- mo que cipó-de-alho. (VIDE)",
        "ubirataia": "Ubirataia é uma palavra indígena que define uma árvore,o mesmo que caneleira-do-mato.",
        "ubiratan": "Ubiratan, nome típico tupi-guarani. Significa originalmente madeira forte, é a madeira mais resistente para se fazer as ocas.",
        "ubiratã": "Ubiratã, palavra indígena (tupi-guarani) que significa madeira dura, município do noroeste do Paraná que devido à existência de exuberantes matas na época de sua colonização passou a usar esse nome ...",
        "ubiratã-mt": "O nome completo deste município do estado do Mato Grosso é: Nova Ubiratã.",
        "ubiratã-pr": "Cidade e município do estado do Paraná que está descrito no verbete ¨ubiratã¨.",
        "ubiraçoca": "Ubiraçoca ou ibiraçoca,é uma palavra indígena que define: 1-nome genérico de vários insetos que atacam a madeira.Cupim;broca;lagarta. 2-molusco bivalve,terenídeo,também chamado de ¨turu¨ (VIDE TUR...",
        "ubiraçu": "Ubiraçu é uma palavra indígena que define uma vila e distrito do município de Canindé, no estado do Ceará.",
        "ubiraçuense": "Pessoa nascida no distrito de Ubiraçu, no estado do Ceará.",
        "ubiretama": "Ubiretama é uma palavra indígena que define uma cidade e município do estado do Rio Grande do Sul, Zona do Alto Uruguai.",
        "ubre": "Utilizado na Bahia, significa tetas de uma vaca, ou pode ser usado de forma pejorativa para falar mau dos seios de uma mulher.",
        "ubu": "O nome de uma pequena vila no município de Anchieta, no Espírito Santo. Ubu significa \"homem caiu\", em tupi. É uma referência ao esquife do padre José de Anchieta, que teria caído ali durante o transp...",
        "ubucaba": "Ubucaba é um palavra indígena que define uma planta,o mesmo que ubacaba.",
        "ubuesco": "Relacionado à peça Ubu-Rei, de Alfred Jarry.",
        "ubuntu": "Ubuntu sistema operacional bom pra caramba baseado en linux. Ubuntu é uma antiga palavra africana que significa algo como \"Humanidade para os outros\" ou ainda \"Sou o que sou pelo que nós somos\".",
        "uburana": "Município brasileiro do estado de São Paulo.",
        "ubussuí": "[Bot.]- Ubussuí é o nome popular de uma palmeira da famí- lia das Arecáceas (es-Palmáceas), do mesmo gênero da pupunha. Ocorre em todo o Brasil, menos na região Sul, e também na Venezuela, Bolívia, ...",
        "ubuçoroca": "Ubuçoroca é uma palavra indígena que significa o mesmo que voçoroca. (VIDE)",
        "ubuçu": "[Bot.]- Ubuçu ou buçu é o nome popular de uma palmeira, da família das Arecáceas, gênero Manicaria, abundante nas várzeas e ilhas da Amazônia, principalmente nos es- tados do Pará, Amazonas e Amapá....",
        "ubuçual": "Ubuçual é o localcom grande concentração da palmeira ubuçu.",
        "ubá": "Ubá é um município do estado de Minas Gerais, localizado na Zona da Mata. Foi fundado em 1857 e tem cerca de 95 mil habitantes. É um importante pólo da indústria de móveis e dista 290 km. da capital ...",
        "ubá-açu": "1. Palavra indígena que define uma árvore, o mesmo que pau-pereira.",
        "ubá-vermelho": "Nome popular de uma árvore da família das mirtáceas. Uvá.",
        "ubérrimo": "Do latim uberrimu, significa abundante.",
        "ubíqua": "Feminino de ubíquo; que está ou pode estar em toda parte ao mesmo tempo; onipresente.",
        "ubíquas": "ADJ. Característica do que é onipresente, ou seja, do que pode ser encontrado em todo e qualquer lugar.",
        "ubíquo": "Adjectivo que está ao mesmo tempo em toda a parte computação ubíqua é a capacidade de estar conectado à rede e fazer uso da conexão a todo o momento",
        "ubíquos": "Masculino plural de ubíquo. ADJ. Aquele que tem o dom da ubiquidade (estar em vários lugares ao mesmo tempo).",
        "uc": "Abreviação de underclock. Um hacker que deixa o seu jogo mais lento e faz com que acerte mais tiros (mais usados em jogos de FPS), combat arms, point blank",
        "uca": "Cachaça",
        "ucaiali": "[Geo.]- Ucaiali é o nome de um rio do Peru, o mesmo que Ucayali. (VIDE)",
        "ucamari": "Mamífero carnívoro ursídeo de pelagem escura com um círculo branco em torno de cada olho, que habita as altitudes da região andina da Venezuela à Bolívia, e pode pesar até 170 kg. Ameaçado de extinção...",
        "ucasse": "Decreto do antigo imperador da Rússia.",
        "ucayali": "[Geog.]- Ucayali é o nome de um rio do Peru formado pela junção dos rios Apurimac (VIDE) e Urubamba. Corre em direção norte e conflui com o rio Maranhão (Maranon), originando o rio Amazonas. Tem ...",
        "ucha": "Caixa para guardar o pão ou outro alimento.",
        "ucharia": "Despensa,especialmente para guardar carne, nas casas reais ou abastadas.",
        "uchoa": "Uchoa é um município do estado de São Paulo, localizado na microregião de São José do Rio Preto. Foi fundado em 1930 e tem cerca de 10 mil habitantes. Dista 450 km. da ca- pital e é servido pela estr...",
        "uchôa-sp": "[Geog.]- Uchôa é o nome de uma cidade, vide Uchoa.",
        "uclés": "[Hist.]-Uclés é o nome de uma batalha que foi travada na localidade de mesmo nome, no dia 29 de maio de 1108. Se enfrentaram tropas cristãs, comandadas por Afonso VI, de Leão e Castela e forças árabes...",
        "ucraniano": "Diz-se daquilo que é relativo ou de alguém natural da Ucrânia.",
        "ucronia": "Ucronia é uma palavra-valise, ou seja, a fusão de duas palavras (que geralmente perdem as letras do começo e/ou do final para que a fusão seja feita). Substituindo topia da palavra utopia (do grego u-...",
        "ucrânia": "País do Leste Europeu banhado pelo mar Negro e o mar de Azov; sua capital é Kiev. Possue 46 milhões de habitantes, sendo dividida em ucranianos, de origem eslava e russos. A língua oficial é o ucrani...",
        "ucupim": "Tipo de traça, um castigo de Deus, para pessoas egoistas.",
        "ucuqui": "[Bot.]- Ucuqui é o nome vulgar de uma árvore, o mesmo que ucuquirana-brava.(VIDE)",
        "ucuquirana": "[Bot.]- Ucuquirana é o nome popular de origem indígena de uma árvore da família das Sapotáceas, também chamada de coquirana.",
        "ucuquirana-brava": "[Bot.]- Ucuquirana-brava é o nome popular de uma árvore da família das Sapotáceas, também chamada de ucuqui.",
        "ucuuba": "[Bot.]- Ucuuba ou ucuúba é o nome popular de origem indí- gena de uma árvore da família das Miristicáceas. Trata-se de uma árvore de grande porte que corre risco de extinção. Ocorre na região amazônic...",
        "ucuuba-branca": "[Bot.]- Ucuuba-branca é o nome vulgar de uma árvore, o mesmo que ucuuba-cheirosa. (VIDE)",
        "ucuuba-cheirosa": "[Bot.]- Ucuuba-cheirosa é o nome popular de uma árvore da família das Miristicáceas, também chamada de ucuuba - -branca.",
        "ucuuba-vermelha": "[Bot.]- Ucuuba-vermelha é o nome popular de uma árvore da família das Miristicáceas.",
        "ucuubarana": "[Bot.]- Ucuubarana é o nome popular e genérico de várias árvores da família das Miristicáceas.",
        "ucuúba": "árvore que produz frutos com polpa carnosa, vermelha e nutritiva",
        "udaipur": "[Geo.]-Udaipur é uma cidade localizada no sul do estado de Rajastão,na Índia. Possue clima tropical,mas no inverno a temperatura pode cair até 2ºC.É conhecida como ¨a cidade dos lagos¨,ou ainda ¨a Ven...",
        "udenismo": "Sm (UDN+ismo) A filosofia da UDN (União Democrática Nacional), partido político fundado em 1945 e extinto em 1965.",
        "udenista": "Diz-se do indivíduo simpatizante ou filiado ao antigo UDN, que era um partido político.",
        "udmurte": "Udmurte é o nome de uma língua da família linguística urálica,grupo fino-permiana. É falada na República da Udmúrtia(VIDE), na Rússia e em áreas do Cazaquistão. Usa o alfabeto cirílico(VIDE).",
        "udmúrtia": "[Geog.]- Udmúrtia é o nome de uma República independen- te, uma das unidades federativas que compõe a Federação Russa (VIDE RÚSSIA). Tem uma área de cerca de 42,1 mil km2. e uma população de 1,...",
        "udn": "Sigla que denominava um antigo e poderoso partido políti- co brasileiro : União Democrática Nacional.",
        "udu": "[Zool.]- Udu é o nome de uma ave, o mesmo que juruva. ( VIDE JURUVA )",
        "udu-de-coroa-azul": "[Zool.]-Nome popular de uma ave da ordem Coraciformes,família Momotidae,que ocorre na amazônia.Tem 8 sub-espécies,algumas em risco de extinção.Também é chamada de duro-duro.",
        "udômetro": "É o mesmo que pluviômetro.",
        "ueda": "É um nome próprio.",
        "uedabunda": "Palavra utilizada para definir uma pessoa com glúteos enormes.",
        "uedes": "Uedes são rios temporários, localizados na África.",
        "uefa": "Campeonato de futebol.",
        "uel": "Universidade Estadual de Londrina.",
        "uem": "Universidade Estadual de Maringá",
        "uerana": "[Bot.]- Uerana é uma palavra indígena que define uma plan- ta, o mesmo que capim-de-angola. (VIDE)",
        "uerequena": "Uerequena é o nome de uma tribo indígena, o mesmo que uarequena. (VIDE)",
        "uerj": "Abreviação para Universidade Estadual do Rio de Janeiro. Está entre as mais conceituadas do estado apesar das constantes greves e sua infra-estrutura precária.",
        "uerê": "Uerê é uma criança",
        "uf": "1) Unidade da Federação ou Unidade Federativa. 2) Estados e o Distrito que formam a Federação.",
        "ufa": "Expressão onomatopeica que designa sentimento de quem saiu de um estado desesperador.",
        "ufac": "1. Universidade Federal do Acre, Com 2 CAMPUS principais, localizados em Rio Branco e Cruzeiro do Sul, com cursos superiores e pós graduações.",
        "ufal": "Sigla de Universidade Federal De Alagoas.",
        "ufam": "1. Universidade Federal do Amazonas",
        "ufana": "Ação de fazer com que uma pessoa se orgulhe, que sinta-se envaidecida, alegre, contente.",
        "ufanada": "Flexão de ufanar. 1. Que se sentiu orgulhoso; tornou-se envaidecido. 2. Tornou-se ufana; com alegria; regozijada. 3. Demonstrou jactância; exibiu ou ostentou vaidade; vangloriou-se. 4. Ter ufania; con...",
        "ufanam": "Do verbo ufanar. 1. Tornar alguém orgulhoso ou se orgulhar. 2. Vangloriar-se. Jactancioso.",
        "ufanamos": "Do verbo ufanar. 1. Fazer com que alguém se sinta orgulhoso. Ficar envaidecido. 2. Vangloriar-se. Ser presunçoso.",
        "ufando": "Estar com a barriga cheia (o); que comeu muito.",
        "ufanear": "Verbo transitivo direto e pronominal. O mesmo que ufanar.",
        "ufania": "Orgulho, vaidade glória, honra, regozijo ostentação, soberba brio, bizarria",
        "ufanismo": "O ufanismo é uma expressão utilizada no Brasil em alusão a uma obra escrita pelo conde Afonso Celso cujo título é Por que me ufano pelo meu país. O adjetivo ufano provém da língua espanhola e signific...",
        "ufanista": "O adjetivo ufano provém da língua espanhola e significa a vanglória de um grupo arrogando a si méritos extraordinários. Portanto, no caso do Brasil, pode-se afirmar que o ufanismo é a atitude ou posiç...",
        "ufanistas": "ADJ. Diz-se daquele que segue o Ufanismo.",
        "ufano": "Ufano-Ufanismo- Exaltar a coisa amada.",
        "ufanosa": "Flexão de ufanoso. Que sente ou demonstra ufania; ufana.",
        "ufanoso": "Diz-se do indivíduo que tem ufania, ou seja orgulho, vaidade de alguma coisa.",
        "ufanático": "Provavelmente, um neologismo de Guimarães Rosa. Está em \"Desenredo\", da obra Primeiras Estórias. Hipótese: fusão dos adjetivos ufanista + fanático",
        "ufanístico": "O mesmo que ufanismo. Nacionalidade ou Patriotismo exacerbado.",
        "ufarsim": "Palavra escrita em aramaico. Significa pera; tem plural a palavra PERES, ou seja: peras.",
        "ufaz": "O nome de um lugar onde se ia buscar ouro segundo a Bíblia em Daniel 10.5. Ha uma dúvida quanto ao nome, pois, acredita-se que o nome seja ofir.",
        "ufba": "Sigla que identifica a Universidade Federal da Bahia.",
        "ufc": "Universidade Federal do Ceará.",
        "ufcg": "Universidade federal de campina grande",
        "ufes": "Universidade Federal do Espirito Santo",
        "ufir": "UFIR é a sigla que significa Unidade Fiscal de Referência , que era um fator de correção do valor de impostos. O seu valor era reajustado regularmente.",
        "ufm": "Unidade Fiscal do Município",
        "ufma": "Universidade federal do maranhão",
        "ufmg": "Universidade Federal de Minas Gerais. É a melhor instituição de ensino superior de Minas Gerais.",
        "ufo": "UFO é uma palavra em inglês que quer dizer unknow flying object, o que em português são os OVNIs, que quer dizer objeto voador não identificado.",
        "ufologia": "Ufologia é o estudo ou conjunto de hipóteses ou evidências a respeito dos UFOS ou OVNIS ( Objetos Voadores Não Identificados) . Oviniologia.",
        "ufologista": "Aquele que estuda ufologia. O estudo sobre relatos, registros visuais, evidência físicas e demais coisas relacionadas aos objetos voadores não identificados, ou OVNI.",
        "ufológico": "1. Estudo de fenômenos e acontecimentos relacionados com objetos voadores não identificados ou UFOs e OVNIS.",
        "ufpel": "Universidade Federal de Pelotas.",
        "ufpi": "Universidade Federal do Piauí",
        "ufrb": "Universidade Federal do Recôncavo da Bahia",
        "ufrgs": "Universidade Federal do Rio Grande do Sul, tchê!",
        "ufrj": "Universidade federal do Rio de Janeiro",
        "ufrrj": "Universidade federal rural do rio de janeiro",
        "ufsc": "Sigla que significa : Universidade Federal de Santa Catarina.",
        "ufscar": "Sigla que identifica a Universidade Federal de São Carlos, no interior do estado de São Paulo.",
        "ufsp": "Universidade federal de são paulo.",
        "ufuá": "Cheiro ruim, oriundo dos odores exalados pelas regiões axilares.",
        "ufóloga": "Relativo a ufologia. Profissional que estuda relatos, registros, evidências físicas.",
        "ufólogo": "Pessoa que estuda discos voadores e alienígenas.",
        "ugalhar": "Ação de trabalhar nas salinas usando o ugalho.",
        "ugalho": "Espécie de ancinho ou varredouro nas salinas.",
        "uganda": "País do leste da África, sua capital é a cidade de Campala. Não tem saída para o mar, mas é banhado por enormes lagos como o Vitória e o Albert. Possue 30 milhões de habitantes (2006) de várias etnias...",
        "ugandense": "Diz-se daquilo relativo a Uganda ou de quem é natural desse país.",
        "ugar": "(Gíria)-Gritar;dar alarma.",
        "ugarítico": "Língua morta utilizada na região da Síria em época bíblica.",
        "uge": "[Zool.]-Nome que se dá a espécies de raias da família Dasyatidae que ocorrem em oceanos tropicais e sub-tropicais.",
        "uge-de-manchas-azuis": "[Zool.]-Nome popular de uma espécie de raia da família Dasyatidae(VIDE) que ocorre no oceano Índico.É identificada pelas manchas azuis-vivo que possue no dorso.Apesar de tímida pode se defender usando...",
        "ugro": "Inicias da União Gabrielense de Radioperadores - UGRO, PY3 UGR, Radioclube da cidade de São Gabriel RS.",
        "uh-huh": "Onomatopéia para concordância.",
        "uh-tererê": "Diz-se de uma gíria americana empregada no basquete, mas que foi aportuguesada pelos brasileiros, em especial pelos cariocas.",
        "uhf": "Quando se tem alguma dor.",
        "uhu": "Força de expressão usada para definir um estado de satisfação ou alegria.",
        "uhul": "Expressão que serve para expressar felicidade; comemoração.",
        "uhull": "Onomatopeia que expressa grito de comemoração",
        "uhum": "Serve como afirmação, como confirmação; o mesmo que sim e às vezes o mesmo que não.",
        "ui": "Diz-se quando uma pessoa e muito gostosa!",
        "uia": "Interjeição do português com o mesmo sentido do que o \"nossa!\".",
        "uiara": "Uiara ou Iara ( do tupi) ou Mãe d' água, é uma figura do folclore brasileiro; é uma sereia. Não se sabe se é morena, loira ou ruiva, mas tem os olhos verdes e costuma cantar uma melodia irresistível,...",
        "uiarari": "Uiarari é uma palavra indígena, o mesmo que curare.(VIDE)",
        "uibaiense": "1, Pessoas que nasce ou vive na cidade de Uibaí,­ no Estado da Bahia.",
        "uigur": "Uigur ou uighur, é o nome de uma língua da família linguís- tica Altaica, grupo Turcomano, sub-gupo oriental. Também é conhecida como uighor, uiguir, uighuir e wiga. É falada por cerca de 8,4 milhõe...",
        "uigure": "Uigure é o nome de uma língua, o mesmo que uigur.",
        "uiofobia": "Medo dos próprios filhos.",
        "uiraeri": "Uiraeri é uma palavra indígena, o mesmo que curare. (VIDE)",
        "uirafede": "Palavra indígena que define uma tribo indígena que habita áreas dos igarapés Riozinho e Muqui,afluentes do rio Jiparaná;RO.",
        "uiramembeca": "Palavra indígena usada no estado do Amazonas para designar uma ave, o mesmo que ¨pavãozinho-do-pará¨ (Eurypiga helias).",
        "uiramembi": "[Zool.]-Palavra indígena de define uma ave passeriforme, da família dos Contingídeos, também chamada: -Guiramombucu -Guiramembi -Mombucu -pavão-do-mato -pavão-preto -pavão-do-mato-grosso -toropixi",
        "uiramiri": "Palavra indígena que define uma ave, o mesmo que uirapuru-vermelho(VIDE)(uiramirim).",
        "uiramirim": "[Zool.]-Uiramirim é o nome popular de uma ave o mesmo que uirapuru-vermelho.",
        "uiramombucu": "Palavra indígena que define uma ave, o mesmo que uiramembi.",
        "uiramutã": "Uiramutã é o nome de um município do estado de Roraima, situado no nordeste do estado, fazendo fronteira com a Ve- nezuela e com a Guiana. É o município mais setentrional do Brasil. Foi criado em 1...",
        "uiramutã-rr": "[Geo]-Uiramutã é um município do estado de Roraima.",
        "uirana": "Palavra indígena que define duas plantas, o mesmo que ¨oeirana¨.",
        "uirapajé": "Palavra indígena que define uma ave, o mesmo que alma-de-gato.",
        "uirapepé": "Palavra indígena que define uma árvore da família das fabáceas, com o nome científico de Holocalys balansae.",
        "uirapequi": "Termo indígena usado no estado do Amazonas que define uma tartaruga recém-nascida. Uarapequi.",
        "uirapiana": "Palavra indígena que define uma ave piciforme,galbulídea,insetívora, que ocorre na região amazônica.",
        "uirapitangue": "Palavra indígena que faz parte da mitologia indígena e define uma árvore vermelha a partir da qual Mair criou homens e mulheres.",
        "uiraponga": "Palavra indígena que define: 1-Uma ave, o mesmo que araponga-comum(Procnias nudicollis). 2-Localidade no município de Morada Nova;CE.",
        "uirapuru": "[Zool.]- Uirapuru é a designação comum de diversas aves florestais, da ordem Passeriformes, da família dos Cer- thídeos( sub-família Troglodytinae) ou da família dos Tira- nídeos( sub-família Pripr...",
        "uirapuru-azul": "[Zool.]-Uirapuru-azul é o nome popular de uma ave da Ordem Passeriformes,família Thamnophilidae, que ocorre nos estados do Amazonas e Acre, e também na Bolívia e Peru. Tem cerca de 15 cm.de compriment...",
        "uirapuru-catimbozeiro": "[Zool.]-Nome popular de uma ave,o mesmo que uirapuru-de-cabeça-branca.",
        "uirapuru-cigarra": "[Zool.]- Uirapuru-cigarra ou dançarino-rosado ,ou ainda dan- çarino-perereca, é o nome popular de uma ave da Ordem Passeriformes, família Pipridae. Ocorre na região Norte e Centro-Oeste do Brasil e ...",
        "uirapuru-de-asa-branca": "[Zool.]-Uirapuru-de-asa-branca é o nome popular de uma ave da Ordem Passeriformes,família Troglodytidae,que ocorre no Amazonas e Amapá,também nas Guianas,Venezuela,Peru e Equador. Tem cerca de 10 cm d...",
        "uirapuru-de-bando": "[Zool.]-Uirapuru-de-bando é o nome popular de uma ave da Ordem Passeriformes, o mesmo que ipecuá.",
        "uirapuru-de-cabeça-amarela": "[Zool.]-Nome popular de uma ave da Ordem Passeriformes,família Pripridae,que ocorre em florestas do norte da amazônia. Também é chamado de: -uirapuru-de-cabeça-dourada -cabeça-de-ouro",
        "uirapuru-de-cabeça-branca": "[Zool.]-Nome popular de uma ave da Ordem Passeriformes,família Pipridae que ocorre em florestas da Amazônia e também do sul da Bahia até o Rio de Janeiro. Tem cerca de 9 cm de comprimento e apresenta ...",
        "uirapuru-de-cabeça-dourada": "[Zool.]-Nome popular de uma ave, o mesmo que uirapuru-de-cabeça-amarela.",
        "uirapuru-de-cauda-curta": "[Zool.]-Uirapuru-de-cauda-curta é o nome popular de uma ave, o mesmo que uirapuru-laranja.",
        "uirapuru-de-chapéu-azul": "[Zool.]-Uirapuru-de-chapéu-azul ou dançador-de-coroa-azul, é o nome popular de uma ave da Ordem Passeriformes,família Pipridae,que ocorre em florestas densas da Amazônia e do Peru,Bolívia e países da ...",
        "uirapuru-de-garganta-preta": "[Zool.]-Uirapuru-de-garganta-preta é o nome popular de uma ave da Ordem Passeriformes, família Thamnophilidae,que ocorre no norte do Amazonas,Roraima e Pará, e também nas Guianas,Venezuela,Colômbia e ...",
        "uirapuru-estrela": "[Zool.]-Uirapuru-estrela ou dançador-estrela, é o nome popular de uma ave da Ordem Passeriformes,família Pipidrae,que ocorre apenas no norte do estado do Amazonas,no Amapá e também nas Guianas. Tem ce...",
        "uirapuru-laranja": "[Zool.]-Uirapuru-laranja é o nome popular de uma ave da Ordem Passeriformes, que ocorre nos estados do Amazonas,Maranhão e do Centro Oeste e também na Bolívia,Peru e Paraguai. Tem cerca de 10 cm. de c...",
        "uirapuru-veado": "[Zool.]-Uirapuru-veado é o nome popular de uma ave da Ordem Passeriformes, família Troglodytidae,que ocorre na região Amazônica,na Venezuela,Equador,Bolívia,Colômbia e Peru.Tem cerca de 11 cm.de compr...",
        "uirapuru-verdadeiro": "[Zool.]-Uirapuru-verdadeiro ou irapuru,é o nome popular de uma ave da Ordem Passeriformes, família Troglodytidae que ocorre na Amazônia e também nas Guianas. Tem cerca de 12 cm de comprimento e vive e...",
        "uirapuru-vermelho": "[Zool.]-Uirapuru-vermelho ou uiramirim,é omnome popular de uma ave da Ordem Passeriformes,família Pipidrae que ocorre no estado do Amazonas,leste do Pará e litoral do Amapá,além das Guianas e Venezuel...",
        "uirapuruzinho-do-norte": "[Zool.]-Uirapuruzinho-do-norte ou didisupi, é o nome popular de uma ave da Ordem Passeriformes, família Pipidrae,sendo a menor espécie da família. Tem cerca de 7 cm de comprimento e habita o interior ...",
        "uirari": "Uirari é uma palavra indígena que define um veneno, o mes- mo que curare. (VIDE)",
        "uirariúva": "[Bot.]- Uirariúva ou uirari-uva, é o nome popular, de origem indígena, de um cipó da família das Loganiáceas, que tem um veneno violento usado na preparação do curare (VIDE CURARE).",
        "uirataimi": "Palavra indígena que define uma ave passeriforme, da família traupidae, que ocorre na região amazônica, no Brasil e países vizinhos. Também é chamada de sanhaçu-do- -mamoeiro e tem o nome científico d...",
        "uiratatá": "[Zool.]- Uiratatá é o nome de uma ave,o mesmo que saurá. (VIDE SAURÁ)",
        "uiratauá": "Uiratauá é uma palavra indígena que define aves, o mesmo que aratauá. (VIDE)",
        "uiraunense": "Quem nasce na cidade de Uiraúna, no alto sertão da Paraíba.",
        "uiraxué": "Palavra indígena que define uma ave, o mesmo que caraxué.",
        "uiraçaba": "Uiraçaba é uma palavra indígena que define uma aljava(VIDE);carcás.",
        "uiraçu": "[Zool.]-Palavra indígena que define uma ave,o mesmo que harpia.",
        "uiraçu-falso": "[Zool.]- Uiraçu-falso é o nome popular de uma ave de rapina da ordem dos Falconiformes, da família dos Accipitrídeos. É uma ave de grande porte, medindo cerca de 80 cm. de comprimento, e era encon...",
        "uiraúna": "[Zool.]- Uiraúna , é como os indígenas chamam alguns pás- saros da família dos Icterídeos. Estes pássaros têm hábitos parasíticos , ou seja, se aproveitam de outros pássaros, principalmente para a su...",
        "uiraúna-pb": "( VIDE UIRAÚNA) (Nº2)",
        "uirirí": "[Zool.]- Uirirí é um têrmo usado no estado do Amazonas que define uma ave, o mesmo que andorinha-do-campo. (VIDE)",
        "uiruetê": "1. Palavra indígena que define uma ave, o mesmo que ¨harpia¨.",
        "uiruucotim": "[Zool.]-Palavra indígena que define uma ave, o mesmo que harpia.",
        "uiruú": "Palavra indígena que define várias espécies de aves de rapina.",
        "uirá-angu": "Palavra indígena que define uma ave, o mesmo que japacanim(VIDE).",
        "uisquinho": "Uma dose gostosa de uísque dividida com alguém muito querido.",
        "uititiribá": "[Bot.]- Uititiribá é uma palavra indígena que define uma árvo- re, o mesmo que guacá. (VIDE)",
        "uitoto": "Uitoto é o nome de uma tribo indígena que habita a margem esquerda do rio Tefé, afluente (VIDE) da margem direita do rio Solimões, e do alto Japurá, no estado do Amazonas e também áreas da Colômbia...",
        "uiva": "Dar uivos, chiar, berrar.",
        "uivado": "Flexão de uivar. 1. Que havia soltado gritos prolongados 2. Berrado, ululado vociferado.",
        "uivando": "Flexão de uivar. 1. Que está emitindo som agudo e prolongado (cães e lobos); 2. [Fig.] Que está gritando, berrando, gemendo por dor.",
        "uivante": "Que uiva; grita; faz chamados.",
        "uivar": "Grito de animal. Dar uivo. Ulular, gritar, berrar.",
        "uivava": "Flexão de uivar. Que soltava gritos, berros ou vociferava.",
        "uivo": "1. Som produzido pelos lobos, cães e outro animais 2. Grito prolongado de lamentação",
        "uivos": "1. Meio através do qual os lobos mantêm contato entre si.",
        "uivou": "Flexão de uivar. Que emitiu uivos.",
        "uixi": "Uixi,uxi ou oxipuçu, é o nome de uma fruta típica da amazô- nia, de coloração verde-amarelado e escura, quando ma- duro. Sua polpa é pequena, de sabor intenso e delicado, podendo ser consumido ao na...",
        "uiçu": "Palavra de origem indígena que define uma farinha de peixe torrada.",
        "ukerewe": "[Geog.]- Ukerewe é o nome de uma ilha situada na parte sudeste do lago Vitória (VIDE VITÓRIA) (lago), na Tanzâ- nia. É a maior ilha lacustre (VIDE) da África e a 7ª maior ilha lacustre do mundo, com ...",
        "ukulele": "Instrumento musical de origem havaiana, baseado nos instrumentos que os imigrantes portugueses levaram para lá.",
        "ukulelê": "O ukulele é um instrumento musical de cordas beliscadas, geralmente com 4 cordas de tripa ou, mais usualmente, com materiais sintéticos como nylon, nylgut, fluorocarbono, entre outros.",
        "ulai": "[Geog.]-Ulai foi o nome hebraico para um rio que corria perto da cidade de Susa. Ele é mencionado duas vezes na Bíblia( Daniel 8.2 e 8.16).",
        "ulalá": "Interjeção",
        "ulama": "No árabe, \"sábio\". O plural dessa palavra é alim. A palavra era usada como um substantivo coletivo para indicar os eruditos nas tradições e na lei canônica islâmica.",
        "ulan-ude": "[Geog.] É o nome da capital da Buriácia.",
        "ulano": "[Hist.]-Soldado a cavalo,armado de lança, que servia nos exércitos da Polônia,Rússia,Áustria e Alemanha durante os séculos XVII e XIX.",
        "ulceram": "1. Ato ou efeito de ulcerar.",
        "ulcerar": "1. Formar úlcera. 2. [Fig.] Atormentar ou magoar.",
        "ulceração": "É o ato ou efeito de formar a úlcera (ulcerar) Ou a própria úlcera, principalmente qdo está no início.",
        "ulcerações": "S.F. Diz-se da ação biológica de formar uma úlcera.",
        "ulcerogênico": "Que é relativo à úlcera.",
        "ulceroide": "Relativo a úlcera.",
        "ulema": "Teólogo; sábio entre os seguidores do islamismo.",
        "ulexita": "Ulexita ou ulexite é um mineral composto por :hidróxido , borato, sódio e cálcio. Foi descoberto em 1850 e seu nome é uma homenagem ao químico alemão George Ulex. Cristaliza-se no sistema triclínico ...",
        "ulianopolense": "Ulianopolense é a pessoa que nasce no município de Ulia- nópolis, no estado do Pará.",
        "ulianópolis-pa": "[Geog.]- Ulianópolis, ex- Gurupizinho dos Capixabas, é o no- me de uma cidade e município do estado do Pará com cer- ca de 43 mil habitantes. Foi criado em 1993 com uma área de cerca de 5 mil Km2. ...",
        "uliginoso": "1.Que tem pântanos. = alagadiço, paludoso, pantanoso 2. Bot. Que cresce em terreno( h)úmido. = uliginário",
        "uliginário": "É o mesmo que uliginoso.",
        "ulisses": "[Mitologia Grega] - Herói da Grécia, filho de Laertes, rei de Ítaca, cujas aventuras fabulosas foram contadas por Homero, no livro Odisséia.",
        "ulissiponense": "Lisboeta; cidadão de portugal que vive em lisboa.",
        "ulmanita": "Mineral constituído de sulfantimonieto de níquel.",
        "ulmeiro": "[Bot.]- Ulmeiro é o nome de uma árvore, o mesmo que olmo ( VIDE OLMO)",
        "ulmo": "[Bot.]-Nome popular de uma planta, o mesmo que olmo.",
        "ulmáceas": "[Bot.]- Ulmáceas é uma família de plantas angiospérmicas, ou seja, plantas cuja semente se encontra no interior do fruto. Pertencem à ordem Rosales , com sete gêneros e inclui de 20 à 30 espécies...",
        "ulmáceo": "[Bot.]-Diz-se de um indivíduo pertencente a família das ulmáceas.",
        "ulmária": "[Bot.]- Ulmária é o nome popular de uma planta, o mesmo que filipêndula. (VIDE)",
        "ulna": "O cúbito. É um dos ossos do antebraço. Posicionando-se a palma da mão para cima, os dois ossos do antebraço ficam alinhados. A ulna é o osso que está mais próximo do corpo.",
        "ulnar": "Nervo localizado no cotovelo, responsável por aquela sensação de \"choque\" que sentimos quando ele é comprimido. Essa sensação se prolonga até os dedos mínimo e anular (ou anelar) porque o nervo se est...",
        "ulotríquea": "Alga verde de água doce.",
        "ulpiano": "1. Famoso jurista romano.",
        "ultar": "Lançar ou usar o poder maxima (ultimate) de seu personagem do LoL durante a partida.",
        "ulterior": "Que chega ou acontece depois, que está além de, que se situa do lado de lá.",
        "ulterioridade": "Relativo à percepção \"repousada\", à experiência capaz de aprofundar-se, de prosseguir, de permanecer - de pedir ajuda à memória, à inteligência, à reflexão.",
        "ulterioridades": "Plural de ulterioridade. Qualidade do que ulterior.",
        "ulteriormente": "Que vem depois, no espaço e no tempo; seguinte, posterior",
        "ultimada": "Pessoa ou coisa que está acabada, terminada, concluída.",
        "ultimadas": "Flexão de ultimado. Que foram acabadas, concluídas.",
        "ultimado": "Acabado, concluído, definitivo, terminado.",
        "ultimamente": "ADV. Nos últimos momentos, nos últimos tempos. Por último, em último lugar.",
        "ultimando": "1. Ato ou efeito de ultimar.",
        "ultimanista": "Estudante do último ano de um curso, faculdade ou universidade.",
        "ultimar": "Acabar, arrematar, concluir, fechar funalizar, etc.",
        "ultimas": "Flexão do verbo ultimar. O mesmo que concluis, encerras, finalizas.",
        "ultimato": "1- têrmo usado na diplomacia que indica as últimas propos- tas ou condições que um país faz outro, em caso de dú - vida ou questão de grande interesse nacional e cuja re- cusa pode leva...",
        "ultimação": "Finalização, conclusão de um ato.",
        "ultimogênito": "O último filho à nascer.",
        "ultor": "Punidor,vingador,aquele que vinga que pune por si próprio.",
        "ultra": "Além de",
        "ultra-amigo": "Bom amigo, ótimo, super especial.",
        "ultra-homofobia": "Homofobia radical. Ódio radical, ou extremo à todos os homossexuais.",
        "ultra-homofóbico": "Indivíduo que tem ultra-homofobia. Indivíduo que odeia todos os homossexuais, e nunca os aceita diante da sociedade. Super-homofóbico, mega-homofóbico, hiper-homofóbico.",
        "ultra-ortodoxo": "É aquele que é mais zeloso com a doutrina primitiva.",
        "ultra-sensível": "1. Em Portugal o termo designa uma pessoa com extrema sensibilidade a tudo o que lhe diga respeito e também pouco hábil no que toca à via cotidiana.",
        "ultraconservador": "Que é muito conservador.",
        "ultracrepidário": "Pessoa que fala e da opiniões sobre aquilo que não sabe, que não tem conhecimento.",
        "ultraestrutura": "Diz-se de estrutura detalhada de um espécime biológico, como uma célula, tecido, ou órgão.",
        "ultraestrutural": "[Bio.] Estrutura detalhada de um espécime biológico, como uma célula, tecido, ou órgão, que pode ser observada por microscopia eletrônica.",
        "ultrajada": "Pessoa ofendida, maltratada",
        "ultrajadas": "Flexão de ultrajado. Que passaram por humilhação.",
        "ultrajado": "Diz-se de quem sofreu ultraje, ou seja um insulto, uma ofensa muito grave.",
        "ultrajados": "Diz-se do que foi insultado.",
        "ultrajam": "Flexão de ultrajar. Desrespeitam, ofendem, insultam, afrontam de forma grave.",
        "ultrajante": "Ofensivo, insultante, que ataca o moral. Que fere ou afronta os princípios ou interesses normais, de bom senso, do indivíduo.",
        "ultrajantes": "Que são desrespeitosos, ofensivos ou vulgares.",
        "ultrajar": "1º Ofender a dignidade de.Difamar, insultar. 2º Injuriar. 3º Ofensa gravíssima.",
        "ultrajaram": "Flexão de ultrajar. Ofenderam fortemente.",
        "ultraje": "Ultraje: afronta, desrespeito.",
        "ultrajem": "1. Insultar a honra de alguém. 2. Desrespeitar.",
        "ultrajes": "Plural de ultraje. 1. São insultos, ofensas. 2. Delitos. 3. São desrespeitos às regras preestabelecidas.",
        "ultraleve": "1- Diz-se de uma coisa muitíssimo leve. 2- Pequeno avião feito de material muito leve, com motor de baixa potência, que só tem lugar para o piloto.",
        "ultramar": "1- região ou parte do globo terrestre situada além mar. ( província ultramarina). 2- tinta azul-escuro extraída do lápis-lazúli , que é uma rocha ( vide ¨lapís-lazuli¨)",
        "ultramarinas": "Flexão de ultramarino. Que estão situadas em ultra mar. Além do mar.",
        "ultramarino": "Referente ao além mar.",
        "ultramicroscopicossilicovu...": "Bactéria encontrada em cinzas de vulcões",
        "ultramicroscópio": "É algo que não poder ser visto a olho nu.",
        "ultraminissaia": "Minissaia muito curta.",
        "ultramisandria": "1. Misandria radical, completa, generalizada.",
        "ultramisoginia": "Misoginia radical, extrema, completa, generalizada. Ódio, repulsão, repúdio, ou aversão à todas as mulheres de modo geral, a ponto de exterminá-las ou extingui-las.",
        "ultramisândrico": "1 . Que ou aquele(a) que sofre de ultramisandria.",
        "ultramisógino": "Individuo que sofre de ultramisoginia, megamisógino.",
        "ultramodernismo": "Movimento literário que busca a superação da pós-modernidade pela rejeição total ao moderno e ao pós-moderno, ao já visto e ao não visto, ao tudo e ao nada, aos extremos.",
        "ultramoderno": "Que é mais que moderno.",
        "ultranacionalista": "Nacionalismo extremo",
        "ultraortodoxo": "Pessoa radical em tudo, na maneira de ver a vida, de sentir a vida.",
        "ultrapassa": "Flexão de ultrapassar. Que vai além.",
        "ultrapassada": "Que é antiga, velha, antiquada.",
        "ultrapassado": "Velho, antigo, fora de linha. Que ficou para trás.",
        "ultrapassados": "Que está velho, antigo, fora de moda. Deixado para trás.",
        "ultrapassagem": "1 - Passar por, pelo, sobre com a intenção de ficar a frente. 2 - Passar a frente de um veículo que segue na mesma direção. 3 - Exceder os limites. 4 - Superar estipulações.",
        "ultrapassam": "Flexão do verbo ultrapassar, que é um superlativo do verbo passar. Que passam exageradamente do previsto como limite; extrapolam, exageram.",
        "ultrapassando": "Flexão de ultrapassar. 1. Que está indo além de (um limite); excedendo, extrapolando. 2. [Fig.] Sendo superior a, excedendo.",
        "ultrapassar": "Sair do permitido",
        "ultrapassará": "Flexão de ultrapassar. Que vai passar, irá além.",
        "ultrapasse": "Ato de ultrapassar, romper limite.",
        "ultrapasso": "Ato de ultrapassar, passar além de.",
        "ultrapassou": "Flexão de ultrapassar. Que foi além, fez ultrapassagem, passou à frente.",
        "ultraresistente": "Que é muito resistente.",
        "ultrarico": "Pessoas ricas, com muitas posses",
        "ultrarradical": "Muito radical.",
        "ultrarromântico": "Muito romântico.",
        "ultrassecular": "1. De vários séculos. 2. Velhíssimo, antiquíssimo.",
        "ultrassensível": "Que é muito sensível.",
        "ultrassom": "Ultra-som é um som a uma freqüência superior àquela que o ouvido do ser humano pode perceber, aproximadamente 20.000 Hz.",
        "ultrassonografia": "Método diagnóstico de visualização dos órgãos internos do corpo por meio de ultra-sons; ecografia.",
        "ultrassonográfico": "Relativo a ultrassonografia ou ecografia.",
        "ultrassábio": "Pessoa que tem o quociente de inteligência entre 200 e 355.",
        "ultraterreno": "Aquilo que está acima do mundo terrestre.",
        "ultratividade": "Ultratividade é um princípio de direito que guarda relação estreita com os princípios constitucionais da reserva legal e da anterioridade da lei penal, sendo normalmente estudada quando se aborda o âm...",
        "ultravioleta": "A radiação ultravioleta (UV) é a radiação eletromagnética com um comprimento de onda menor que a da luz visível e maior que a do raio X. O nome significa ¨mais alto que a violeta¨, porque a violeta ...",
        "ultraviolência": "Termo usado para dizer que a violência existente em filmes, et. (ou lá o que seja) é bastante superior ao convencional.",
        "ultriz": "Aquela mulher que faz vingança.",
        "ululam": "Do verbo ulular. 1. Quando animais soltam a voz de modo lamentoso. Uivar. 2. Produzir som aflitivo. 3. Proferir berrando ou vociferar.",
        "ululando": "Flexão de ulular. 1. Que está gritando como aves noturnas. 2. [Fig.] Gritando aflitivamente; emitindo som plangente. 3. Bradando em tom soturno; proferindo berrando.",
        "ululante": "É uma verdade que está mais do que na cara, que grita, evidente , óbvia ...",
        "ululantes": "ADJ. Que é evidente.",
        "ulular": "1- soltar ganidos, como cães, aves noturnas, etc. em forma de lamento. 2- gritar com toda a força; berrar.",
        "ululação": "Ato de berrar.",
        "ulutante": "Ululante é algo que ulula, é gritar, berrar, como aves, gritar de forma aflita.",
        "ulysses": "Ulysses ou Ulisses, em latim ,e Odisseu, em grego, foi ,na mitologia grega e romana, um dos Heróis.É o personagem principal das famosas obras de Homero: Ilíada e Odisséia. Guerreiro ardiloso, foi dele...",
        "ulótrico": "Diz-se do cabelo crespo, encarapinhado, de cor natural ne- gra; característico de indivíduos da raça negra.",
        "ulótricos": "Aquele que tem o cabelo enrolado ou crespo.",
        "ulúa": "[Geog.]- Ulúa é o nome de um rio do noroeste de Honduras que nasce nas serras de Celaque e Montecillos. Seus prin- cipais afluentes são os rios Puringla, Zapala e Pacayo. De- ságua no mar do Caribe (...",
        "um": "A tonalidade de Sol Maior. O plural de UM é UNS.",
        "uma": "Artigo indefinido que antecede um nome, que indica referência indeterminada e imprecisa.",
        "umari": "[Bot.]- Umari ou marirana, é o nome popular de uma árvore da família das Fabáceas (ex-Leguminosas), sub-família das Papiloniáceas. Ocorre em áreas de caatinga e produz amêndoas comestíveis.",
        "umari-bravo": "[Bot.]- Umari-bravo é o nome vulgar de um arbusto, o mes- mo que flor-de-caboclo. (VIDE)",
        "umarirana": "[Bot.]- Umarirana é o nome vulgar de uma árvore, o mesmo que cujumarirana. (VIDE)",
        "umauá": "Umauá ou umaua,é o nome de uma tribo indígena da etnia Caraíba que habita áreas do rio Cuiari, no estado do Amazonas.Também são chamados de:karihóna e hianákoto.",
        "umazinha": "Fazer sexo de forma rápida.",
        "umbanda": "Culto que surgiu na cidade de Niterói-RJ, fundado por espíritos de índios e escravos em oposição ao espiritismo kardecista que só aceitava doutores. O culto surgiu de forma humilde para aplicar passes...",
        "umbandaime": "Uma mistura de Umbanda com Santo Daime, que une descendentes de escravos, seringueiros e adeptos do Santo Daime.",
        "umbandismo": "Sm (umbanda+ismo) A sistematização das várias tendências da umbanda.",
        "umbandista": "1. Relativo à, pertencente à ou próprio da umbanda ou do umbandismo. 2. Praticante da umbanda e/ou propugnador do umbandismo.",
        "umbaubense": "Umbaubense é a pessoa que nasce em Umbaúba, no es- tado de Sergipe.",
        "umbaúba": "[Bot.]- O mesmo que imbaúba, planta da família das Cecro- piáceas . (VIDE IMBAÚBA)",
        "umbaúba-se": "[Geog.]- Umbaúba é o nome de uma cidade e município do estado de Sergipe com cerca de 22 mil habitantes. Situa-se na região litorânea e tem uma área de cerca de 124 Km2., distante 95 Km. da capital d...",
        "umbela": "Uma umbela, em botânica, é o termo utilizado para um conjunto de flores que partem os pedicelos, iguais, do eixo central, com formato de um guarda-chuva. Ou seja, é uma inflorescência em forma de guar...",
        "umbelical": "[Anat.]- Diz-se do que se refere ou pertence ao umbigo.",
        "umbelífera": "[Bot.]- Umbelífera ou umbelíferas é o nome de uma família de plantas, que na nova classificação botânica passou a ser designada como Apiáceas. (VIDE)",
        "umbelíferas": "[Bot.]- Umbelíferas é o nome de uma família botânica, o]mesmo que umbelífera. ( VIDE )",
        "umbelífero": "[Bot.]- Diz-se daquilo que se refere as plantas da família das Umbelíferas, que são plantas que têm flores com a super- fície convexa, semelhante à um guarda-chuva. Umbela.",
        "umbigada": "Umbigada é uma comida típica da África trazida pelos escravos feita com arroz, feijão,farinha de mandoica e carne bovina",
        "umbigo": "O umbigo nada mais é que a cicatriz resultante da queda natural do cordão umbilical.",
        "umbigos-de-vênus": "[Bot.]- Umbigos-de-vênus é o nome popular de uma planta, da família das Crassuláceas. Trata-se de uma planta her- bácea, de cerca de 25 cm. de altura, que cresce em solos úmidos. Ocorre no sul e oes...",
        "umbigueira": "Coceira no umbigo ou em volta dele!",
        "umbiguismo": "Individualismo",
        "umbilical": "Relativo a cordão umbilical, anexo embrionário exclusivo dos mamíferos.",
        "umbilicalmente": "Advérbio de conexão materna. Ter tamanha sintonia, conexão com outro indivídulo como se fossem ligados pelo cordão umbilical.",
        "umbilicação": "Formação de depressão patológica semelhante ao umbigo, encontrada no vértice de uma vesícula.",
        "umboi": "[Geog.]- Umboi, também chamada de ¨Rooke¨, é uma pe- quena ilha vulcânica do arquipélago de Bismarck, no ocea- no Pacífico, pertencendo à Papua Nova Guiné (VIDE). Tem cerca de 770 Km2. e uma altura má...",
        "umbrais": "S.M. Na doutrina espírita, diz-se do local no qual os espíritos desencarnados vão para purgar os pecados cometidos enquanto encarnados. No catolicismo, é o mesmo que inferno.",
        "umbral": "Lugar onde os espíritos vão para purgar suas imperfeições. No catolicísmo seria equivalente ao purgatório.",
        "umbralinas": "1. Região sombria no mundo fluídico espiritual, onde, existem grandes perturbações e sofrimentos, destinados aos espíritos de má índole, envaidecidos, engulhosos, endividados, perturbados e desequilib...",
        "umbralino": "Hipótese muito conhecida no Espiritismo brasileiro e derivada das obras do médium mineiro Francisco Cândido Xavier. Diz-se que a zona umbralina, ou umbral, é uma zona de consciência extremamente negat...",
        "umbreira": "São os cantos dos antigos portões das entradas dos reinos AC (Antes de Cristo) e DC (Depois de Cristo)eram chamados de Umbreiras. Marco da porta, vigas que seguram os portões",
        "umbreta": "[Zool.]- Umbreta é o nome de uma ave,o mesmo que cabeça -de-martelo.( VIDE CABEÇA-DE-MARTELO )",
        "umbria": "[Geog.]- Umbria é uma região da Itália Central com cerca de 8,5 mil Km2. de área e uma população de cerca de 830 mil pessoas, cuja capital é a cidade de Perugia. Tem fronteira com as regiões de Tosca...",
        "umbritas": "Nome de um povo antigo da Índia.",
        "umbro": "Nome de um antigo povo da Itália, que habitou áreas entre o rio Tibre e o mar Adriático.",
        "umbroso": "Sombrio, que da sombra, escuro, tenebroso.",
        "umbrático": "Cheio de sombras.",
        "umbrátil": "Aquilo que é escuro, sem luminosidade, sombrio.",
        "umbrícola": "1. Diz-se do que vive nas sombras.",
        "umbrífero": "Aquele ou aquilo que é sombreado, sombrio, umbroso.",
        "umbrívago": "Que anda à sombra; que vaga ou flutua nas sombras; que anda ou perambula pelas sombras; escuro, tenebroso, sombrio; o mesmo que umbroso.",
        "umbrófila": "Relativo a umbro ou sombra, plantas de locais com pouco sol.",
        "umbrófita": "[Bot.]- Umbrófita é o têrmo usado para definir uma planta que vive em ambiente sombreado, sem a incidência do sol diretamente.",
        "umbu": "Fruta azeda, tradicionalmente nordestina, e costuma embotar os dentes depois de seu consumo excessivo. Possui forma arredondade e de raio aproximadamente de 2.2 cm.",
        "umbundo": "Umbundo ou umbundu ou ainda ovimbundu, é uma língua falada pelos indivíduos da etnia dos ovibundos, que habitam as montanhas centrais de Angola. Pertence à família lin - guística nigero-congolesa ...",
        "umbunzeiro": "Árvore de origem indígena.",
        "umburana": "É uma arvore brasileira presente na floresta estacional semidecídual , floresta ombrófila densa , cerrado , caatinga. É encontrada nos seguintes estados: AL, BA, CE, ES, GO, MA, MG, MS, MT, PB, PE, PI...",
        "umburanas-ba": "Cidade e município do estado da Bahia, na microrregião de Senhor do Bonfim, no centro-norte do estado. Tem uma área de 1812 Km2., uma população de cerca de 17 mil habitantes (2010) e fica 450 Km. dist...",
        "umburatiba": "Cidade e município do estado de Minas Gerais (ex-Umburanas), na microrregião de Nanuque fundada em 1962. Tem uma área de 404 Km², desmembrada do município de Águas Formosas, uma população de cerca de...",
        "umburatiba-mg": "Cidade e município do estado de Minas Gerais que está descrito no verbete ¨umburatiba¨.",
        "umburatibense": "1. Pessoa nascida na cidade de Umburatiba, no estado de Minas Gerais.",
        "umburuçu": "[Bot.]- Umburuçu é o nome popular de uma árvore da família das Bombacáceas, que ocorre em áreas de cerrado. Trata- -se de uma árvore de porte médio, ramos robustos, que pro- duz flores grandes isolad...",
        "umbuzada": "Alimento proveniente de uma fruta típica do nordeste breasileiro, de sabor levemente ácido,preparado a partir da cocção do umbú misturados com leite e açúcar.",
        "umbuzeiranse": "Pessoa que nasce na cidade de Umbuzeiro, no estado da Paraíba.",
        "umbuzeiro": "Do latim Spondias tuberosa, L., Dicotyledoneae, Anacardiaceae. É uma árvore de pequeno porte em torno de 6m de altura, de tronco curto, esparramada, copa em forma de guarda-chuva com diâmetro de 10 a ...",
        "umbuzeiro-pb": "Cidade e município do estado da Paraíba, no Agreste Paraibano, na divisa com o estado de Pernambuco, fundado em 1890. Tem uma área de 181 Km2., uma população de cerca de 9,3 mil habitantes(2010) e fic...",
        "umbé": "Significa uma afirmação, aprovação, um consentimento. Ato de consentir, de dizer sim, o mesmo que ok, tudo bem.",
        "umbú": "Um tipo de fruta.",
        "umdolasi": "Quase o mesmo que contar para chegar a algo.",
        "ume": "Pedra formada por sulfato de alumina e potassa.",
        "umectada": "Flexão de umectado. O mesmo que umedecida.",
        "umectadas": "Do verbo umectar, é tornar levemente molhado ou úmido.",
        "umectante": "Produto que umedece com substâncias diluidas, hidratante.",
        "umectar": "Ato ou efeito de molhar uma superficície.",
        "umectação": "Tornar úmido, molhar.",
        "umectância": "Produto que umedece com substâncias diluidas, hidratante.",
        "umedece": "Molha, embebe, banha",
        "umedecedor": "Que tem a função de umedecer, tornar úmido.",
        "umedecem": "Do verbo umedecer. 1. Tornar úmido. Molhar levemente. 2. Embeber, fazer penetrar líquido.",
        "umedecendo": "Molhando, ficando úmido, banhando.",
        "umedecer": "Vt Tornar úmido, molhar levemente.",
        "umedeceram": "Flexão de umedecer. Molharam, ficaram úmidos.",
        "umedeceu": "Flexão de umedecer. Que se tornou úmido, molhado levemente.",
        "umedeci": "Flexão de umedecer. Que torna úmido.",
        "umedecida": "Banhada, ligeiramente úmida.",
        "umedecido": "Flexão de umedecer. Tornar úmido.",
        "umedeça": "Conjugação do verbo \"umedecer\".",
        "umedeço": "Flexão de umedecer. Que está tornando úmido, molhado (levemente).",
        "umente": "É o mesmo que úmido.",
        "umeral": "[Anat.]- relativo ao úmero, que é um osso do braço que se articula com a omoplata e termina no cotovelo. (Umerário)",
        "umidade": "Umidade vem de úmido, que significa levemente molhado.",
        "umidifica": "Flexão de umidificar. 1. Que molha levemente; 2. Que torna aquoso(a).",
        "umidificada": "Flexão de umidificar. Que se tornou úmida, molhada.",
        "umidificar": "Tornar úmido.",
        "umidificação": "Ato de umidificar, tornar úmido.",
        "umidifiquei": "Flexão de umidificar. Tornei úmido; umectei; umedeci.",
        "umidifobo": "[Bot.]- Têrmo usado em botânica para designar certos vege- tais que não se dão bem em terrenos úmidos.",
        "uminha": "Coisa/Objeto única(o), minúsculo (a).",
        "umiri": "[Bot.]- Umiri é o nome popular de uma árvore da família das Humiriáceas, que ocorre nas Américas Central e do Sul. No Brasil ocorre na região amazônica e também é chamada de tauroniro. Fornece madei...",
        "umiri-bastardo": "[Bot.]- Umiri-bastardo é o nome popular de uma planta da família das Meliáceas.",
        "umirirana": "[Bot.]- Umirirana é o nome popular de uma planta da família das Voquisiáceas, que ocorre na região amazônica do Brasil.",
        "umiskall": "UMISKALL ofensa suprema, esquecida facilmente. Pode-se refirir as coisas trágicas da vida também.",
        "umpeque": "[Bot.]- Umpeque é o nome popular dado em Angola para o ababone. (VIDE)",
        "umuarama": "[Geog.]- Umuarama é o nome de um município do estado do Paraná, com cerca de 100 mil habitantes. Localiza-se no noroeste do estado ,à cerca de 570 km. da capital e 115 km. da fronteira com o Paragu...",
        "umuarama-pr": "Umuarama é o nome de uma cidade do Paraná, vide Umua- rama.",
        "umuaramense": "Quem nasce em Umuarama, Paraná.",
        "umulucu": "Umulucu é o nome de uma iguaria que se faz de feijão-fra- dinho, temperado com azeite de dendê (VIDE),cebola, sal e camarão moídos juntamente na pedra. Também é cha- mado de feijão-de-azeite.",
        "umutina": "Umutina é o nome de uma tribo indígena que habita a mar gem direita do rio Paraguai, no estado de Mato Grosso. Falam a língua umutina da famíia linguística Bororo do tronco macro-Jê e antigamente era...",
        "umão": "Umão é o nome de um grupo indígena, o mesmo que ua- mói. (VIDE)",
        "una": "Una é uma palavra indígena que define: -escuro,negro,preto(suna;tuna;runa).Entra na formação de muitas palavras. -termo genérico para ¨besouro¨. -povoado em Minas Gerais,no município de Senador Modest...",
        "unaiense": "Unaiense é a pessoa que mora ou nasceu em Unaí, MG. ( VIDE UNAÍ)",
        "unanimar": "1. Tornar unânime.",
        "unanimemente": "Palavra sinônima de unanimamente, significa por unanimidade, posicionamento uniforme tomados por todos, totalidade de ideias e ações iguais.",
        "unanimidade": "Todos estão de acordo, pensamentos iguais, idéias iguais, concordância ...",
        "unanimismo": "1. Escola Literária do século XX que se propõe a traduzir os sentimentos e as impressões de grandes grupos humanos.",
        "unas": "Nome próprio do último faraó da quinta dinastia egípcia.",
        "unasul": "União de Nações Sul-Americanas.",
        "unau": "[Zool.]-Unau é uma palavra indígena que define um animal desdentado, da família Bradypodidae, uma variedade de bicho-preguiça.",
        "unaí": "Unaí é um município do estado de Minas Gerais , localizado no noroeste do estado, divisa com o estado de Goiás. Foi fundado em 1943 e tem cerca de 80 mil habitantes. Faz par- te da Bacia do Rio São...",
        "unaúna": "Unaúna é uma palavra indígena que define: 1-Inseto coleóptero, também chamado de ¨pai-de-formigueiro¨ (Coelosis biloba). 2-Árvore também chamada e ¨jacarandá-cabiúna¨ (Dalbergia micolobium).",
        "unb": "1. Universidade de Brasília.",
        "unci": "Unci é um têrmo de composição que exprime a idéia de gancho e entra na formação de muitas palavras.",
        "unciforme": "Diz-se daquilo que tem a forma de um gancho.",
        "unciformes": "Que possuem formas parecidas com ganchos.",
        "uncinado": "1- Que tem unha. 2- Que tem a forma de unha ou gancho. 3- Que termina em unha ou em gancho, como um anzol.",
        "uncinariose": "[Med.]-Termo que define uma infestação gástrica causada pelo parasita denominado Uncinaria duodenalis.",
        "uncipene": "[Zool.]- Diz-se de certas aves que têm espinhos nas asas.",
        "uncirrostro": "[Zool.]- Diz-se das aves que possuem bico curvo, em forma de unha.",
        "unciário": "Unciário era uma pessoa que tinha o direito à duodécima parte de uma herança, segundo a jurisprudência romana.",
        "uncoartrose": "Conjunto de alterações consequentes a diminuição da articulação entre as vértebras.",
        "uncovertebral": "Articulação entre a face superior da apófise unciforme de uma vértebra cervical e a face inferior da vértebra que lhe está subjacente",
        "undar": "1. Formar ondas.",
        "undecaedro": "Diz-se de poliedro com onze faces.",
        "undecileno": "A primeira parte de um milênio",
        "undecumano": "Assim era chamado um soldado que pertencia à 11ª Le- gião, entre os antigos romanos.",
        "undecágono": "Polígono de onze lados.",
        "underdog": "Pessoa ou grupo de pessoas consideradas fadadas à derrota; azarões; perdedores; os menos favorecidos; vira-latas.",
        "underground": "Underground é algo que não é muito conhecido, não é famoso. Algo que está \"abaixo do solo\", como é a tradução \"ao pé da letra\" dessa palavra.",
        "underlaine": "Símbolo computacional: \"_\".",
        "undertale": "É um jogo estilo RPG onde você pode chagar ao final no LVL1, sem matar ninguém. Mas se resolver matar todos... você vai ter uns maus tempos.",
        "undevicesimano": "Assim era chamado o soldado que pertencia à 19ª Legião, entre os antigos romanos.",
        "undevicésimo": "Que vem depois do décimo oitavo.",
        "undiflavo": "Têrmo poético que define aquilo que tem ondas cor de ouro ou reflexos áureos.",
        "undinismo": "Undinismo ou ondinismo é o mesmo que urofilia.",
        "undoso": "Ondeante, que forma ondas, apresenta ondulações.",
        "undécima": "Numeral ordinal.",
        "undécimo": "Equivalente ao ordinal 11º (décimo primeiro)",
        "undécuplo": "Que ou o que contém 11 vezes a mesma quantidade.",
        "undíssono": "Têrmo poético que define algo que soa como as ondas agi- tadas.",
        "undívago": "Que vaga sobre as ondas; Que ondula.",
        "une": "Ato de unir, ter união.",
        "unem": "Flexão de unir. Que fazem a união de algo.",
        "unense": "Unense é o indivíduo que nasceu ou vive no município de Una , no estado da Bahia.",
        "unesco": "UNESCO é a abreviatura da expressão inglesa de ¨ United Nations Educational Scientifc and Cultural Organazation ¨, ou ¨ Organização Educacional Científica e Cultural das Nações Unidas¨. Essa en...",
        "unescoiano": "Embaixador da Unesco (Organização das Nações Unidas para a Educação, a Ciência e a Cultura).",
        "unesp": "Universidade estadual paulista",
        "unf": "Sigla de University of North Florida, universidade localizada em Jacksonville, nos Estados Unidos.",
        "unga": "Fidelidade por culpa, proteção, cumplicidade, unidos pela dor.",
        "unge": "Desenho/personagem usado como memes e emotions em redes sociais. É todo verde e tem apenas dois dentes.",
        "ungento": "Medicamento para uso externo, pouco conistente, e que tem por base uma substância gorda. Designação antiga de certas drogas ou essências, com que se perfumava o corpo.",
        "unges": "Ato de ungir, dar unção a.",
        "ungia": "Lubrificava, untava, oleava.",
        "ungida": "Particípio passado do verbo ungir. S.F. e ADJ. Pessoa ou algo que recebeu uma benção, uma unção.",
        "ungidas": "Flexão de ungido. 1. Que receberam unção. 2. Que se tornou sagrado.",
        "ungido": "Adj., untado; sagrado; adj. e s. m., que ou aquele que foi ungido, que recebeu os Santos Óleos; o escolhido.",
        "ungidos": "S.M. ou ADJ. Que receberam unção.",
        "ungindo": "Purificando, untando, melhorando.",
        "ungir": "1- Aplicar óleos consagrados a dar unção. Consagrar. 2- Purificar; corrigir; melhorar.",
        "ungir-me": "Abençoar-me",
        "ungira": "1. Ato ou efeito de ungir.",
        "ungiram": "Flexão de ungir. 1. Untaram ou friccionaram com óleo, com unguento. 2. [Catol.] Aplicaram em (alguém) óleos consagrados; deram unção a.",
        "ungiu": "Flexão de ungir. 1. Que esfregou, friccionou com óleo, unguento ou qualquer substância gorda. 2. [Relig.] Deu a unção a, com os santos óleos. 3. Untou com substâncias aromáticas. 4. [Fig.] Que purifi...",
        "ungueais": "Chamados de \"leitos ungueais\", são a parte de baixo das unhas dos pés e das mãos.",
        "ungueal": "Relativo a unha.",
        "unguento": "1- Nome que os antigos davam à drogas aromáticas com que perfumavam e ambalsamavam os corpos. 2- Medicamento de consistência mole, qu tem por base uma substância gordurosa e serve para ser ...",
        "unguento-basilicão": "Unguento (VIDE) composto de pez (VIDE) negro, cera ama- rela , colofônia (VIDE) e azeite.",
        "unguento-populeão": "Unguento (VIDE) preparado com brotos de álamo (VIDE).",
        "unguiculado": "[Zool.]- Diz-se dos animais mamíferos que têm uma unha em cada dedo.",
        "unguinoso": "Diz-se do que é oleoso, gorduroso.",
        "ungulado": "Divisão de mamíferos que compreendia os animais de casco, como os artiodátilos e perissodátilos.",
        "ungular": "Relativo à unha ou casco das patas de animais.",
        "ungüentar": "Termo regional definindo solução cremosa medicinal para tratar traumas musculares",
        "ungüento": "Unguento é o mesmo que POMADA Medicamento utilizado sob a forma de papa, extraído de plantas, gorduras animais ou resíduos minerais, que se aplica sobre alguma parte do corpo dolorida ou inflamada.",
        "unha": "Lâmina dura, córnea, semitransparente, que reveste a ex- tremidade dorsal dos dedos das mãos e dos pés no ho- mem e em um grande número de animais vertebrados.",
        "unha-de-anta": "[Bot.]- Unha-de-anta é o nome popular de uma árvore, o mesmo que chichá. (VIDE)",
        "unha-de-boi": "[Bot.]-Nome popular de uma planta, o mesmo que pata-de-vaca.",
        "unha-de-cavalo": "[Bot.]- Unha-de-cavalo é o nome popular de uma planta da família das Asteráceas (ex-Compostas), também chamada de tussilagem.",
        "unha-de-fome": "Sovina, avarento, miserável.",
        "unha-de-gato": "[Bot.]- Unha-de-gato é o nome popular de uma planta da Or- dem Gentianales, família das Rubiáceas , gênero Uncaria, com duas espécies. É uma planta trepadeira ( liana), na- tiva das florestas tropi...",
        "unha-de-gato-da-praia": "[Bot.]- Unha-de-gato-da-praia é o nome popular de um ar- busto da família das Solanáceas.",
        "unha-de-gato-do-sertão": "[Bot.]- Unha-de-gato-do-sertão é o nome popular de uma planta da família das Fabáceas.",
        "unha-de-morcego": "(VIDE UNHAS-DE-MORCEGO )",
        "unha-de-urubu": "[Zool.]-É o mesmo que lingueirão.",
        "unha-de-vaca": "[Bot.]- Unha-de-vaca é o nome de uma árvore da família das Fabáceas (ex-Leguminosas), originária do sul da China e sudeste da Ásia. Trata-se de uma árvore com até 15 me- tros de altura que produz ...",
        "unha-de-vaca-de-espinho": "[Bot.]- Unha-de-vaca-de-espinho é o nome popular de uma árvore, o mesmo que pata-de-vaca. (VIDE)",
        "unha-de-veado": "[Bot.]- Unha-de-veado é o nome popular de um planta da famíla das Solanáceas (VIDE).",
        "unha-de-velho": "[Zool.]-Nome popular de um animal molusco, o mesmo que lingueirão.",
        "unha-do-olho": "É o mesmo que pterígio.",
        "unhaca": "1- define uma pessoa muito ávara; pão-duro; unha-de-fome. 2-( Fig.) - pessoa muito íntima; muito amiga.",
        "unhacas": "1. Uma pessoa muito amiga. Muito íntima. 2. Pessoa avarenta. Unha de fome ou pão duro.",
        "unhada": "Golpe dado com as unhas, arranhão, em que se pode fazer uma marca, um risco ou um ferimento.",
        "unhar": "Ato de se machucar com as unhas.",
        "unhas": "Plural de unha. [Anat.] Lâmina dura, formada de queratina, que recobre a última falange dos dedos das mãos e dos pés.",
        "unhas-de-morcego": "[Bot.]- Unhas-de-morcego é o nome popular de uma planta, o mesmo que cipó-morcego. (VIDE)",
        "unhaço": "Unha Grande ou Grande unha",
        "unheiro": "Sm.Tumor inflamatório na raiz das unhas",
        "unhinha": "Unha pequena",
        "unhou": "Derivação de unhar. 1. Que passou as unhas sobre; 2. Que feriu com as unhas; arranhou.",
        "unhão": "Unha grande",
        "unia": "Do verbo unir. 1. Se reunir. 2. Ligar pessoas por sentimento. 3. Ligar. 4. Associar ou combinar.",
        "unialado": "Que tem uma asa só",
        "unias": "Flexão de unir. Que fazias a união de.",
        "uniata": "Diz-se do cristão grego que reconhece a supremacia do papa.",
        "uniaxial": "Diz-se daquilo que só tem um eixo.",
        "unicamente": "De modo único; exclusivamente, somente.",
        "unicameral": "Que é formada apenas por uma câmara (ou casa).",
        "unicamp": "Sigla que significa Universidade Estadual de Campinas, fundada em 1966. Seu ¨campus ¨ principal fica na cidade de Campinas, estado de São Pulo, mas também possue ¨campus¨ em Limeira, Piracicaba, Paulí...",
        "unicausalidade": "[Antigo] Na medicina, referia-se à uma única causa para o aparecimento de uma doença ou epidemia. A teoria da unicausalidade foi refutada pelo avanço da ciência que afirma a existência de vários fator...",
        "unicef": "United Nations Children's Fund (Fundo das Nações Unidas para a Infância)",
        "unicefiano": "Relativo ao Unicef. Membro do Unicef (Fundo das Nações Unidas para a Infância e a Adolescência). Singulares feminino e masculino: UNICEFIANA e UNICEFIANO. Plurais feminino e masculino: UNICEFIANAS e U...",
        "unicelular": "Organismo vivo de uma só celula",
        "unicelulares": "Em biologia, chama-se unicelular ao microorganismo formado por uma única célula.",
        "unicidade": "Qualidade ou estado de único. Definição da fé apostólica",
        "uniciente": "Único ser capaz de ter todas informações existente no mundo inteiro ao mesmo instante, colhidas em tempo real aos acontecimentos ocorridos.",
        "unicismo": "1. Religião,Prática de adoração a um só Deus; Negam a existência da santa trindade.",
        "unicista": "1. Relativo ou próprio do unicismo.",
        "unicolor": "Referente ao que possui uma única cor.",
        "unicroísmo": "Unicroísmo é a propriedade que alguns minerais têm, de apresentar sempre a mesma cor seja qual a direção dos raios luminosos que neles incidem.",
        "unicroísta": "Diz-se daquele que tem a propriedade do unicroísmo.",
        "unicultura": "1. O mesmo que monocultura.",
        "unicêntrico": "Único centro, ponto principal.",
        "unicórnio": "O unicórnio, também chamado licórnio, é um animal mitológico que tem a figura de uma cavalo, geralmente branco, com um único chifre em espiral.Sua imagem está relacionada a pureza e a força. Segundo a...",
        "unicúspide": "Diz-se daquilo que possue uma só ponta. (lança unicúspi- de)",
        "unida": "Que está junto, ligado.",
        "unidade": "1- O número um. 2- Ação coletiva orientada para um mesmo fim; coesão, união.",
        "unidades": "Plural de unidade. 1. Que são apenas um, únicos. 2. [Militar] Formação militar construída de maneira permanente.",
        "unidas": "1. Tornar um só. 2. Colocar em contato.",
        "unidimensionais": "Que possuem apenas uma dimensão.",
        "unidimensional": "U.ni.di.men.si.o.nal adj m+f (uni+lat dimensione+al3) Que possui, ou que envolve uma só dimensão.",
        "unidirecional": "Que tem apenas uma direção, um único objetivo.",
        "unido": "Que está junto de algo ou alguém, grudado, junto.",
        "unidocente": "Um único professor dando aula de todos os conteúdos. Professor de Educação Infantil e Ensino Fundamental de 1º ao 5º ano.",
        "unidos": "Juntos, muito próximos.",
        "unidualidade": "Termo que designa o pensamento do ser humano como único no mundo.",
        "unienergia": "Energia universal, energia primordial.",
        "unifamiliar": "Residência única da família",
        "unifesp": "Universidade Federal de São Paulo",
        "unifica": "Flexão de unificar. Que se torna único.",
        "unificada": "Efeito de unificar, realizar unificação.",
        "unificadamente": "De modo unificado.",
        "unificado": "Tornar único",
        "unificador": "Aquele que une, que causa a unificação.",
        "unificadora": "Que unifica, que torna único.",
        "unificados": "Que estão em conjunto, agrupados, unidos, juntos.",
        "unificando": "Flexão de unificar. Que estava tornando um; juntando.",
        "unificar": "Unir, tornar um conjunto, um todo.",
        "unificaria": "Flexão de unificar. Tornar único.",
        "unificação": "Unificação é igualdade, é a junção de várias coisas diferentes para torná-las uma só; tornar igual; juntar.",
        "unificou": "V.t. Tornar único ou unido; reunir num só corpo ou num todo. Fazer convergir para um só fim: unificar forças. V.pr. Tornar-se unido ou único: os Estados unificaram-se, formando uma confederação.",
        "unifocal": "Aquilo que só tem um foco.",
        "uniformar": "O mesmo que uniformizar.",
        "uniforme": "Significa tudo aquilo que apresenta uma só forma, que é sempre o mesmo, não varia.",
        "uniformemente": "ADV. Que é feito de modo uniforme; aquilo que não tem variação ou mudança.",
        "uniformes": "Trajes comuns a uma categoria profissional. Aquilo que é padrão, constante, que não varia.",
        "uniformidade": "Que tem só uma forma",
        "uniformismo": "Relativo a uniformidade.",
        "uniformitarianismo": "Esta teoria se opõe à doutrina dos cataclismos para poder explicar o aparecimento e as transformações dos diferentes acidentes de relevo. É um princípio fundamental no qual os processos geológicos e a...",
        "uniformizadas": "Flexão de uniformizado. Aquelas que estavam com seus uniformes.",
        "uniformizado": "Ato de uniformizar, usar uniforme.",
        "uniformizadora": "Flexão de uniformizador. Que uniformiza; que torna igual.",
        "uniformizados": "Conjugação do verbo uniformizar. Que estão trajando uniformes.",
        "uniformizando": "Flexão de uniformizar. Que tornando uniforme, igual.",
        "uniformizar": "V.T. ou V.P. Tornar algo uniforme. Distribuir ou ordenar uniformes a alguém. Fardar-se.",
        "uniformização": "Tornar semelhante",
        "uniformize": "Flexão do verbo uniformizar. Ordem para tornar uniforme, igual, homogêneo.",
        "unigrafia": "Sf (uni+grafo+ia) Na Contabilidade é a contabilização feita por partidas simples.",
        "unigrávida": "Meio grávida.",
        "unigênita": "Aquele que é filho único.",
        "unigênito": "Unigenito = Uni-Genito. Uni = Único Genito = Gerado O Único Filho Gerado por Alguém.",
        "unigênitos": "1. Único gerado.",
        "unilaterais": "Que tem um único sentido.",
        "unilateral": "Adjetivo de dois gêneros. 1.Situado de um único lado. 2.Que vem de um lado só. Decisão que beneficia apenas um dos lados em uma negociação. Tipo de negociação onde os interesses de um dos envolvidos...",
        "unilateralidade": "Que vem de unilateral; uma só parte, parte de um contrato.",
        "unilateralismo": "Diz-se de qualquer doutrina que apoie ação unilateral.",
        "unilateralmente": "De um único lado. de maneira unilateral.",
        "unilinear": "Diz-se do que só tem uma linha.",
        "unilinearidade": "Característica do que tem uma só linha.",
        "unilocular": "Que tem um loculo ou compartimento unico",
        "uniloculares": "Deriva de unilocular, termo próprio da biologia para definir células em forma de esfera que contém grande quantidade de lipídios.",
        "unilíngue": "Pessoa que fala somente um idioma ou língua.",
        "unilíngüe": "Adj. Que está escrito ou é falado em uma só língua.",
        "unimed": "Sociedade Cooperativa de Trabalho Médico",
        "unimodal": "Em forma convexa.",
        "unimos": "Flexão de unir. Fazemos a união de algo; juntamos; associamos.",
        "unimultiplicidade": "Variedade de coisas diferentes, mas unidas por uma finalidade.",
        "unionense": "Natural de União da Vitória - Pr e Porto União - Sc, também União - Pi",
        "unionista": "1. Que ou aquele que faz parte de uma união política. 2. Membro de uma união operária. 3. Partidário da manutenção da união num Estado confederado.",
        "unionistas": "Participantes do unionismo.",
        "unipessoal": "Unipessoal (u-ni-pes-so-al) adj. Que consta de uma só pessoa. Relativo a uma só pessoa. Gramática Diz-se do verbo que só é conjugado ou usado numa pessoa, a 3.ª.",
        "unipolar": "Monopolar:mono significa um ou único, polar é uma extramidade. Já unipolar:uni:único;polar é extremidade,pólo:um só polo.Estas duas palavras têm a mesma semântica,isto é,o mesmo significado.",
        "unipolares": "Plural de unipolar. Que possuem apenas um polo.",
        "unipresente": "Unipresente:algo que se encontra em todo lugar",
        "unir": "V.T. Ligar, juntar coisas ou pessoas. Fazer com que tenham algum tipo de ligação. Unificar, tornar um. aproximar, associar, congregar, reunir, agregar, anexar, conciliar, harmonizar, casar.",
        "uniram": "Aquilo que se tornou um, que se unificou, que foi ligado.",
        "uniria": "Do verbo unir, é reunir ou juntar. Colar ou grudar.",
        "unirmos": "Do verbo unir. 1. Tornar um só. Unificar ou juntar. 2. Ligar por laços afetivos.",
        "unirracial": "Que é relativo a uma única raça.",
        "unisseriado": "1. Algo formado ou disposto por uma única série, fileira ou linha.",
        "unissex": "Diz-se da roupa, peça de roupa, penteado, etc., que pode ser usado indistintamente tanto por homem como por mulher.!",
        "unissexuadas": "Unissexuadas são as espécies que produzem gametas de um único sexo; possuem, portanto, Gônadas masculinas(testículos ) Ou Gônadas femininas (ovários)",
        "unissexuado": "O mesmo que unissexual, aquele que possui um único sexo.",
        "unissexuados": "Que possui um sexo só.",
        "unissexuais": "Plural de unissexual. Que possuem apenas um sexo.",
        "unissexual": "Pessoa que se sente atraida por uma unica pessoa, ou seja, ela mesma.",
        "unissonante": "O mesmo que uníssono.",
        "unissonância": "Qualidade do que é uníssono.",
        "unissubjetivo": "Termo usado para se referir a um tipo de crime que é cometido exclusivamente por uma única pessoa.",
        "unissubsistente": "Ação que consiste em um único ato.",
        "unita": "UNITA é o acrônimo para União Nacional para a Independência Total de Angola, um partido político fundado em 1966 por Jonas Savimbi. Durante a guerra civil em Angola a UNITA recebeu apoio militar dos E...",
        "unitarismo": "O unitarismo (ou unitarianismo) é uma corrente de pensamento teológico que afirma a unidade absoluta de Deus, prega a liberdade de cada ser humano para buscar a sua própria Verdade e a necessidade de ...",
        "unitarista": "Que é adepto do unitarismo.",
        "unitermo": "Unificação de termos através de indexação coordenada",
        "uniteísmo": "É a crença no universo como figura de divindade.",
        "unitivo": "Característica daquilo que une.",
        "unitização": "Ato de unificar, colocar em um mesmo volume ou local, diversas cargas, valores ou informações.",
        "unitária": "Flexão de unitário. Relativo a um.",
        "unitário": "1) Relativo a unidade, 2) Relativo à unidade política de um país.",
        "uniu": "Flexão de unir. 1. Que juntou, ligou o que estava separado ou afastado, aproximou; 2. Que casou, passou a morar com alguém por laços de afeto; 3. Que se aliou a um determinado grupo.",
        "univalente": "Elemento químico que apresenta uma única valência",
        "univalentes": "O mesmo que monovalente. Da química, que possui valência igual a 1.",
        "univalorada": "Termo usado em questionários para designar questões de única escolha, ou seja, que só uma alternativa pode ser assinalada.",
        "univalve": "[Morf. bot. morf. zoo.] Que é formado por uma única valva.",
        "univalência": "[Quim.] Qualidade de univalente.",
        "universais": "Plural de universal. Que é relativo ao universo.",
        "universal": "Algo que é para todos, que é dividido para todos.",
        "universalidade": "Universalidade, comum a todo planeta, ou Universo. sem distinção de raça, cor, etinia ou religião.",
        "universalidades": "Diz-se das coisas que são comuns em qualquer parte do mundo; que são universais.",
        "universalismo": "Opinião que não reconhece outra autoridade senão o consentimento universal. Tendência para universalizar uma ideia, uma obra, um sistema. Na literatura, Universalismo é uma tendência para buscar no pa...",
        "universalista": "Pessoa de mente aberta que conhece bem do assunto tratado e apoia a prática somente do que é sadio; voltado para a conservação da vida, da paz, da boa moral e bons costumes. ex: em religião;(faz-se um...",
        "universalizada": "Que se tornou universal.",
        "universalizado": "Flexão de universalizar. Que se tornou universal.",
        "universalizados": "Diz-se do que tornou universal, comum.",
        "universalizante": "Que é universal.",
        "universalizar": "Universalizar ou Uniformizar está associado à igualdade de direitos, a receber amplamente informações possuir direitos, beneficíos e inserção nos programas de atendimento das polticas públicas. Facili...",
        "universalização": "S.F. Universalizar, generalizar, tornar único.",
        "universalizáveis": "Ato de universalizar, tornar universal.",
        "universalizável": "Que se poder tornar universal.",
        "universalmente": "Que é aplicado a tudo.",
        "universidade": "A palavra Universidade vem do Latim Universitas.Significa \"Universalidade, o todo, e ainda o Universo, o conjunto das coisas.\"",
        "universitária": "Relativo a universidade.",
        "universitárias": "Mulheres que estão cursando alguma universidade, ou seja, algum curso superior dentro de uma universidade.",
        "universitário": "Uma pessoa que faz faculdade.",
        "universo": "Universo é o local onde se concentram tudo o que existe (inclusive satélites e tudo o que foi criado pelo homem e está no espaço).",
        "universo-ilha": "Galáxias isoladas.",
        "universário": "Sinônimo de universo",
        "univitelino": "Idênticos, iguais",
        "univocamente": "Do Lat. univocu adj., que se aplica a muitas coisas distintas, mas do mesmo género; que só admite uma forma de interpretação; inequívoco; que é homogéneo; Gram., próprio, caracterí...",
        "univocas": "Palavra derivada do verbo univocar. Ter univocidade (aquilo que só tem um significado, que não é ambíguo).",
        "univocidade": "Aquilo que permite apenas uma só interpretação",
        "univoco": "Que mantém o mesmo sentido em empregos diferentes. Que tem a mesma natureza.",
        "univoltino": "Termo utilizado para definir aqueles animais que se reproduzem apenas uma vez por ano (uma geração por ano), normalmente, acompanhando o período em que o alimento é mais ofertado na natureza.",
        "unix": "Um sistema operativo portável. É multitarefa e multiutilizador. Criado por funcionários que trabalhavam nos Laboratórios Bell.",
        "união": "União significa ligação, associação, acordo, pacto entre dois ou mais elementos, visando uma convivência estável entre eles.",
        "unja": "Conjugação do verbo ungir.",
        "unjo": "Sacro, puro, que merece respeito e veneração para religiosos.",
        "uno": "Indivisível, unido, único.",
        "uns": "Diz-se de pronome indefinido que determina \"alguns\".",
        "unscunsresbo": "Mantra lúdico, cantado repetidamente, com voz entre gutural e fanhosa, ao mesmo tempo em que, com o lado da unha do dedo indicador, ligeiramente dobrado, se tocam pessoas circunstantes, com o intuito ...",
        "unta": "1. Ato ou efeito de untar.",
        "untada": "Efeito de untar, aplicar unto.",
        "untadela": "Pequena lubrificação.",
        "untados": "Plural de untado. Que foram passados na manteiga; engordurados; besuntados.",
        "untadura": "S. f. Acto ou efeito de untar; Untura.",
        "untanha": "Untanha é o nome popular de um gênero de sapo, de gran- de tamanho, da família dos Leptodactylídeos, que tem como particulariedade , pequenas projeções ósseas, semelhan- tes à dentes. Todas as espéci...",
        "untar": "Engordurar; engraxar; lambuzar ; aplicar unto ( banha ou gordura de porco).",
        "untação": "Ato de untar, aplicar unto, qualquer substância que possua textura gordurosa.",
        "unto": "Banha ou gordura de porco. Utilizado para cozinhar.",
        "untou": "Flexão de untar. Que passou unto, óleo ou outra gordura.",
        "untuosa": "Oleosa, adiposa, gordurosa, gordurenta.",
        "untuosidade": "Qualidade ou caráter do que é untuoso.Qualidade de gorduroso ou escorregadio.",
        "untuoso": "Que tem gordura; Escorregadio; Fricção no corpo com õleo.",
        "untuém": "[Bot.]- Untuém é o nome popular de uma árvore da família das Sapotáceas, que produx látex semelhante à guta.",
        "ununhéxio": "[Quim.] Designação provisória do elemento químico com o número atómico 116, substituída por livermório.",
        "ununtrio": "Ununtrio é o nome temporário de um elemento químico, que tem o símbolo, também temporário, de Uut. Tem o número atômico 113 e massa atômica de 284. É um elemento sintético descoberto em 2004, po...",
        "unzinho": "Diminutivo de de um.",
        "unzunzoutro": "O mesmo que \"uns e outros\". Expressão muito usada na Bahia como forma de definir um grupo sem nominar individualmente.",
        "unário": "Aquilo que é único, de uma única espécie",
        "unânime": "Quando todos concordam com uma idéia ou proposta, sem nenhuma exceção.",
        "unânimes": "Que tem correspondência, igualdade, de consenso geral.",
        "unção": "Poder, capacidade, gerada pelo Espirito Santo de Deus e entegue, ou derramada, àqueles que aceitam o Senhor Jesus como único e suficiente salvador. Onde a unção derramada é suficiente para gerar no co...",
        "unções": "Plural de unção. 1. Relativo ao ato ou efeitos de ungir, de aplicar óleo consagrado numa pessoa. 2. Atos ou efeitos de untar, de esfregar com unto, gordura; untadura, untura.",
        "unígamo": "Que é casado com uma única pessoa. O mesmo que monógamo.",
        "uníparo": "Aquele que dá à luz uma cria ou filho por vez.",
        "uníssemos": "Do verbo unir. 1. Tornar um só. Reunir. 2. Pôr em contato ou aconchegar. 3. Associar, aliar ou combinar.",
        "uníssona": "Que tem o mesmo som ou qualidade que outro. Garantia unânime.",
        "uníssonas": "S.F. ou ADJ. Que foi dita em uma única voz. Várias vozes que emitem um único som.",
        "uníssono": "Som reproduzido em um mesmo tom por várias pessoas",
        "uníssonos": "Que têm o mesmo som que o outro.",
        "unívoca": "Que tem um só significado ou interpretação",
        "unívocas": "1. Que possui um significado 2. Homogêneo 3. Que se aplica a diferentes objetos, mas com o mesmo sentido 4. [Gram.] Homônimo",
        "unívoco": "Que só admite uma interpretação.",
        "unívocos": "São os vocabulários que tem um só sentido. Ainda palavras pertencente ao jargão do profissional de Direito, e. g.: ab-rogar (revogar totalmente uma lei); derrogar (revogar parcialmente uma lei); ob-ro...",
        "uol": "Provedor de internet",
        "up": "Conferida, ver se ta tudo bem.",
        "up-to-date": "Que é do seu ou tempo a frente. Moderno.",
        "upacaraí": "Upacaraí é uma palavra indígena que define: 1-Alagado produzido pelas águas da chuva; charco; lagoa; iguapé. 2-Arroio afluente da margem direita do rio Ibicuí da Armada, no município de Dom Pedrito, R...",
        "upada": "Flexão de upar. 1. Que deu upas (montaria). 2. Enviar cópias de um conjunto de dados a um computador remoto.",
        "upado": "Inchar, inchado.",
        "upados": "Quando hospedamos vídeos na internet.",
        "upando": "Gerúndio do verbo upar. Característica de um personagem de jogo que está subindo de nível.",
        "upanema": "Upanema é uma palavra indígena que define: 1-Cidade e município do estado do Rio Grande do Norte, Zona da Chapada do Apodi. 2-Antigo nome do rio Apodi, RN. 3-Rio afluente da margem direita do rio Apod...",
        "upanema-rn": "Cidade do Rio Grande do Norte, com aproximadamente doze mil habitantes. A cidade tem o terceiro reservatório de água do Estado. Tem uma rádio comunitária,(Fm Liberdade) um jornal (Jornal de Upanema) e...",
        "upanemense": "Pessoa que nasce em Upanema, Rio Grande do Norte.",
        "upanixade": "Os Upanixades ou Upanissades são parte das escrituras Shruti hindus, que discutem principalmente meditação e filosofia, e são consideradas pela maioria das escolas do hinduísmo como instruções religio...",
        "upar": "Evoluir seu personagem, muito usado em jogos online onde o personagem sobe de nivel.",
        "update": "Update significa atualizar, modernizar, e é um termo de origem inglesa. Update é um termo originalmente ligado à tecnologia, e é utilizado para atualizar softwares, programas de computadores, jogos U...",
        "uperu": "Palavra indígena que define um peixe, o mesmo que ¨iperu¨.",
        "uperuquiba": "Uperuquiba é uma palavra indígena que define um peixe, o mesmo que iperuqueíba.",
        "upgrade": "Atualizar, melhorar",
        "upir": "Um tipo de dragão que se alimenta de seres humanos, mas deve morrer por suas próprias mãos para despertar os seus verdadeiros poderes.O Upir são os mais temidos dos sobrenaturais por causa de suas pre...",
        "upis": "Nome das Faculdades Integradas de Brasilia.",
        "upload": "Na rede mundial de cpu, refere-se a levar algo para a net.",
        "uploads": "O plural do termo upload. Vem do inglês e significa que um usuário envia algum conteúdo do seu computador para a internet.",
        "upo": "Flexão de upar. Que dá upa(s); salta, corcova.",
        "upou": "Disponibilizou arquivos online.",
        "upsilão": "O mesmo que Ìpsilon, Ípsilão, a penúltima letra do alfabeto português.",
        "upskirt": "(Palavra usada apenas na internet) Saia levantada; fetiche em que o indivíduo sente prazer em olhar por debaixo de saias.",
        "ur": "1. Cidade da antiga região da Mesopotâmia.",
        "ura": "1. muita vontade de fazer algo; 2. ânsia; 3. angústia por não ter realizado algo ou pela espera em realizar algo; 4. desejo sexual incontrolável.",
        "uracaçu": "[Zool.]-Uracaçu é o nome popular de uma ave, o mesmo que gralhão.",
        "uracila": "Base nitrogenada presente no ácido ribonucleico (RNA) .",
        "uraiense": "Que ou quem é natural da cidade de Uraí (Paraná).",
        "urais": "Montes Urais; sistema montanhoso da Russia, que se estende por 2000 km. de comprimento e cerca de 100 km. de largura, do Oceano Glacial Ártico ao mar Caspio. Os Urais formam uma das maiores cadeia...",
        "ural": "[Geog.]- Ural é o nome de um rio que corre pelo sudoeste da Rússia e pelo Cazaquistão (VIDE). Nasce nos montes Urais e banha as cidades de Orsk e Orenburg. Entra em território do Cazaquistão e na alt...",
        "urali": "Urali ou urati é um veneno, o mesmo que curare. (VIDE)",
        "uraliana": "Uraliana é o nome de uma família linguística, que com - preende idiomas utilizados no norte da Europa, na região situada entre a Noruega e a Sibéria. Abrange cerca de 20 línguas, divididas em doi...",
        "urandi": "[Bot.]- Urandi é o nome vulgar de uma árvore, o mesmo que guanandi. (VIDE)",
        "uraniscocasma": "Têrmo médico que define uma fístula no céu da boca.",
        "uranisconite": "Têrmo médico que define uma inflamação no céu da boca.",
        "uraniscosteoplastia": "Têrmo médico que define uma intervenção para a restaura- ção da abóbada palatina ( céu da boca).",
        "uranismo": "Uranismo é o mesmo que pederastia, ou seja, homosse- xualismo masculino.",
        "uranista": "Que ou aquele que sente atração sexual e/ou mantém relação amorosa e/ou sexual com indivíduo do mesmo sexo",
        "urano": "[Mitologia Grega] - Deus do Céu,filhoe esposo de Gaia, que com ela gerou os Ciclopes e os Titãs.",
        "uranografia": "Uranografia é o estudo e descrição da abóboda celeste (céu)",
        "uranoscopia": "Estudo e ou conhecimento da influência dos atros, especialmente dos signos, no destino e no comportamento dos seres humanos.",
        "uranoscopídeo": "Segundo mitologia medieval, peixe assim chamado porque tem um olho na cabeça, com o qual sempre olha para o céu",
        "uranostafilorrafia": "Têrmo médico que define uma sutura de fenda congênita da abóbada palatina ( céu da boca )",
        "uranômetro": "Uranômetro é o nome do instrumento com que se medem as distâncias celestes.",
        "urapuca": "[Zool.]- Urapuca é o nome popular de uma abelha, o mesmo que irapuã. (VIDE)",
        "urare": "Urare é o nome de um veneno, o mesmo que curare.",
        "urari": "Urari ou uirari, é o mesmo que curare. (VIDE)",
        "uraricoera": "O rio Uraricoera é o mais extenso rio brasileiro do estado de Roraima, com cerca de 870 quilômetros. A sua confluência com o rio Tacutu forma o rio Branco, principal rio do estado. Uraricoera deriva ...",
        "urarirana": "Palavra indígena que define uma planta da família das sapindáceas, uma liana nativa da América do Sul. Ela pode alcançar até a copa de altas árvores. O nome científico desta espécie é Paullinia alata.",
        "urataciú": "[Bot.]- Urataciú é uma palavra indígena que define uma ár- vore, o mesmo que arataciú. (VIDE)",
        "urato": "é um derivado do ácido ÚRICO, que calsa várias doenças como por exemplo a ARTRITE GOTOSA.",
        "uratos": "Diz-se de um componente derivado do ácido úrico, o qual é responsável pelo desencadeamento de diversas doenças.",
        "uraçu": "É o mesmo que uiraçu.",
        "uraí-pr": "\u0093Uraí\u0094, planta da qual os indígenas (guaranis) extraíam o \u0093curare\u0094, veneno com que untavam suas flechas e lanças, para se defenderem dos inimigos, foi a palavra escolhida pelos colonizadores japoneses...",
        "urbana": "Diz-se do que é relativo a cidade.",
        "urbanas": "Plural de urbana. Que é relativo a cidades.",
        "urbanidade": "Qualidade do que é urbano; cortesia, afabilidade,",
        "urbanismo": "O urbanismo é a disciplina e a atividade relacionadas com o estudo, regulação, controle e planeamento da cidade (em seu sentido mais amplo) e da urbanização. Sua definição porém, sempre varia de acord...",
        "urbanista": "Relativo a urbano",
        "urbanisticamente": "De maneira urbanística.",
        "urbanita": "Diz-se de coisas ou pessoas que habitam uma cidade; urbana.",
        "urbanizada": "Ato ou efeito de urbanizar; Refente a citadino; Diz-se de zona rual que se urbanizou.",
        "urbanizado": "Flexão de urbanizar. Que se tornou urbano (cidade).",
        "urbanizar": "Tornar urbano, civilizado, habitável.",
        "urbanização": "Urbanização é o aumento proporcional da população urbana em relação à população rural.",
        "urbano": "1. De relativo a cidade 2. Que tem características de cidade 3. Cortês,civilizado",
        "urbanos": "Diz-se de tudo que tem relação com a cidade, com o citadino, que não pertence a zona rural; Lugares com poucas árvores, asfaltados, com muitas casas, prédios, empresas, carros, etc.",
        "urbanístico": "Relativo a urbano.",
        "urbanóide": "Indivíduo que vive no meio urbano e que não se adapta e/ou não tem interesse por outros lugares. Pode ser ou não pejorativo.",
        "urbe": "S.f. - cidade",
        "urbes": "Plural de urbe. O mesmo que cidades.",
        "urbícola": "Habitante da cidade, ocupada concomitantemente por homens, hominídeos e humanóides vociferando tecnologias xulas e obsoletas.",
        "urbígena": "Que nasceu na cidade.",
        "urca": "Bairro do Rio de Janeiro; Urca - um tipo antigo de navio; URCA - sigla da Universidade Regional do Cariri. Categoria: Desambiguação",
        "urco": "1- Diz-se de um cavalo forte e corpulento. 2- Diz-se de um indivíduo alto, comprido e esguio.",
        "urcódio": "Pessoa que vem do interior de Santa Catarina, mais precisamente de Xaxim/ SC",
        "urde": "Ato de colocar fios em ordem para fazer tecido.",
        "urdem": "Que tramam, tecem ou imaginam.",
        "urdida": "Algo que foi tramado, conspirado. Que foi elaborado e organizado.",
        "urdidas": "Tramadas, enredadas, tecidas.",
        "urdido": "Urdido adj (part de urdir) 1 Preparado por urdidura; tecido. 2 Tramado, enredado, maquinado malevolamente.",
        "urdidor": "1- Que urde; que tece; tecelão. 2- Que enreda; que arma tramas ou tramoias.",
        "urdidos": "Plural de urdido. 1. Tecidos, desenvolvidos por urdidura. 2. [Fig.] Que são bem organizados. 3. [Fig.] Maquinados.",
        "urdidura": "A urdidura é composta por fios verticais fixos que percorrem o tapete de cima a baixo.",
        "urdiduras": "Ato de urdir, armar um plano para atingir um objetivo.",
        "urdimaças": "1- Enredos; intrigas. 2- Indivíduo mexeriqueiro.",
        "urdimento": "1.São traves cruzadas nos tetos dos teatros para fixação dos cenários suspensos.",
        "urdindo": "Flexão de urdir. 1. Dispondo em ordem. 2. [Fig.] Enredando, maquinando.",
        "urdir": "Tramar; maquinar; premeditar; enredar; fantasiar; preparar.",
        "urdira": "Flexão de urdir. 1. Tramara; maquinara o desenvolvimento de algo. 2. Compusera o conteúdo, o enredo de uma obra de ficção. 3. Fantasiara; pensara ou inventara algo na imaginação. 4. Tecera; juntara fi...",
        "urdiram": "Flexão de urdir. 1. Dispuseram (os fios da urdidura) para depois tecer. 2. [P. ext.] Entrelaçaram os fios para (teia, tecido etc.); teceram.",
        "urdis": "Do verbo urdir. 1. Dispor fios para tecer posteriormente. 2. Criar na imaginação. 3. Compor a intriga de uma obra de ficção.",
        "urdiu": "1. Tramar o desenvolvimento de algo. 2. Compor o conteúdo. 3. Fantasiar. 4. Tecer.",
        "urdu": "Urdu é uma língua da família linguística indo-ariana, que se formou sob influência persa, turca e árabe, no sul da Ásia. É considerada a 19ª língua mais falada do mundo, sendo falada no Paquistão,...",
        "urdume": "Urdume sm (de urdir) V urdidura. Var: ordume.m. O mesmo que urdidura.",
        "uredo": "1- Ardor; comichão; prurido. 2- Espécie de cogumelo.",
        "ureia": "Urina",
        "uremia": "Condição em que os constituintes da urina são encontrados no sangue. Acúmulo no sangue de substâncias tóxicas que deveriam ser filtradas e eliminadas pelos rins",
        "urente": "Diz-se daquilo que queima ; que arde.",
        "ureotelismo": "Eliminação de ácido úrico como excreta nitrogenado.",
        "uretano": "O uretano é obtido por reacção de amoníaco com carbonato de etilo de aquecimento ou de nitrato de ureia com etanol.Os uretanos são uma classe de compostos que têm em comum o grupo carbamidato R-NH-C (...",
        "ureter": "Tubo de ligação entre os rins e a bexiga. Normalmente, medindo entre 25 e 30cm.",
        "ureteres": "1. Tubo que faz parte das vias urinárias e que liga a pelve do rim à bexiga.",
        "ureterite": "[Med.] É a inflamação do uréter. Na maioria dos casos, é secundária a uma infeção da bexiga ou a uma infeção renal.",
        "ureterohidronefrose": "Lesão renal com dilatação do rim esquerdo e também do ureter esquerdo.",
        "ureterolitotomia": "Diz-se de remoção de cálculo de ureter por incisão.",
        "ureteronefrectomia": "1. Extirpação de um rim e do ureter.",
        "ureteroplastia": "Uma cirurgia plástica do ureter. Para corrigir uma estenose.",
        "ureterostomia": "Um estoma (ou estomas) será formado quando os ureteres forem desviados para a parede abdominal. Há um total de cinco tipos de ureterostomia: ureterostomia de lateralidade, ureterostomia de canal duplo...",
        "ureteroureterostomia": "[Med.] Colocação em comunicação de duas partes diferentes do mesmo uréter, de forma a restabelecer a sua permeabilidade comprometida por um aperto ou por uma obstrução.",
        "ureterólise": "Tratamento cirúrgico da uretra (canal condutor da urina) feito mais em homens, do que em mulheres. Seu objetivo é libertar o funcionamento do uréter (tubo que faz parte das vias urinárias).",
        "uretra": "[Anat.]- Canal que liga a bexiga às vias urinárias, permitindo o escoamento da urina e, no homem, a passagem do esperma.",
        "uretralgia": "Dor na ureta",
        "uretrite": "[Med.] - Infecção da uretra, geralmente provocada por blenorragia (gonorreéia), uma doença considerada DST.",
        "uretrocele": "1. Queda de membrana mucosa uretral através do meato urinário feminino. 2. Fechamento das paredes uretrais, que invade o canal vaginal.",
        "uretrocistotomia": "1. Cistotomia através da uretra.",
        "uretroplastia": "É uma cirurgia plástica na uretra. A reparação cirúrgica de uma lesão ou de um defeito na uretra.",
        "uretrostomia": "Dize-se de incisão cirúrgica na uretra.",
        "uretrotrigonite": "Trigonite ou uretrotrigonite é o nome genérico de processos infecciosos ou inflamatórios que acometem o trígono vesical (anatomicamente é como um triângulo invertido), região onde se inserem ambos os ...",
        "urge": "Terceira pessoa do singular do presente do indicativo do verbo urgir. Segunda pessoa do singular do imperativo do verbo urgir. Pessoa que urge é aquela que faz tudo com urgência, que não adia nada.",
        "urgem": "Termo usado para expressar aquilo que é preciso sem demora, com urgência, o quanto antes",
        "urgencial": "Que é de urgência.",
        "urgente": "Que tem que ser imediato, precisa-se de ajuda rápida.",
        "urgentemente": "Com pressa, com urgência.",
        "urgentíssima": "Superlativo de urgência; que é extremante urgente.",
        "urgentíssimo": "Adjetivo superlativo do verbo urgente. Que é muito urgente.",
        "urgh": "Expressão de cansaço, de desanimo.",
        "urgia": "Que era urgente, obrigado, forçado.",
        "urgimos": "Solicitamos insistentemente a (alguém); insistimos, instamos.",
        "urgindo": "Impondo imediatamente, instando, apertando.",
        "urgir": "Sem demora, urgente.",
        "urgiu": "Flexão de urgir. 1. Que exigiu com rapidez, com urgência; 2. Que insistiu, obrigou, pressionou.",
        "urgência": "Aquilo que demanda pressa, rapidez, necessidade imediata.",
        "uria": "Vontade extreme de determinada coisa.",
        "uriacica": "Peixe ósseo de escamas",
        "uribaco": "[Zool.]-Nome popular de um peixe, o mesmo que corcoroca.",
        "uricana": "[Bot.]- Uricana é o nome popular de uma palmeira, o mes- mo que guaricanga-de-folha-miúda.(VIDE)",
        "uricemia": "É a concentração de ácido úrico no sangue.",
        "uricosúrico": "1. ADJ. Da farmacologia, é uma substância ou medicamento usado no tratamento da gota. Elimina o ácido úrico pela urina. 2. Substantivo masc. Da farmacologia, este medicamento ou substância.",
        "uricuri": "[Bot.]- Uricuri é o nome vulgar de uma palmeira, o mesmo que aricuí. (VIDE)",
        "uricuriba": "[Bot.]- Uricuriba é o nome popular de uma palmeira, o mesmo que aricuí. (VIDE)",
        "uricuriroba": "[Bot.]- Uricuriroba é o nome popular e genérico de palmei- ras, o mesmo que aricuriroba. (VIDE)",
        "uriel": "É um arcanjo da tradição rabínica pós-exílio, bem como de algumas tradições cristãs.",
        "urim": "Era um meio de se apelar a respeito de se saber a vontade de Deus, em casos que haviam mais de uma alternativa, porém essa prerrogativa era exclusivamente dos sacerdotes.",
        "urina": "Líquido amarelo segregado pelo rim, que permanece na bexiga, e é eliminado pela uretra.",
        "urinada": "Flexão de urinar. Que verteu em urina.",
        "urinar": "Diz-se do ato de eliminar a urina.",
        "urinação": "1 Formação da urina no organismo. 2 Ação de urinar. 3 A própria urina.",
        "urino": "Flexão de urinar. 1. Que verte urina, voluntária ou involuntariamente. 2. Verto junto com urina.",
        "urinol": "Aparelho utilizado em substituição ao vaso sanitário por crianças e pessoas com restrições de locomoção.",
        "uritinga": "[Zool.]- Uritinga é o nome popular de um peixe, o mesmo que iritinga. (VIDE)",
        "uritrat": "Medicamento indicado para o tratamento do trato intestinal ou gastrointestinal.",
        "uritutu": "[Zool.]- Uritutu é o nome vulgar de uma ave, o mesmo que juruva. (VIDE)",
        "url": "Na rede mundial de cpu, significa, enderece o site.",
        "urml": "Na informática significa, um formato de arquivo.",
        "urna": "Caixa de forma especial em que se recolhem os votos em uma eleição ou os números de uma rifa, loteria, etc.",
        "urnazinha": "Diminutivo de urna. É uma pequena urna.",
        "urnário": "Que é relativo a urna.",
        "urobilina": "Pigmento biliar modificado, que constitui uma das matérias corantes da urina.",
        "urobilinogênio": "Urobilinogênio é um produto incolor obtido através da redução da bilirrubina. Ele é formado nos intestinos pela ação bacteriana. Uma parte do urobilinogênio é reabsorvida, levada a circulação e excret...",
        "urocrisia": "Têrmo médico que define o diagnóstico feito pelo exames da urina.",
        "urocromo": "Substância eliminada pela urina e que lhe confere uma coloração amarelada. Quando o corpo está desidratado, há maior reabsorção de água pelos rins e, dessa forma, a urina fica com cor mais escura e vo...",
        "urocrômio": "Urocrômio é o nome do pigmento que dá cor amarela nor-mal à urina.",
        "urocultura": "A urocultura é o exame de urina que identifica a presença de bactérias. A urocultura é feita através da colocação da urina em um meio propício à reprodução de bactérias, chamado meio de cultura. Caso ...",
        "urodelo": "Animal da classe dos anfíbios que apresenta quatro patas curtas e uma cauda relativamente longa. Sua ocorrência é comum nas Américas em geral.",
        "urofilia": "Urofilia é uma prática considerada parafílica ( ver parafilia) e consiste na excitação sexual asociada ao ato de urinar ou receber o jato urinário do parceiro (a), chegando-se, em alguns casos, a beb...",
        "urogenital": "Diz-se daquilo que é relativo ao aparelho urinário e ao aparelho genital.",
        "urohematonefrose": "Têrmo médico de fefine a dilatação do rim com urina e san- gue.",
        "urolagnia": "Urolagnia é o mesmo que urofilia.",
        "urolitíase": "Urolitíase é a produção de cálculos urinários.",
        "urologia": "[Med.] - Especialidade médica que se dedica ao estudo e tratamento das doenças do aparelho urológico.",
        "urologista": "É o profissional formado em medicina com especialidade cirúrgica na área de sistema urinário e reprodutor feminino e masculino.",
        "urológico": "Diz-se de tudo o que for relativo à urologia.",
        "uromorfo": "Diz-se daquilo que tem a forma de cauda.",
        "uropígio": "[Zool.] - Saliência triangular sobre as vértebras inferiores das aves, e da qual nascem as penas da cauda.",
        "uroquinase": "[Med.]- Uroquinase é o nome de uma enzima extraída da urina humana ou animal, utilizada por via intravenosa no tratamento das tromboses.",
        "uroquésia": "[Med.]- Uroquésia ou uroquezia é o derrame de urina pelo ânus; é a presença de urina nas fezes.",
        "uroscopia": "Diz-se de exame de urina.",
        "urostomia": "É uma cirurgia para construção de um novo trajeto para saída de urina, um estoma. É uma abertura criada cirurgicamente, no abdome, que permite que a urina escoe para fora do corpo.",
        "urotropina": "Urotropina, hexamina, metenamina ou hexametilenotetrami- na, é um pó branco, de sabor adocicado e cheiro que lem- bra a amônia, solúvel em água, que é usado na composi- ção de medicamentos diuréticos.",
        "urovit": "Medicamento da empresa farmacêutica Bio Macro, indicado para tratar dor e queimação no trato urinário. Este fármaco de administração oral não possui apresentação como genérico e tem efeito analgésico ...",
        "uroxantina": "[Quim.] É a substância corante amarela da urina.",
        "urquiza": "Urquiza(Asteróide 11711) é um asteróide da cintura principal a 2,1132343UA. Possui uma excentricidade de 0,107753 e um período orbital de 1-331,33 dias (3,65 anos)Urquiza tem velocidade orbital média ...",
        "urra": "Espanto , admiração, susto.",
        "urraca": "[Zool.]- Urraca é o nome popular de uma ave, o mesmo que alma-de-gato. (VIDE)",
        "urrada": "1. Soltar urros (o animal); bramir, rugir.",
        "urrado": "Flexão de urrar. 1. Que havia soltado urros (o animal); bramido, rugido. 2. [P. ana.] Produzido grande e impressionante ruído (o vento, o mar).",
        "urram": "1. Dar urros. 2. Exprimir à maneira de urros.",
        "urrando": "Estar desempregado, passando por dificuldades.",
        "urrar": "Significa ; Rugir; bramir; bramar ; dar urros; som emitido por alguns animais.",
        "urrava": "1. Dar urros, rugir.",
        "urro": "Diz-se do rugido ou som forte emitido por alguns animais; berro.",
        "urros": "S.M. Gritos, berros.",
        "urrou": "Ato de urrar, gritar de dor.",
        "urruda": "Pessoa forte; gorda; cheia; rolica, com o tronco grande.",
        "ursa": "O mesmo que urso, animal de grande porte.",
        "ursada": "Traição",
        "ursina": "Relativo ou semelhante a um urso.",
        "ursinha": "1. Diminutivo de ursa.",
        "ursinho": "Diz-se de mamímero da família plantígrados. Urso de pelúcia.",
        "ursino": "De urso; relacionado a ursos, refente ao mamífero da família Ursidae.",
        "urso": "[Zool.] Mamífero carnívoro da família dos Ursídeos, pesado e maciço, pode atingir tres metros,tem cabeça redonda,focinho pontudo, orelhas curtas, cauda pequena e é dotado de audição e olfato muito des...",
        "urso-beiçudo": "[Zool.]- Urso-beiçudo é o nome popular de um animal mamí- fero, da família dos Ursídeos, única espécie do gênero Me- lursus. Ocorre nas florestas da Índia, Nepal, Bangladesh e Sri Lanka. Tem pelag...",
        "urso-branco": "[Zool.]- Urso-branco é o nome popular de uma animal mamífero, o mesmo que urso-polar.",
        "urso-de-kodiak": "[Zool.]- Urso-de-kodiak é o nome popular de um animal mamífero, carnívoro, uma sub-espécie de urso-pardo que ocorre na costa sul do Alasca e ilhas adjacentes, como a ilha de Kodiak (daí seu nome popul...",
        "urso-do-mar": "[Zool.]-É o mesmo que leão-marinho.",
        "urso-do-mel": "[Zool.]-É o mesmo que urso-do-sol.",
        "urso-do-sol": "[Zool.]- Urso-do-sol ou urso-do-mel, é o nome popular de um animal mamífero, carnívoro, da familía Ursidae que ocorre em florestas tropicais do sudeste da Ásia e nas ilhas de Sumatra e Bornéu (VIDE...",
        "urso-formigueiro": "[Zool.]- Urso-formigueiro é o nome popular de um animal mamífero, o mesmo que tamanduá-bandeira. (VIDE)",
        "urso-gigante-do-alasca": "[Zool.]- Urso gigante-do-alasca é o nome popular de um animal carnívoro, o mesmo que urso-de-kodiak.(VIDE)",
        "urso-polar": "[Zool.]- O urso-polar, também conhecido como urso-branco, é um animal mamífero, carnívoro da família Ursidae, típico e nativo da região do Ártico. É atualmente um dos maiores carnívoros terrestres con...",
        "urso-preto-americano": "[Zool.] Urso-preto-americano,também chamado baribal, é um animal mamífero, vivíparo, carnívoro, da família dos Ursídeos, que ocorre em áreas de florestas montanhosas da América do Norte. É um animal d...",
        "urso-siríaco": "[Zool.]- Urso-siríaco é o nome popular de um animal mamí- fero, carnívoro da família Ursidae. É uma subespécie de urso-pardo que ocorre na montanhas do Oriente Médio. Sua pelagem é mais clara e ele...",
        "ursos": "Plural de urso. 1. [Mastzoo. design.] Comum aos mamíferos carnívoros da família dos ursídeos, especialmente aqueles do gênero Ursus, como o urso-polar e o urso-pardo. 2. [Fig.] Indivíduos feios e des...",
        "urss": "Sigla de União das Repúblicas Socialistas Soviéticas",
        "ursula": "Nome próprio de origem europeu, que tem como significado, \"pequena ursa\"",
        "ursídeos": "[Zool.] Família de mamíferos carnívoros, de grande porte sustentados por membros plantígrados que terminam em garras.",
        "urticante": "Diz-se de algo que produz uma sensação igual à irritação na pele, causada pela urtiga. Irritante. Cáustico. Urente.",
        "urticantes": "Plural de urticante. Que eram irritantes.",
        "urticariformes": "São lesões na pele.",
        "urticifoliado": "Que tem folhas semelhantes às da urtiga.",
        "urticácea": "[Bot.]- Diz-se de uma planta que pertence à família das Urti- cáceas. (VIDE)",
        "urticáceas": "[Bot.]- Urticáceas é o nome de uma família botânica , de plantas Angiospermas (VIDE) , da Ordem Rosales, com cerca de 40 gêneros e várias espécies. Ocorrem em to- dos os continentes, menos na Antárt...",
        "urticária": "Urticária é um tipo de erupção cutânea,com bastante coceira caracterizada por vergões vermelhos e salientes e que mudam de forma e tamanho rapidamente.",
        "urtiga": "Gênero de plantas bravas, da família das Urticáceas, espalhada por quase toda a Terra, todas eriçadas de pelos, que ao contacto com a pele , produz sensação de ardor.",
        "urtiga-branca": "[Bot.]-Nome popular de uma planta da família das lamiáceas(VIDE) que ocorre em todo o continente americano, inclusive no Brasil.É uma planta vivaz (VIDE), com 20 à 60 cm.de altura,que nasce em terreno...",
        "urtiga-de-cipó": "[Bot.]- Urtiga-de-cipó é o nome popular de uma planta tre- padeira, o mesmo que cipó-tripa-de-galinha. (VIDE)",
        "urtiga-de-mamão": "[Bot.]-É o mesmo que cansanção-de-leite.",
        "urtiga-do-mar": "[Zool.]-Palavra popular que designa um animal marinho,o mesmo que alforreca.",
        "urtiga-morta": "[Bot.]-Nome popular de uma planta, o mesmo que urtiga-branca.",
        "urtigal": "Terreno onde a vegetação dominante é a urtiga.",
        "urtigaria": "1. Picar ou flagelar com urtigas.",
        "urtigas": "Diz-se das plantas com flores que pertencem ao gênero urtiga. Se desenvolvem em regiões temperadas, e a maioria das espécies vivem por um longo período de tempo.",
        "urtiguense": "Pessoa que nasce na cidade de São João da Urtiga, no estado do Rio Grande do Sul.",
        "urtigão": "[Bot.]-Nome popular de uma planta da família das urticáceas,nativa do México, Américas Central e do Sul. É uma pequena árvore com até 4 metros de altura, com vários caules que se ramificam junto ao so...",
        "uru-corcovado": "[Zool.]-Nome popular de uma ave da Ordem Galiformes, família odontoforídeos, que ocorre nas Américas Central e do Sul, inclusive em algumas áreas do Brasil. Vive em florestas tropicais e sub-tropicais...",
        "uru-do-campo": "[Zool.]-Uru-do-campo é o nome popular de uma ave da Ordem Galliformes,família Odontophoridae, sendo a única espécie da família.Tem o hábito de dormir no solo e vive em bandos de 10 à 15 indivíduos.Ass...",
        "uruab": "Nome de um refresco comercializado na década de 1950.",
        "uruana": "Palavra indígena que define: 1-Cidade e município do estado de Goiás. 2-Animal réptil,quelônio(VIDE),marinho. Suruanã;jurugugua;jericuá.(Chelone mydas).",
        "uruapiara": "1 - palavra indigena (etnia parintintin) cujo signific ado é: Grande Caramujo. 2 - Grande lago de aguas escuras, formado por vários rios, dentre eles o Pixuna, afluente da margem direita do Rio Madeir...",
        "uruará": "Uruará é um município do estado do Pará, com cerca de 55 mil habitantes. Pertence à microregião de Altamira e tem 130 metros de altitude em relação ao nível do mar. Originou-se de um pequeno povo...",
        "uruará-pa": "[Geog.]- Uruará é o nome de uma cidade e município do es- tado do Pará com cerca de 44 mil habitantes. Foi criado em 1982 e tem uma área de cerca de 10,8 mil Km2.; situa- -se na microrregião de A...",
        "uruaçu": "Uruaçu é um município do estado de Goiás, com cerca de 35 mil habitantes.Encontra-se às margens da BR-153 - (Belem-Brasília) , a 280 km. de Goiania e 270 km. de Brasília. Em Uruaçu encontra-se um dos...",
        "uruaçu-go": "[Geog.]- Uruaçu-go é o nome de um município do estado de Goiás.",
        "uruaçuense": "Diz-se do indivíduo que nasceu na cidade de Uruaçu , no estado de Goiás.",
        "urubamba": "[Bot.]- Urubamba é o nome vulgar de uma palmeira, o mes- mo que jacitara. (VIDE)",
        "urubici": "Palavra indígena que define: 1-Cidade e município do estado de Santa Catarina, Zona dos Campos de Lajes. 2-Rio no município homônimo.",
        "urubici-sc": "1. Município do estado de Santa Catarina.",
        "urubologia": "Gíria que refere-se à jornalistas, escritores e comentaristas que fazem previsões econômicas erradas.",
        "urubu": "Mascote de Clube de Regatas Flamengo.",
        "urubu-branco": "[Zool.]-Urubu-branco é o nome popular de uma ave,o mesmo que urubu-rei.",
        "urubu-camiranga": "[Zool.]-Palavra indígena que define uma variedade de urubu, o mesmo que urubu-de-cabeça-vermelha.",
        "urubu-caá": "[Bot.]- Urubu-caá ou urubucaá, é o nome popular de uma planta da família das Aristolochiáceas, cujas sementes são consideradas tóxicas (abortivas). Também é chamada: - calunga - erva-de-urubu",
        "urubu-caçador": "[Zool.]-Urubu-caçador é o nome popular de uma ave,o mesmo que urubu-de-cabeça-vermelha.",
        "urubu-da-mata": "[Zool.]-Urubu-da-mata é o nome popular de uma ave da Ordem Cathartiformes, família Cathartidae. É uma ave carniceira que se alimenta de restos de animais mortos e ocorre na floresta amazônica e também...",
        "urubu-de-cabeça-amarela": "[Zool.]-Urubu-de-cabeça-amarela é o nome popular de uma ave da Ordem Cathartiformes, família Cathartidae. É uma ave carniceira que se alimenta de restos de animais mortos e ocorre desde o México até o...",
        "urubu-de-cabeça-vermelha": "[Zool.]Urubu-de-cabeça-vermelha é o nome popular de uma ave da Ordem Cathartiformes, família Cathartidae que tem ampla distribuição geográfica,ocorrendo desde a América do Norte e em todo o Brasil. É ...",
        "urubu-gameleira": "[Zool.]-É o mesmo que urubu-de-cabeça-vermelha.",
        "urubu-ministro": "[Zool.]-Termo popular que define uma ave, o mesmo que urubu-de-cabeça-vermelha.",
        "urubu-peru": "[Zool.]-É o mesmo que urubu-de-cabeça-vermelha.",
        "urubu-rei": "[Zool.]-Urubu-rei é o nome popular de uma ave da Ordem Accipitriformes,família Cathartidae que ocorre desde o México até a Argentina e em todo o Brasil onde sua caça é proibida. Tem uma envergadura de...",
        "urubu-rubixá": "Iruburubixá é o nome popular de uma ave, o mesmo que urubu-rei.",
        "urubucapiranga": "Palavra indígena que indica uma variedade de urubu,o mesmo que urubu-de-cabeça-vermelha.",
        "urubucaá": "[Bot.]-Palavra indígena que define uma planta,o mesmo que cipó-de-coração.",
        "urubulinar": "Ato ou efeito de colocar olho gordo, mau olhado. Agourar. Ficar olhando feito um urubu.",
        "urubupungá": "Urubupungá éo nome de um complexo hidrelétrico, formado pelas usinas de Jupiá ( VIDE JUPIÁ) , Ilha Solteira e Três Irmaõs , operando com potência total de 4,6 milhões de quilowatts ( KW) (VIDE WA...",
        "urubuquaquá": "Refere-se a um livro de Guimarães Rosa.",
        "urubuquara": "Palavra indígena que define: 1-Vila às margens do rio Negro,a montante da cachoeira do Ipanoré,AM. (antes aldeia aruaque). 2-Serra na margem esquerda do rio Xingu,a jusante da confluência com o rio Ir...",
        "uruburetama": "Palavra indígena que define: 1-Cidade e município do estado do Ceará,Zona do Litoral(antiga São José da Imperatriz) 2-Serra nos municípios de Itapipoca e Irauçuba,no estado do Ceará; 3-Povoado na marg...",
        "urubus": "Aves aves ciconiiformes, que se alimentam de carne em putrefação.",
        "urubuservando": "Observar de longe.",
        "urubutinga": "[Zool.]- Urubutinga é o nome popular de uma ave de rapina, o mesmo que gavião-preto. (VIDE)",
        "urubuzada": "Expressão muito usada para adjetivar pessoas que desejam o mal de outros, que ficam esperando ou desejando que algo ruim aconteça.",
        "urubuzando": "Ato de urubuzar, olhar com má intenção.",
        "urubuzar": "Ato de ficar observando, rondando. Assim como fica o Urubu sobrevoando lenta e calmamentemente à procura de carniça, uma pessoa fica \"urubuzando\" alguém ou um local a fim de tentar descobrir o que est...",
        "urubuzinho": "[Zool.]-Termo regional usado na região amazônica para identificar uma ave,o mesmo que andorinha-do-mato.",
        "urubóloga": "Aquela que pratica a urubologia, ou seja, que faz previsões econômicas erradas.",
        "uruca": "Cheiro forte, cheiro ruim, cheiro de suor geralmente exalado por uma pessoa muito suada. Fedor proveniente do suvaco. Ziquizira. Zica. Falta de sorte. Derivado de urucubaca.",
        "urucana": "[Bot.]- Urucana é o nome popular de uma palmeira da famí- lia das Arecáceas (ex-Palmáceas), também chamada de ouricana-mirim.",
        "urucaraense": "Urucaraense é a pessoa que nasce na cidade de Urucará.",
        "urucari": "[Bot.]- Uracari ou urucuri, é o nome popular de uma palmei- ra da família das Arecáceas (ex-Palmáceas). Seu caroço é usado para queimar e defumar a seiva da seringueira.",
        "urucará": "Urucará é um município do estado do Amazonas, situado na microregião de Parintins. Tem cerca de 21 mil habitan- tes e fica à 280 km. da capital do estado, por via fluvial. O município está apenas à 2...",
        "urucará-am": "[Geog.]- Urucará é o nome de uma cidade e município do estado do Amazonas. ( VIDE URUCARÁ )",
        "urucu": "[do Tupi] - Planta da família das bixáceas, de polpa doce e vermelha. Os índios faziam,da polpa, uma tintura avermelhada, com a qual se enfeitavam.",
        "urucuana": "[Bot.]- Urucuana é o nome popular e genérico de duas plan- tas, a saber: 1- planta da família das Filantáceas 2- planta da família das Euforbiáceas",
        "urucubaca": "Urucubaca é uma palavra indígena que define: 1-Magia; feitiço; catimbó; caiporismo. 2-Tecido quadriculado em branco e preto. 3-Variedade de larva dos cereais e do algodão.",
        "urucueiro": "[Bot.]-Árvore que produz o urucum.",
        "urucuia": "Urucuia é uma palavra indígena que define: 1- Cidade e município do estado de Minas Gerais,Zona do Médio São Francisco. 2-Rio afluente da margem esquerda do rio São Francisco,com cerca de 400 Km. de e...",
        "urucum": "O urucum é uma árvore da família das Bixáceas, porte médio podendo atingir 5 metros.de altura.É encontrada do Amapá até a Bahia. Seu fruto contém de 30 à 50 sementes e a polpa que as envolve produz um...",
        "urucungo": "Berimbau. Arco de madeira, arcado por arama e com uma cabação como caixa de ressonância.",
        "urucurana": "[Bot.]- Urucurana é o nome popular de uma árvore, o mesmo que sangra-d'água.(VIDE)",
        "urucuri": "[Bot.]0 Urucuri é o nome popular de uma palmeira, o mesmo que urucari. (VIDE)",
        "urucurituba": "Urucurituba é um município do estado do Amazonas, na microregião de Itacoatiara. Tem cerca de 18 mil habitan- tes e está à 190 km. da capital. Localiza-se na margem direita do rio Amazonas . Foi eman...",
        "urucurituba-am": "[Geog.]- Urucurituba é o nome de uma cidade e município do estado do Amazonas. (VIDE URUCURITUBA )",
        "urucuritubense": "Urucuritubense é a pessoa que nasce na cidade de Urucu- rituba, no Amazonas.",
        "urucuzeiro": "[Bot.]-Árvore que produz o urucum.",
        "urucânia": "Urucânia é um município brasileiro do estado de Minas Gerais.",
        "urucú": "[Bot.]- Urucú é o mesmo que urucum. (VIDE URUCUM)",
        "uruga": "É assim denominada uma pipa muito feia, principalmente quando não consegue permanecer no ar. Esse termo é usado principalmente na região metropolitana de Recife.",
        "uruguai": "[Geog.]- Uruguai é um país da América do Sul, com cerca de 3,5 milhões de habitantes e com a capital na cidade de Mon- tividéu. Limita-se ao norte a ao leste com o Brasil, a sudeste com o oceano Atl...",
        "uruguaiana": "Município situado no extremo Oeste do Estado do Rio Grande Do Sul, na fronteira com a Argentina e o Uruguai.",
        "uruguaianense": "O que nasce em uruguaiana.",
        "uruguaiano": "Brasileiro, que nasce em Uruguaiana, município brasileiro, situado no extremo ocidental do estado do Rio Grande do Sul, junto à fronteira fluvial com a Argentina e Uruguai.",
        "uruguaio": "Que tem origem no Uruguai.",
        "urum": "Se trata de uma língua turcomana falada em alguns vilarejos no sudoeste da Ucrânia e em partes da Geórgia. É falada por cerca de 190 mil pessoas.",
        "urumbeba": "Urumbeba ou urumbeva, é um têrmo regional, usado no estado de São Paulo, para designar uma pessoa crédula, fácil de ser enganada. Caipira.",
        "urumbeta": "[Bot.]- Urumbeta é o nome de uma planta Cactácea, o mesmo que palma. (VIDE PALMA)",
        "urumbeva": "1. É o mesmo que urumbeba.",
        "urumutum": "[Zool.]- Urumutum é o nome popular de uma ave da Ordem Galliformes, família dos Cracídeos, que ocorre na região amazônica, habitando matas densas. Tem cerca de 58 cm. de comprimento, com plumagem p...",
        "urundeúva": "[Bot.]- Urundeúva, conhecida popularmente como aroeira- -do-campo e aroeira-da-serra, é o nome de uma árvore da família das Anacardiáceas, nativa do cerrado e da caatinga. É encontrada desde o Ceará ...",
        "uruoca": "Uruoca é uma palavra indígena que define uma cidade e município do estado do Ceará.",
        "urupeense": "São as pessoas nascidas na cidade de Urupês-SP.",
        "urupema": "Espécie de peneira de fibra vegetal, que serve para peneirar a farinha de mandioca, o milho, o arroz etc.",
        "urupemba": "Espécie de peneira feita de finas talas de bambu, utilizada no peneiramento de massa de mandioca, milho etc.",
        "urupiagara": "Urupiagara é uma palavra indígena que define uma cobra da Ordem Squamata,família Colubri-dae que ocorre nas regiões Norte e Nordeste do Brasil e também na Colômbia. Tem até 2 metros de comprimento e ...",
        "urupuca": "Urupuca é um tipo de armadilha artesanal, construida de varas e cordas usadas antigamente para apanhar pássaros e pequenos animais. tem a forma pirameidal e concava. acompanhada por forquilha e um ped...",
        "urupá": "Urupá é um município do estado de Rondônia , com cerca de 18 mil habitantes. Foi fundado em 1992, desmembrado dos municípios de Ouro Preto do Oeste e Alvorada do Oeste. Situa-se no leste do estado, ...",
        "urupá-ro": "[Geog.]- Urupá é o nome de uma cidade e município do estado de Rondônia.",
        "urupê": "No tupi significa um tipo de cogumelo ou ?orelha de pau?",
        "urupês-sp": "Cidade do interior de São Paulo de treze mil habitantes, na microrregião de Novo Horizonte. É sede de uma Comarca. Urupês é conhecida como \"Cidade Coração\".",
        "ururau": "Personagem da obra \"O coronel e o lobisomem\" do autor José Cândido de Carvalho. Personagem que era um homem jovem e foi transformado em um jacaré muito grande.",
        "urushiol": "Substância oleosa, que causa irritação na pele; encontrada nas plantas da família das anacardiáceas, principalmente do gênero ¨toxidendron¨. É um líquido amarelo pálido, solúvel no álcool, éter e benz...",
        "urussanga": "Urussanga é uma palavra indígena que define: 1- cidade e município do estado de Santa Catarina. 2- rio do estado de Santa Catarina, que deságua no mar. 3- povoado no município e Saquarema, RJ. 4- serr...",
        "uruta": "Termo popular designado para sujeito desajeitado, estabanado.",
        "urutago": "[Zool.]- Urutago é uma palavra indígena que define uma ave, o mesmo que urutau. (VIDE)",
        "urutau": "´[Zool.]- Urutau é uma ave de hábitos noturnos que vive nas regiões mais quentes da América. Pertence afamília das Nyctibíadas e também é conhecida como ¨mãe-da-lua¨. Alimenta-se basicamente de ins...",
        "urutau-de-asa-branca": "[Zool.]- Urutau-de-asa-branca é o nome popular de uma ave da família Nyctibiidae que ocorre na Guiana, Peru e Brasil. Habita florestas tropicais e sub-tropicais, sendo uma das espécies de urutau ( VID...",
        "urutaí": "Urutaí é uma palavra indígena que define: 1- cidade e município do estado de Goiás. 2- ilha no foz do Amazonas, no município de Gurupá, PA 3- ave passeriformes, o mesmo que urutau (VIDE)",
        "urutaí-go": "Tem origem correlacionada com o nome de ave.",
        "urutu": "Blindado anfíbio sobre rodas para transporte de tropas, utilizado pelo Exército brasileiro, fabricado pela extinta Engesa.",
        "urutus": "Plural de urutu. Tipos de cobras.",
        "uruva": "Uruvai é o nome que os nordestinos dão ao ORVALHO . Portanto, conclui-se que URUVAI é ORVALHO, NEBLINA etc.",
        "uruvai": "Sereno, que cai na calada da noite com neblina.",
        "uruá": "Nome dado pelos índios a vários moluscos de água doce encontrados no norte e nordeste do Brasil.",
        "uruçacanga": "Palavra indígena que define um cesto cilíndrico, grande e alto que é levado às costas, suspenso por uma embira em volta da cabeça. Aturá.",
        "uruçu": "[Zool.]- Uruçu é o nome vulgar de uma espécie de abelha, o mesmo que guarapu. (VIDE)",
        "uruçu-amarela": "[Zool.]-Nome popular de uma abelha da família Apidae, que não possui ferrão e, devido a grande quantidade de indivíduos por colônia, produz bastante mel. Ocorre na Mata Atlântica e nas áreas de cerrad...",
        "uruçu-do-chão": "[Zool.]-Nome popular de uma abelha, o mesmo que mandaçaia-do-chão.",
        "uruçu-mirim": "[Zool.]- Uruçu-mirim é o nome popular de uma abelha, o mesmo que guarapu-miúdo. (VIDE)",
        "uruçuca": "Palavra indígena que define: 1-Cidade e município do estado da Bahia, Zona Cacaueira. 2-Árvore da família das voquisiáceas(VIDE); (Vochysia oppugnata\\",
        "uruçui": "Cidade piauiense, fundada em 1902.",
        "uruçuiense": "Gentílico da cidade piauiense de Uruçuí",
        "uruçuituba": "Palavra indígena que define um rio afluente da margem direita do rio Paru de Leste,no minicípio de Almeirim,PA.",
        "uruçumuru": "Palavra indígena que define uma planta, o mesmo que espinho-de-carneiro.",
        "uruçuí": "Palavra indígena que define: 1-Cidade e município do estado do Piauí,Zona do Alto Parnaíba. 2-Serra entre os rio Parnaíba e Gregório(seu afluente),no estado do Piauí. 3-Combate entre os membros da Col...",
        "urzais": "Plantações de urzes, plantas que produzem flores de cor arroxeada. Locais de solos silicosos.",
        "urzal": "quantidade mais ou menos considerável de urzes (brejo). Planta europeia da família ericáceas.",
        "urze": "[Bot.]- Urze é o nome comum de diversas plantas das família das Ericáceas. São bastante comuns em terrenos pobres de cal. As espécies existentes em Portugal são encontradas principalmente nas montanh...",
        "urze-roxa": "[Bot.]-Nome popular de uma planta da ordem Ericales, família Ericaceae, que ocorre na Europa Central e Ocidental e também na Ilha da Madeira e na Córsega. Tem de 20 à 60 cm. de altura e produz flores ...",
        "urzedo": "Urzedo é o mesmo que ¨urzal¨. Urzeira.",
        "urzeira": "Urzeira é o mesmo que ¨urzal¨. Urzedo.",
        "urzela": "[Bot.]- Urzela é o nome popular de uma espécie de líquen, da família das Roceláceas, nativo em rochas costeiras das ilhas da Madeira, Açores e Cabo Verde (VIDE). Pro- duz um corante de coloração p...",
        "urzelina": "Diz-se de um terreno coberto de urzela.",
        "urzes": "Plantas espontâneas em terrenos pobres em cal e com flores de cores diversas.",
        "urzibelha": "Nome popular de uma planta, o mesmo que ¨chagarço¨.",
        "urálica": "Nome de uma família linguística, o mesmo que ¨uraliana¨.",
        "urânia": "[Mit.]-Urânia é uma personagem da mitologia grega, uma das nove musas, filha de Zeus e Mnemosine. Era a mais nova das musas e presidia a astronomia e as ciências exatas em geral.",
        "urânio": "Elemento químico de número atômico 92;é o elemento natural mais pesado que existe : metal de cor branca, maleável, utilizado como combustível nuclear.",
        "uréase": "Enzima que hidrolisa a uréia.",
        "uréia": "Composto orgânico que se forma no corpo humano; um dos princípios imediatos da urina do homem e dos animais carnívoros.",
        "uróboro": "A serpente simbólica disposta em círculo engolindo a própria cauda ou uróboro. É a encarnação do movimento perpétuo do universo, o símbolo da unidade e do infinito sem começo nem fim. A serpente Uróbo...",
        "urú": "Cesto feito da palha da carnaúba usado no nordeste para carregar mantimentos.",
        "usa": "Ato de usar, fazer uso.",
        "usabilidade": "Usabilidade normalmente se refere à simplicidade e facilidade com que usa. Deriva-se do usual, algo comum e prático.",
        "usada": "Que já foi experimentada, testada, vestida, deteriorada.",
        "usadas": "Flexão de usado. 1. O mesmo que adaptadas ou condicionadas (a algo); habituadas, acostumadas. 2. Que já tiveram algum uso; não são novas. 3. O mesmo que utilizadas.",
        "usado": "1. Que se usou 2. Que é frequente 3. Acostumado 4. Gasto, velho",
        "usados": "Plural de usado. Que passaram por uso; foram utilizados.",
        "usaidela": "[Bot.]-Termo regional usado nos Açores(VIDE)para definir uma planta,o mesmo que erva-de-santa-maria.",
        "usam": "Ato de usar, fazer uso.",
        "usamos": "1. Ato ou efeito de usar.",
        "usando": "Que se está fazendo uso.",
        "usança": "Diz-se de uso, costume, hábito.",
        "usar": "Utilizar, ato de utilizar, fazer útil.",
        "usaremos": "1. Ato ou efeito de usar.",
        "usariam": "Flexão de usar. 1. Empregariam habitualmente; fariam o uso de; gastariam com o uso; colocariam em prática; pôr em uso; teriam por costume; cotiariam; deteriorariam; praticariam; trajariam; vestiriam. ...",
        "usarmos": "1. Ato ou efeito de usar.",
        "usasse": "Derivação do verbo usar. O mesmo que utilizasse, habituasse, aproveitasse; Vestisse, trajasse (roupas).",
        "usassem": "Ato de usar, fazer uso.",
        "usava": "1. Fazer uso de. 2. Trajar, vestir. 3. Estar habituado.",
        "usb": "U.S.B. = Universal Serial Barramento",
        "usbeque": "Relativo ou natural do Uzbequistão.",
        "usbequistão": "[Geog.]- Usbequistão é o nome de um país, o mesmo que Uzbequistão. (VIDE)",
        "usca": "Expressão de origem Cabista (Arraial do Cabo - RJ) que define sentimento de empolgação, animação, êxtase, surpresa.",
        "use": "Flexão usar. Faça o uso de algo.",
        "useira": "1. Aquele que costuma usar ou fazer certa coisa.",
        "useiro": "Que usa com muita frequência; usual; costumeira;",
        "usemos": "Derivação de usar. Que usufruamos, utilizemos, tiremos proveito de.",
        "ushanka": "Ushanka é uma palavra russa que pode ser traduzida lite- ralmente por ¨ chapéu com orelheiras¨. Trata-se de um típico chapéu russo feito de pela de animais, especialmen- te para proteger a cabeça ...",
        "ushaushaushuahsuahsuahu": "Expressão que representa risada.",
        "usina": "1- Nome popular para ¨engenho de açucar¨. 2-Conjunto de instalações direcionadas especialmente para a produção de energia elétrica.",
        "usinabilidade": "[Mecânica] Diz-se da capacidade de um material de se deixar usinar; gral de facilidade que um material pode ser moldado, cortado, perfurado, etc., sem danificar suas propriedades.",
        "usinagem": "É um processo de fabricação de peças que utiliza ferramentas de corte.",
        "usinar": "Trabalhar em usina, fábrica, engenho de açúcar; Ação de praticar usinagem, moldar a matéria-prima em máquinas.",
        "usinas": "Diz-se de edificação para atender algum tipo de especialidade industrial de grandes proporções.",
        "usineira": "Relativo ou pertencente a usina.",
        "usineiro": "Aquele que trabalha com usinagem; Sinônimo de usinagem; Operador de equipamentos de usinagem.",
        "usitado": "Flexão de usitar. Que que foi usado com frequência.",
        "usitar": "Diz-se quando se usa algo com frequência; servir-se.",
        "usno": "[Geog.]- Usno é o nome de um rio da Etiópia (VIDE) que nasce da confluência dos rios Mago e Neri e deságua no rio Omo.",
        "uso": "1. Ação de usar 2. Utilizar algo com certa finalidade, emprego 3. Aplicação 4. Utilização de algo 5. Na moda, estilo, maneira 6. Aproveitamento de características específicas 7. Ingestão",
        "usos": "Plural de uso. O mesmo que utilizações.",
        "usou": "Flexão de usar. 1. Que utilizou; se serviu de; 2. Habituou, costumou; 3. Que desgastou, ficou velho.",
        "usp": "Acrônimo de Universidade de São Paulo.",
        "usque": "Até",
        "ussuri": "[Geog.]- Ussuri é o nome de um rio da Rússia, situado no sudoeste da Sibéria (VIDE) que nasce no maciço de Sijote- -Alin. Marca parte da frontreira entre a Rússia e a China e deságua no rio Amur (VID...",
        "ustulado": "Flexão de ustular. 1. Queimado ligeiramente. 2. Secado ao fogo uma substância úmida.",
        "ustular": "Secar ao fogo , queimar ligeiramente, expelir uma substância de outra por aquecimento",
        "ustulação": "Diz-se de operação de fazer expelir uma substância de outra.",
        "usuais": "Comuns, habituais, frequentes.",
        "usual": "ADJ. Aquilo que é usado com frequência, com habitualidade. Que é comum.",
        "usualidade": "S.F. Característica do que é usual.",
        "usualmente": "Aquilo que ocorre com muita frequência, mas não exclusivamente.",
        "usucapida": "Refere-se a área que está sendo objeto da ação de usucapião",
        "usucapidas": "[Jurídico] Flexão de usucapido. O mesmo que usucaptas.",
        "usucapido": "Estado do bem que sofreu usucapião.",
        "usucapidos": "Flexão de usucapir. Que adquiriram algo por usucapião (posse legal de imóvel).",
        "usucapiendo": "Característica dada à coisa que sofre usucapião, podendo ser móvel ou imóvel, porém é mais utilizado em ações de usucapião, para caracterizar o imóvel que sofre o usucapião.",
        "usucapiente": "Adj. e s. m. e s. f. Que, ou quem adquiriu o direito de propriedade por usucapião.",
        "usucapindo": "Ato de usucapir, adquirir por usucapião.",
        "usucapir": "Valer-se do instituto do usucapião prevista no Código Civil Brasileiro, que é uma das modalidades de se adquirir a propriedade de imóvel",
        "usucapiu": "Derivação de usucapir. Que adquiriu determinada propriedade por meio do usucapião, um direito estabelecido pela lei que dá posse para aquele que faz uso contínuo e ininterrupto de algo por tempo prol...",
        "usucapião": "A usucapião consiste em modo originário de aquisição de propriedade ou de outros direitos reais que decorre da posse prolongada no tempo.",
        "usucapiões": "Flexão de usucapião. É a aquisição de uma propriedade móvel ou imóvel depois de ter utilizado esta por determinado tempo.",
        "usucapto": "Tomado por usucapião.",
        "usufluir": "Usar um espaço, fluir através dele da maneira que lhe convenha: andando, correndo, saltando; exercer o direito de locomoção, de ir e vir.",
        "usufrua": "Conjugação do verbo usufruir. Goze, use, desfrute.",
        "usufruam": "Ato de usufruir, fazer uso.",
        "usufruamos": "Do verbo usufruir. 1. Ter usufruto de algo. 2. Possuir ou gozar de algo vantajoso. 3. Utilizar de forma prazerosa.",
        "usufruem": "Ato de usufruir, fazer uso.",
        "usufrui": "Ato de usufruir, fazer uso de algo.",
        "usufruindo": "Gerúndio do verbo usufruir. Que está desfrutando de algo.",
        "usufruintes": "Pessoas que usufruem, usam, utilizam.",
        "usufruir": "Usar, utilizar, aproveitar",
        "usufruiria": "Flexão de usufruir. Que faria o uso de algo.",
        "usufruirmos": "Conjugação do verbo \"usufruir\".",
        "usufruirá": "Ato de usufruir, fazer uso de.",
        "usufruirão": "Flexão de usufruir. Que irão desfrutar, usar, fazer utilização; ou qualquer outro tipo de aproveitamento.",
        "usufruiu": "Flexão de usufruir. Que usou, utilizou algo, desfrutou.",
        "usufruição": "Ato de usufruir, fazer uso de algo.",
        "usufrutar": "Verbo transitivo e significa usar os frutos (renda gerada por alguma coisa) da qual a pessoa não é proprietária.",
        "usufrutaria": "Flexão de usufrutar. Que faria o uso de algo.",
        "usufrute": "Flexão de usufrutar. Use dos frutos; aproveite.",
        "usufruto": "1. ato ou efeito de usufruir; fruição 2. aquilo que se usufrui 3. direito que se conferi a alguém para, por certo tempo, retira de coisa alheia todos os frutos e utilidades que lhe são próprios, desde...",
        "usufrutuária": "S.F. ou ADJ. Pessoa que faz usufruto de algo.",
        "usufrutuário": "Que possui um imóvel e pode usufruir.",
        "usufrutário": "Forma errada de pronunciar a palavra usufrutuário, que contém três vogais U. Foi usada publicamente por deputado para dizer que ele não era dono de contas na Suíça.",
        "usufruí": "Gozei, aproveitei, desfrutei de algo.",
        "usufruía": "Gozava, desfrutava, tinha a posse, aproveitava as vantagens.",
        "usufruíam": "Ato de usufruir, fazer uso de.",
        "usufruída": "Usar, aproveitar.",
        "usufruídas": "Desfrutadas, aproveitadas, gozadas, desfruídas.",
        "usufruídos": "Usados, desfrutados, que se usufruiu.",
        "usufruímos": "Ato de usufruir, fazer uso.",
        "usufruíram": "Desfrutaram, possuíram, gozaram, fruíram.",
        "usufruírem": "1. Possuir o usufruto de.",
        "usufruísse": "Flexão de usufruir. Que usasse de algo.",
        "usufruíssem": "1. Ato ou efeito de usufruir.",
        "usumacinta": "[Geog.]- Usumacinta é o nome de um rio do México e da Guatemala que nasce na serra guatemalteca de Cuchu- matanes. Forma parte da fronteira com o México e entra neste país e divide-se em três braços ...",
        "usura": "Juro excessivo, além do normal.",
        "usurada": "1. Ato ou efeito de usurar.",
        "usurado": "1. Ato ou efeito de usurar.",
        "usurar": "Ato de fazer empréstimo com juros.",
        "usuras": "Diz-se de juro, renda ou rendimento de capital.",
        "usureiro": "O mesmo que usuário.",
        "usurento": "Pessoa egoísta e preguiçosa.",
        "usurpa": "Burla, frauda, lesa, engana.",
        "usurpada": "Conjugação do verbo usurpar. Que foi roubada, pega através de grande violência.",
        "usurpadas": "Enganadas, fraudadas, falsificadas, desempenhadas de modo indevido.",
        "usurpado": "Tomado por usurpação, algo apoderado astuciosamente.",
        "usurpador": "Aquele quem tem dominado a vida de muitos sem que notem ou dêem atenção.",
        "usurpadora": "Diz-se do que tem o ato de usurpar, enganar, apoderar do que não é seu.",
        "usurpadoras": "Aquelas pessoas que usurpam, abusam de algo ou tomam o domínio sobre.",
        "usurpadores": "S.M. ou ADJ. Característica da pessoa manipuladora, que engana e que tem facilidade de comandar a vida alheia sem deixar o indivíduo comandado perceber.",
        "usurpados": "Que foi tomado de forma violenta ou fraudulenta.",
        "usurpando": "Flexão de usurpar. Que está tomando posse de algo que não é seu.",
        "usurpar": "Apoderar-se astuciosa ou violentamente de uma coisa de que alguém legitimamente usufruiu ou que lhe pertence; alcançar sem direito; adquirir por fraude; estar a possuir ilegitimamente.",
        "usurpação": "É uma ação forçada para retirar uma coisa de alguém, ou ainda, exercer sem qualquer legitimidade uma função.",
        "usurpei": "Burlei, roubei, lesei, enganei.",
        "usurpem": "Flexão de usurpar. 1. Que ocupem o lugar de outrem ilegalmente; Que exerçam uma função, um cargo de maneira indevida; 2. Adquiram algo de forma desonesta.",
        "usurpou": "Do verbo usurpar. 1. Apossar-se de algo pela força, sem direito. 2. Apropriar-se ou tomar para si.",
        "usurária": "Pessoa que faz empréstimos a juros altos, o mesmo que agiota, em que há usura",
        "usurário": "Pessoa avarenta, mão de vaca, pão dura, etc.",
        "usurários": "1. Em que há usura. 2. Que faz empréstimos com usura.",
        "usuário": "1- Diz-se de quem tem o direito de usar algo coletivo, geral- mente ligado a um serviço público. 2- Diz-se de quem tem o direito de uso; desfruta de alguma coisa.",
        "usuários": "Flexão de usuário. Que usam algo, fazem utilização de.",
        "usássemos": "Flexão de usar. Fizéssemos o uso de.",
        "usávamos": "Flexão de usar. 1. Que tinham por hábito, por costume; costumávamos. 2. Que colocavam em prática, empregavam habitualmente; praticávamos. 3. O mesmo que utilizávamos.",
        "usável": "útil, o que possui utilidade.",
        "usâmbio": "Usa toda hora, sem parar, diariamente.",
        "uta": "Outro significado para a palavra abraço; Muito utilizado no ensinamento dos pais às crianças quando pedem um abraço.",
        "utah": "Utah é o nome de um estado dos EE.UU. , situado no oeste do país , com cerca de 2,4 milhões de habitantes e com a capital na cidade de Salt Lake City. É banhado pelo rio Co- lorado e pelos lagos ...",
        "utamos": "Do verbo utar. Do jurídico, é o mesmo que outar ou joeirar. Agitar o trigo numa joeira para separar do joio.",
        "utar": "Selecionar, joeirar, peneirar.",
        "utc": "UTC é o acrônimo ( VIDE ACRÕNIMO) para a expressão inglesa ¨Universal Time Coordinated¨ que significa ¨Tempo Universal Coordenado¨. É o fuso horário de referência, a partir do qual se calculam todas ...",
        "ute": "Flexão de utar. Que separe, selecione, escolha de forma criteriosa.",
        "utensilagem": "Diz-se de conjunto de utensílios.",
        "utensílio": "(latim tardio utensilium, do latim utensilia, -ium, coisas necessárias ao uso) s. m. 1. Qualquer instrumento de trabalho. 2. Objeto que serve de meio ou instrumento para se fazer qualquer coisa; ferra...",
        "utensílios": "Ferramentas, instrumentos, objetos.",
        "utente": "Que ou aquele que usa ou desfruta alguma coisa; usuário.",
        "utentes": "O mesmo que utilitários.",
        "uterina": "Que vem do útero.",
        "uterino": "Relativo a útero.",
        "uteromania": "Uteromania é o estado patológico da mulher que a impele à prática incessante do ato sexual.",
        "uterotomia": "[Med.]- Uterotomia é a intervenção cirúrgica executada para a retirada parcial ou total do útero.",
        "uterotônico": "Agente com propriedade de promover contração uterina, diminuindo a incidência de hemorragia pós-parto.",
        "uti": "Além da definição oficial, \"Unidade de Terapia Intensiva\" existe também uma jocosa, ou usada para fazer galhofa. Neste caso UTI significa \"Última Tentativa do Indivíduo\".",
        "utiariti": "Utiariti é uma palavra indígena que define: 1-vila e distrito do município de Diamantino, no estado de Mato Grosso. 2-planta da família das Mirsináceas(Conomorpha Utiarity). Garapacapunta.",
        "utilidade": "1- Qualidade de útil 2- Objeto útil 3- Emprego, uso, vantagem, serventia 4- Aptidão ou propriedade de satisfação",
        "utilidades": "Diz-se do que é útil.",
        "utilitarismo": "Doutrina, objetivo de vida, felicidade para o maior número de pessoas, o que quer que se traga esta felicidade tem utilidade. Qualquer coisa que tenha um obstáculo a essa felicidade é inútil. Segundo ...",
        "utilitarismos": "1. Doutrina ética defendida por Jeremy Bentham e John Stuart Mill.",
        "utilitarista": "Adj. Relativo ao utilitarismo. 1. Que é adepto ou seguidor do utilitarismo. 2. Aquele que é adepto dessa corrente de pensamento.",
        "utilitária": "ADJ ou S.M. Que é relativo a aquilo que é utilizável, à utilidade.",
        "utilitárias": "Materiais, relativos a utilidade, práticos.",
        "utilitário": "Automóvel utititário e um tipo de meio de transporte que serve para o transporte de cargas ou pessoas, com finalidade comercialou não.",
        "utiliza": "Ato de utilizar, fazer uso.",
        "utilizada": "Ato de utilizar, usar.",
        "utilizadas": "Do verbo utilizar, é usar ou empregar algo.",
        "utilizado": "Que foi usado, empregado",
        "utilizador": "Que utiliza.",
        "utilizados": "QUe foi usado.",
        "utilizam": "Ato de utilizar, fazer uso de.",
        "utilizamos": "Flexão de utilizar. Fizemos utilização/uso de algo.",
        "utilizando": "Empregando, aplicando.",
        "utilizar": "1- Fazer uso ou emprego de algo;usar; empregar. 2- Tirar utilidade de algo;aproveitar; servir-se. 3- Tirar proveito de algo.",
        "utilizaram": "Ato de utilizar, fazer uso de.",
        "utilizarem": "Flexão de utilizar. Fazerem o uso de algo.",
        "utilizaremos": "Do verbo utilizar, é ser útil ou ter serventia.",
        "utilizará": "Flexão de utilizar. Que fará o uso.",
        "utilizasse": "1. Ato ou efeito de utilizar.",
        "utilizava": "Flexão de utilizar. Que fazia uso.",
        "utilização": "S.F. Ação ou efeito de utilizar. Modo de utilizar alguma coisa.",
        "utilize": "Flexão de utilizar. 1. Lance mão de, faça uso de; use, empregue, aplique. 2. Empregue (algo) em ou para determinado fim.",
        "utilizei": "Flexão de utilizar. 1. Fiz uso de; usei; empreguei. 2. Manejei; manipulei. 3. Empreguei de modo proveitoso; tornei útil.",
        "utilizem": "Flexão de utilizar. Que façam o uso de algo, a utilização.",
        "utilizo": "Flexão de utilizar. Que faço o uso de.",
        "utilizou": "Flexão de utilizar. 1. Que fez uso, utilização; usou. 2. Que tirou proveito de algo, vantagem.",
        "utilizável": "O que se pode utilizar",
        "utilmente": "De modo útil, com vantagem.",
        "utilíssima": "Que é muito útil.",
        "utilíssimo": "Que é muito mais do que útil.",
        "utinga": "Município do estado da Bahia, com população de cerca de 20 mil habitantes. Está 415 km.distante da capital, situado na região da Chapada Diamantina, no centro do estado. Nasceu com a chegada de garim...",
        "utinguense": "Diz-se do indivíduo que nasceu em Utinga , na Bahia.",
        "utopia": "Vem a ser o que se imagina como sendo perfeito, ideal, porém imaginário não se sabe ao certo se é possivel alcançar ou realizar, é almejado mas apenas utópico.",
        "utopias": "Diz-se de civilização imaginária, fantástica.",
        "utopiazinha": "Diminutivo de utopia. É uma pequena utopia.",
        "utopicamente": "Falando na melhor das hipóteses imaginárias",
        "utopismo": "O utopismo é um conceito originado da palavra utopia. O utopismo consiste na idéia de idealizar não lugar apenas um, mas uma vida, futuro, um outro ou qualquer tipo de coisa, numa visão fantasiosa e n...",
        "utopista": "Aquele que defende utopias.",
        "utopistautópico": "1. Grande idealizador de uma realidade ilusória. alguém que cria sua própria realidade. 2. [P.ext.] Que ou aquele que tem ideias quiméricas, projetos idealistas, grandiosos, ou acredita em ideais; fan...",
        "utopizar": "1. Tornar utópico. 2. Fantasiar ou imaginar utopias.",
        "utoya": "[Geog.]- Utoya, que significa ¨ilha de fora¨ na língua norue- guesa, é uma ilha situada no lago Tyrifjorden, na Noruega. Fica a 38 Km. da capital, Oslo, e tem cerca de 500 metros de comprimento e 300 ...",
        "utricular": "Órgão presente nos ascídios (folha modificada)",
        "utrículo": "[Anat.]- Utrículo prostático é um órgão residual , existente na uretra prostática do homem.É uma estrutura hipoplástica sacular que se abre na uretra, através do chamado orifício do utrículo, perto d...",
        "utrículos": "1. [Anatomia] Espaços centrais membranosos localizados nos ouvidos. 2. [Bot.] O mesmo que células.",
        "utu": "Palavra indígena que define uma árvore da família das meliáceas, também chamada de camboatá, utuaba, utuaúba, ataúba, ataíba.",
        "utuaba": "Palavra indígena que define uma árvore, o mesmo que ¨utu¨ (vide).",
        "utuapoca": "[Bot.]- Utuapoca é o nome vulgar de uma planta, o mesmo que tuapoca. (VIDE)",
        "utuaúba": "Palavra indígena que define uma árvore, o mesmo que ¨utu¨ (vide).",
        "utópica": "ADJ. Que é fantasiosa, imaginária, ilusória. Que não é real.",
        "utópicas": "1. Referente a utopia 2. Que está no âmbito do sonho, do ideal",
        "utópico": "Relativo a utopia; que tem caráter de utopia; algo fantasioso; quimérico.",
        "utópicos": "ADJ. Que não é real, que foge da realidade. Ilusório, fantástico, irreal.",
        "uuteni": "Nome de uma tribo indígena que habita áreas do rio Aiari, no estado do Amazonas.",
        "uuuuuuuuu": "Termo que expressa falta de credo em algo.",
        "uuuuuuuuuuuh": "1. Significa uma vaia; 2. Significa uma reação eufórica em relação a alguma coisa, ou a alguém que chega em um determinado ambiente; 3. Significa que um gaiato(a) está querendo chamar atenção; 4. Uma ...",
        "uva": "S.f.(a) 1- Fruto da parreira ou videira. 2.Fig. Garota ou criança bonita e atraente. 3- P.ext. Coisa muito bonita:",
        "uva-açu": "[Bot.]-Uva-uçu é o nome popular de uma planta, o mesmo que ubuçu.",
        "uva-brava": "[Bot.]- Uva-brava é o nome popular de uma planta trepadei- ra, o mesmo que cipó-de-fogo. (VIDE)",
        "uva-crespa": "[Bot.]-Uva-crespa é mesmo que groselha.",
        "uva-da-birmânia": "[Bot.]-Uva-da-birmânia ou rambaí,é o nome popular deuma planta da família das Philantha ceae,cultivada especialmente na Índia e na Malásia. É uma árvore que pode atingir 25 m de altura e de cresciment...",
        "uva-da-praia": "[Bot.]-Nome popular de uma planta, o mesmo que ¨baga-da-praia¨(VIDE).",
        "uva-da-serra": "[Bot]-Planta da família das Minispermáceas.",
        "uva-de-cheiro": "Nome popular usado para designar uma fruta chamada uva Isabel. É muito usada na produção de vinhos e apresenta coloração roxa.",
        "uva-de-cão": "[Bot.]-Uva-de-cão é o nome popular de uma planta da família das Solanaceas,considerada tóxica.",
        "uva-de-cão-menor": "[Bot.]-Uva-de-cão-menor é o nome popular de uma planta da família das Crassuláceas.",
        "uva-de-espinho": "[Bot.]- Uva-de-espinho é o nome popular de uma espécie de palmeira, o mesmo que tucum. (VIDE)",
        "uva-de-facho": "[Bot.]-Nome popular de uma árvore, o mesmo que comandatuba.",
        "uva-de-lagarto": "[Bot.]-Nome popular de uma planta, o mesmo que briônia.",
        "uva-de-mato-grosso": "[Bot.]-Nome popular de uma planta da família das Menispermáceas.",
        "uva-de-rato": "[Bot.]-Uva-de-rato é o nome popular de uma planta, o mesmo que crássula.",
        "uva-de-urso": "[Bot.]-Uva-de-urso é o nome popular de uma planta, o mesmo que uva-ursina.",
        "uva-do-diabo": "[Bot.]-Nome popular de uma planta trepadeira da família das Vitáceas, nativa do Chile e também encontrada no Brasil,Argentina,Urugai, Paraguai e Bolívia. Tem caule lenhoso avermelhado quando fica nais...",
        "uva-do-mar": "[Bot.]-Termo usado em Portugal que define uma planta, o mesmo que éfedra.",
        "uva-do-mato": "[Bot.]-Uva-do-mato é o nome popular de uma planta da família das Borragináceas.",
        "uva-do-mato-de-espinho": "[Bot.]-Nome popular de uma árvore, o mesmo que ¨capinuríba¨.",
        "uva-do-monte": "[Bot.]-Uva-do-monte é o nome popular de uma planta, o mesmo que mirtilo.",
        "uva-espim": "[Bot.]-Uva-espim é o nome popular de uma planta, o mesmo que bérberis.",
        "uva-espim-do-brasil": "[Bot.]-Uva-espim-do-brasil é o nome popular de uma planta, o mesmo que espinho-de-são-joão.",
        "uva-japonesa": "[Bot.]- Uva-japonesa é o nome popular de uma planta da fa- míia das Ramnáceas. Trata-se de uma árvore com até 15 metros de altura, com flores pequenas, perfumadas, de cor branco-esverdeado. Atra...",
        "uva-mijona": "Diz-se da uva que apresenta os bagos sem a dureza normal e com o sumo de sabor ruim.",
        "uva-tinta": "A uva, além de uma fruta muito saborosa, é altamente recomendada para a saúde, já que contém boa fonte de propriedades nutricionais, como a vitamina C e vitaminas do complexo B. Como sabemos, a uva é...",
        "uva-ursina": "[Bot.]-Uva-ursina é o nome popular de uma planta da família das Ericáceas que possue propriedades medicinais. Suas folhas são usadas como anti-inflamatório,anti-bacte-riana e anti-séptica. Também é ch...",
        "uva-ursina-americana": "[Bot.]-Nome popular de um arbusto da família das ericáceas nativo do Canadá e de algumas áreas dos EE.UU. Produz flores brancas ou rosas e seu fruto é uma baga vermelha ou rosa de sabor azedo. É culti...",
        "uvacupari": "[Bot.]- Uvacupari é uma palavra indígena que define um ar- busto, o mesmo que capicuru. (VIDE)",
        "uvaguaçu": "Palavra indígena que define uma árvore, o mesmo que \"baguaçu\" (vide).",
        "uvaia": "[Bot.] - ( do tupi) - Nome comum a certas plantas da família das Mirtáceas, arbustos naturais do Brasil. Produzem frutos comestíveis , pequenos, de bagas amarelas e de sabor bastante ácido. UAIEIRA; ...",
        "uvaia-do-campo": "[Bot.]- Uvaia-do-campo é o nome vulgar de uma planta, o msmo que ubacaba. (VIDE)",
        "uvalha": "[Bot.]- Uvalha é o nome de uma planta, o mesmo que uvaia.",
        "uvapiritica": "Palavra indígena que define uma planta semelhante ao morangueiro.",
        "uvapurama": "[Bot.]-Uvapurama é o nome popular de uma árvore da família das Mirtáceas, também chamada de pau-de-erva-doce.",
        "uvarana": "[Bot.]- Uvarana ou tuvarana, é o nome popular de uma árvo- re de pequeno porte, com até 7 metros de altura, pouco ra- mificada e que produz flores solitárias de coloração roxa. É originária da Aus...",
        "uvarovite": "Uvarovite é um mineral do grupo das granadas, formado de cálcio e cromo. Dentre o grupo das granadas é a variedade mais rara, surgindo em pequenos cristais de cor verde e associado à cromita e a serpe...",
        "uvas": "Plural de uva. Fruta proveniente da videira, nativa do Brasil, de folhas verdes-escuras, flores perfumadas, brancas, em panículas terminais; são usadas para a fabricação do vinho.",
        "uvas-bravas": "São uvas amargas que não se podiam comer.",
        "uvaçu": "É o mesmo que uva-açu.",
        "uveira": "Pé de uva.",
        "uveíte": "1. Inflamação da úvea.",
        "uvita": "Uvita ou uvite é um mineral do grupo dos silicatos ( VIDE SILICATO), considerado uma variedade da turmalina (VI- DE TURMALINA). É composto básicamente por: ferro, alumínio, magnésio, boro,cálcio e...",
        "uvite": "Uvite é o nome de um mineral, o mesmo que uvita. (VIDE)",
        "uvular": "1- Relativo à úvula, que é a massa carnosa que pende do fundo do céu da boca (Campainha). 2- O que se articula na úvula; as chamadas ¨consoantes uvular¨.",
        "uvulariáceas": "[Bot.]-Diz-se das plantas que pertencem ao gênero ¨uvulária¨,da famílias das colchicáceas(VIDE).",
        "uvulectomia": "[Med.] É a excisão da úvula.",
        "uvulite": "[Med.]- É a inflamação da úvula, que é a massa carnosa que pende do fundo do céu da boca.( Campainha.) Também é chamada de : estafilite.",
        "uvuloplastia": "Cirurgia realizada nas amígdalas para melhorar o sono ao extinguir com o ronco.",
        "uvulotomia": "Termo usado para se referir ao corte, extração, ablação da úvula (saliência carnosa existente na parte posterior do véu palatino, na garganta). A úvula, através da vibração provocada pela respiração, ...",
        "uvulária": "[Bot.]-Uvulária é o nome de um gênero botânico da família das colchicáceas.",
        "uvá": "Palavra indígena que define: 1-Vila e distrito no município de Goiás; GO. 2-Árvore da família das fabáceas (Gynerium sagittatum). Ubá. 3-Árvore da família das mirtáceas (Aulomyrcia acrantha). Ubá.",
        "uvá-de-facho": "[Bot.]- Uvá-de-facho é o nome vulgar de uma árvore, o mes- mo que comandatuba. (VIDE)",
        "uxi": "Uxi é o nome de uma fruta, o mesmo que uixi. (VIDE UIXI)",
        "uxirana": "[Bot.]- Uxirana é o nome popular de uma planta, o mesmo que tucuriba. (VIDE)",
        "uxis-de-morcego": "Diz-se de madeira que se destaca pelo aspecto fibroso, sem brilho e cheiro.",
        "uxoriano": "Relativo aos bens que uma mulher casada/esposa possui.",
        "uxoricida": "Assassino da própia esposa.",
        "uxoricidas": "Plural de uxoricida. Que está relacionado com uxoricídio.",
        "uxoricídio": "Assassinato da própria esposa.",
        "uxorilocal": "Casar com a vida centrada á esposa.",
        "uxorilocalidade": "Costume institucionalizado em que os cônjuges moram na casa da mulher, ou no seu povoado, após o matrimônio.",
        "uxória": "Referente à mulher casada.",
        "uxório": "[do latim ¨uxorius ¨] Diz-se das coisas relativas à mulher casada.",
        "uzaidela": "[Bot.]- Uzaidela é o nome popular de uma planta, o mesmo que erva-de-santa-maria.(VIDE)",
        "uzbeque": "Uzbeque é o nome de uma língua da família linguística altai- ca, grupo túrcico, oficial no Uzbequistão. Também é utiliza- da em parte do Cazaquistão, no Quirguistão , no Tadjiquis- tão e Rússia.",
        "uzbequistão": "País da Ásia Central com 27 milhões de habitantes e com capital na cidade de Tashkent. Era uma das antigas repúblicas da ex- União Soviética. A maior parte de seus habitantes pertence a etnia uzbeque...",
        "uzi": "UZI é o nome de uma submetralhadora de fabricação israe- lense que foi utilizada em combate pela 1ª vez em 1956 e também em 1967, na Guerra dos Seis Dias. É usada, prin- cipalmente, pelas tripulaç...",
        "uzê": "Adj. 1. Extremamente desagradável. 2. Péssimo.",
        "uádi": "Do árabe \"wadi\", rio temporário que corre no deserto apenas em épocas de chuva, termo proveniente do árabe e que é utlizado sobretudo na região dos desertos do Saara e da Arábia.",
        "uça": "Caranguejo típico habitante dos manguezais que ocorre no litoral brasileiro, desde Rondonia até o Paraná.",
        "uçaguaba": "Uçaguaba é um palavra indígena que define um antiga al - deia indígena localizada no município de São Luiz, capital do estado do Maranhão.",
        "uçá": "Uçá é uma palavra indígena que é o nome genérico de todos os caranguejos de unhas pontudas e também dos siris que possuem nadadeiras no último par de patas.",
        "ué": "Interjeição de espanto, geralmente usado pelos mineiros e estados do sudeste.",
        "uédi": "Rio temporário do deserto do Saara.",
        "uê": "Interjeição usada para expressar dúvidas, questionamentos. A forma mais usual é \"Ué\", mas \"Uê\", também é usada com esse sentido.",
        "uísque": "Bebida alcoólica destilada a partir de grãos, muitas vezes incluindo malte.",
        "uíste": "Uíste ou Whist, é um jogo de cartas de duas duplas, com parceiros frente a frente. Este jogo é considerado o ancestral do bridge. O objetivo é vencer a maioria de treze vazas em uma mão e marcar ponto...",
        "uó": "Adj. 1. Algo que não agrada. 2. Ruim.",
        "uólofe": "Nome de uma das línguas nativas que são faladas em Senegal, país localizado na África Ocidental.",
        "úbere": "1. Fértil, fecundo. 2. Abundante, farto. Sup. abs. sint.: ubérrimo. S. m. 1. Teta das fêmeas de animais mamíferos. Vars.: úbero e ubre.",
        "úberes": "Diz-se de glândula mamária.",
        "úbero": "Úbero é grafia incorreta de ¨úbere ¨ (VIDE ÚBERE)",
        "úlcera": "1- (Med.) - ferida na pele ou em mucosa, acompanhada de processo inflamatório. Ulceração. 2- diz-se de uma ferida; chaga.",
        "úlcera-de-bauru": "É o mesmo que leishmaniose.",
        "úlceras": "Flexão de úlcera. São diversas feridas que podem ocorrer em diversas partes do organismo, como na pele e no cólon.",
        "última": "Aquela que vem no final;",
        "últimas": "Flexão de último. Que vem depois dos demais numa sequência.",
        "último": "Aquele ou aquilo que vem depois de todos.",
        "últimos": "Plural de último. Aqueles que ficam para o fim.",
        "úmbria": "A Úmbria é uma região da Itália central com 8456 km² e 834 mil habitantes, cuja capital é Perugia (ou Perúsia). Tem fronteiras com a Toscana a oeste, as Marcas a leste e o Lácio ao sul.",
        "úmbrio": "Úmbrio é um indivíduo de um povo chamado Úmbrios, que habitavam a Úmbria , antigo país do leste da península itálica. Mais tarde esta região se tornou uma província romana e o povo Úmbrio foi extinto.",
        "úmero": "Único osso que constitui o braço.",
        "úmeros": "Da anatomia, é o osso do braço que se articula na parte inferior com o rádio e a ulna e na parte superior com a escápula.",
        "úmida": "1. Que está levemente molhado.",
        "úmido": "Saturado por água, molhado, aquilo que retém água e sua superfície, grafia usada no Brasil; tipo de clima,",
        "úncu": "Composição formada por justaposição das palavras um cu, onde ocorre distorção da sílaba tônica fazendo com que a pronúncia seja semelhante a Únco. Algo difícil, desgradável, \"encardido\",\"foda\".",
        "únguis": "[Anat.]- Pequeno osso, semelhante à unha e localizado na parte antero-interior da órbita ocular.",
        "úngula": "1. unha, garra ou casco de um animal 2. membrana interna do ângulo do olho",
        "única": "S.F. ou ADJ. Que é singular, exclusiva, ímpar, uma.",
        "único": "Que é um só. De cuja espécie não existe outro. Exclusivo. Excepcional.",
        "únicos": "1. Que só existe um. 2. Que não tem outro igual.",
        "úrico": "O ácido úrico é um composto orgânico, formado de carbono, hidrogênio, nitrogênio e oxigênio, com a fórmula química C5 H4 N4 O3 . É encontrado na urina em pequenas quan- tidades. Em alguns animais...",
        "úrmia": "[Geog.]-Úrmia é o nome de um lago do Irã, localizado na parte nordeste do País. Em sua proximidade localiza-se a cidade de Tabriz(VIDE).",
        "úrsula": "Nome do latim - pequena ursa.",
        "ússua": "É uma dança que só pode ser dançada nu, por regras ditadas pelos deuses e pessoas que praticava a dança em rituais de levanta defunto.",
        "úteis": "Diz-se do que tem utilidade, pode ser usado para algo.",
        "útero": "Do Lat. uteru s. m., Anat., órgão do aparelho genital dos mamíferos onde normalmente se desenvolve o feto; matriz.",
        "útil": "Diz-se do que tem utilidade, aquilo que se vai usar, fazer uso.",
        "úvula": "S.f. Anatomia. Apêndice cônico do véu palatino, situado na parte posterior da boca."
    }
}