{
    "z": {
        "zabaneira": "¨Mulher decaída,despudorada¨. Definição dada por Aurélio Buarque de Holanda(Novo Dicionário da Língua Prtuguesa) e Euclides Carneiro da Silva(Dicionário da Gíria Brasileira)",
        "zabaneiro": "Que não tem pudor, desprovido de vergonha.",
        "zabelo": "Sinônimo de Cabelo",
        "zabeludo": "1. Em Portugal o termo designa um jovem (masc) fisicamente muito desenvolvido para a idade, mas, desleixado ou de aparência descuidada.",
        "zabelê": "[Zool.]- Zabelê ou zambele , ou ainda zebelê, é o nome de uma ave brasileira , da família dos Tinamídeos, do gêne- ro Crypturellus. Tem cerca de 30 à 35 cm. e habita matas em Minas Gerais e a caati...",
        "zabiano": "Nome de antigos filósofos caldeus,adoradores dos astros e fabricantes de talismãs.",
        "zabiró": "Jumento, no interior do Pará.",
        "zabocaio": "São os frutos e o nome de várias árvores mirtáceas do Brasil.",
        "zabra": "Zabra é uma pequena embarcação usada na África Oriental; espécie de bote.",
        "zabro": "Diz-se de gênero de insetos coleópteros carabídeos que vivem debaixo de pedras.",
        "zabujeiro": "[Bot.]-Nome popular de uma planta, o mesmo que árvore-do-paraíso.",
        "zabumba": "Tambor rústico; bumbo. No nordeste é feito normalmente com couro de bode.",
        "zabumbar": "Aquela pessoa que incomoda por causa de ruídos ou que toca zabumba, uma espécie de tambor grande.",
        "zabumbas-brancas": "Arbusto grande e ereto no qual as folhas são grandes, ovais, alternas, caducas, verdes e pubescentes e as flores em formato de trombeta, de cor branca.",
        "zabumbas-roxas": "Espécie de flor.",
        "zabumbeiro": "Músico integrante do trio de forró; aquele que toca zabumba",
        "zaburreiro": "Plantação de pé de milho do tipo zaburro.",
        "zaburro": "Diz-se de uma variedade de milho de cor avermelhado-es - curo; milho grosso , que se corta ainda verde para alimento de animais; ¨milho das vassouras¨.",
        "zaburro-vermelho": "Uma planta cuja as folhas depois de um tempo ficam vermelhas.",
        "zaca": "Gíria usada no sentido de casa, moradia, barraco.",
        "zacapa": "[Geog.]- Zacapa é o nome de um departamento da Guatemala, situado no sudeste do país, com uma área de cerca de 2,7 mil Km2. e uma população de cerca de 200 mil habitantes (2002). Sua capital é a cid...",
        "zacarias": "Um dos quatro trapalhões, junto com Didi, Dedé e Mussum. Era careca.",
        "zacarias-sp": "Cidade e município do estado de São Paulo, região de São José do Rio Preto, fundado em 1992. Tem uma área de 319 Km², desmembrada do município de Monte Aprazível. Sua população é de cerca de 2,5 mil h...",
        "zacariense": "Indivíduo que nasceu em Zacarias-SP.",
        "zacatecas": "[Geog.]- Zacatecas é o nome de um estado mexicano no centro do país, com uma área de cerca de 73 mil km2. e uma população de cerca de 1,3 milhão de habitantes(2000). Sua capital é a cidade homônima...",
        "zacatecoluca": "[Geog.]- Zacatecoluca é o nome de uma cidade de El Salvador, capital do departamento de La Paz, no sul do país, com cerca de 58 mil habitantes (1992). Situa-se no vale do rio Lempa, entre a planíci...",
        "zacaí": "S.F. Tipo de religião.",
        "zacharias": "Do hebraico zekharyahu e zekharyah. Significando \"Senhor se lembra\"",
        "zaco": "Supremo sacerdote budista",
        "zacum": "Coisa amarga, castigo amargo, castigo eterno. Referencia livro alcorão pg. 226",
        "zacônio": "É um dialeto grego moderno falado em vilarejos na região leste do Peloponeso.",
        "zadoque": "Zadoque foi Sumo Sacerdote de Israel, sucedendo a Abiatar, filho de Aimeleque. Zadoque era filho de Aitube, filho de Amarias e descendente de Eleazar, filho de Aarão.",
        "zadruga": "É um sistema patriarcal sérvio de propriedades rurais, no qual um clã de famílias produzem comumente e atendem às necessidades de seus membros.",
        "zafimeiro": "Esperto;velhaco;ardiloso.",
        "zafira": "É um nome feminino de origem árabe e significa graciosa.",
        "zafirlucaste": "É um medicamento via oral usado para o tratamento de asma brônquica.",
        "zafriel": "Nome próprio masculino de origem hebraica e significa o anjo que guarda parte do dia.",
        "zaga": "Espaço imaginário do campo de futebol onde se posicionam membros da equipe de futebol no intuito de proteger a meta/gol no sentido que a bola não ultrapasse a linha da meta, atingindo assim o objetivo...",
        "zagaia": "Substantivo o mesmo que a.za.gai.a ? feminino lança curta que é usada por arremesso; o mesmo que zagaia: Categorias: Substantivo (Português) | Polissílabo (Português) | Paroxítona (Português)",
        "zagaiar": "Ato, atividade ou feito de utilizar a zagaia",
        "zagaieiro": "Indivíduo que, nas caçadas de onças, armado de zagaia acompanha o atirador e o defende.",
        "zagal": "Pastor;guardador de animais;pegureiro.",
        "zagalejo": "Termo usado para se referir a um pequeno pastor",
        "zagalete": "O mesmo que zagaleto. É um pequeno pastor.",
        "zagaleto": "Diz-se de pequeno pastor.",
        "zagallo": "Mário Jorge Lobo Zagallo é um ex-futebolista e treinador brasileiro. Atuando como ponta-esquerda, conquistou títulos de campeão carioca e foi convocado para a seleção brasileira, que disputaria a Copa...",
        "zagar": "1.Ato ou efeito de jogar como zagueiro no futebol. 2.Defender seu time desarmando os outros jogadores.",
        "zagari": "Espécie de pano de linho da Índia.",
        "zagas": "1. Do futebol, é o conjunto formado pelos zagueiros. 2. Os militares que ficam na retaguarda de uma tropa.",
        "zagatai": "Zagatai é o nome de uma língua,o mesmo que turco-mano.",
        "zagaté": "Cafuné, afago, carícia com as mãos.",
        "zaglosso": "[Zool.]- Zaglosso é o nome de um animal, o mesmo que équidna ( VIDE ÉQUIDNA)",
        "zagor": "Zagor o nome de um teatro grosseiro e obsceno que funcionava em Goa.",
        "zagorrino": "Que é velhaco, sacana, estúrdio ou leviano. O mesmo que zagorro.",
        "zagorro": "Estúrdio, velho.",
        "zagreb": "Zagreb é a capital da Croácia (VIDE CROÁCIA), com cerca de 700 mil habitantes. Situa-se junto ao rio Sava. Centro administrativo , cultural, comercial e industrial ( químico , mecânico, alimentício...",
        "zagrebe": "Zagrebe é o mesmo que Zagreb.",
        "zagros": "[Geog.]- Zagros é o nome de uma cadeia montanhosa do Irã, que tem seu ponto culminante no pico Zard Khud, com 4.548 metros de altitude. Estende-se ao longo de 1,8 mil Km., da fronteira com a Turqui...",
        "zagré": "Vinho.",
        "zagueiro": "Acredito ser a posição no futebol de: beque, que fica aos lados esquerdo e direito do goleiro.",
        "zaida": "Nome de origem grega, que significa \"saliente\".",
        "zailon": "De acordo com a tradição Hindu da religião Haré Khrisna \"Zailon\" representa um tipo de avatar demôniaco; normalmente invocado nas saudações.",
        "zaine": "Nome próprio.",
        "zaino": "Tom de cor marron escuro.",
        "zaire": "Nome de um ex-país da África Central. Atualmente seu terri- tório forma a República Democrática do Congo, que não deve ser confundido com o Congo, que é outro país. A região sempre foi alvo de confli...",
        "zairense": "Pessoa nascida no Zaire (pais )",
        "zal": "Nona letra do alfabeto árabe e duodécima do turco,que equivale pouco mais ou menos que o nosso ¨z¨.",
        "zalene": "(Gíria gay) Diz-se do pênis ereto, rígido.",
        "zalumar": "Zalumar é um termo de gíria que significa: erguer a voz; gritar.",
        "zam": "Cumprimento ou xingamento chamando de burro",
        "zama": "Qualquer coisa, referente à objetos, palavras quando esquecida e/ou proibidas de falar no momento.",
        "zambareto": "Adjectivo significativo do grau normal. Este adjectivo é habitualmente utilizado para definir um objecto desiquilibrado ou desnivelado que abana.",
        "zambe-zambe": "Tonto, cambaleante",
        "zambembe": "Ordinário; imprestável; de nenhum valor.",
        "zambeta": "Pessoa que tem as pernas puxadas para fora, tronxas.",
        "zambetar": "Andar de um lado para outro, sem rumo certo",
        "zambeto": "É uma pessoa que anda com as pernas juntas até o joelho e os pés longe um do outro, ou seja, o tornozelo aberto um do outro.",
        "zambeze": "[Geogr.]- Zambeze ou Zambezi, é um rio do sudeste da Áfri-ca , com 2.650 km. de comprimento. Nasce nos montes Kalene, na fronteira entre Zâmbia e Angola. Deságua no oceano Índico , em um enorme delta ...",
        "zambezi": "[Geogr.]- Zambezi é o nome de um rio do sudeste da África, com 2.650 km.de comprimento. Nasce nos montes Kalene, na fronteira entre a Zâmbia e Angola e deságua no oceano Índico (VIDE ÍNDICO) , formand...",
        "zambi": "Na Umbanda e na nação de Angola significa e equivale literalmente a Deus.",
        "zambiampongo": "Zambiampongo ou Zambianpungu (também Zambi entre outras abreviações) é o Deus maior dos povos bantos de Angola e Gongo.",
        "zambiapungo": "(regionalismo afro-bahiano): deus supremo do Congo",
        "zambinda": "Interjeição que designa admiração, ironia ou impaciência. Pronome de extrema riqueza que pode ser utilizado para substituir qualquer nome da língua portuguesa. Calão futebolístico equivalente a finta ...",
        "zambo": "Designação brasileira dos filhos de negro com mulher indígena.",
        "zamboa": "Diz-se de uma pessoa estúpida, imbecil.",
        "zamboada": "Diz-se de um lugar no mato onde se acumulam e se entrelaçam galhadas de árvores, paus podres, cipós, etc., formando moitas cerradas.",
        "zamboanga": "[Geog.]- Zamboanga é o nome de uma cidade portuária das Filipinas situada no extremo oste da ilha de Mindanau. É banhada pelo estreito de Basilan e tem cerca de 600 mil habitantes (2000).",
        "zambohead": "Charles Zambohead é o nome dado ao majestoso Chico Science, no álbum radio s.amb.a, primeiro álbum sem Chico Science!",
        "zambonar": "Tirar uma soneca, dar um cochilo.",
        "zamboringado": "Zamboringado é sinonimo de triste, cabiz baixo.",
        "zamboto": "Zamboto é um termo usado em Portugal, o mesmo que jangoto.",
        "zambozino": "Zambozino é um termo usado em Portugal, o mesmo que gambozino.",
        "zambri": "Estado de fraqueza, falta de vigor",
        "zambro": "Diz-se da pessoa que tem a perna arqueada. Cambaio.",
        "zambuco": "O mesmo que sambuco; pequena embarcação árabe do Oceano Índico.",
        "zambujeiro": "Oliveira incapaz de dar frutos ou impróprios para o consumo.",
        "zambureque": "Soldado que montava um dromedário e conduzia uma pequena peça brônzea de artilharia, no exército da antiga Pérsia.",
        "zambé": "Zambé significa deus para todos os seguidores da religião candomblé, nação de angola",
        "zamia": "[Bot,]- Zamia é o nome popular de uma planta da família das Zamiáceas, originária do México. Tem crescimento lento e suas folhas são grossas, brilhantes, macias e semelhantes ás de uma palmeira. É ...",
        "zamigas": "1. Significa o mesmo que \"as amigas\".",
        "zamiguinhos": "Amigos, parceiros, chapas.",
        "zamiáceas": "[Bot.]-Zamiáceas é o nome de uma família botânica da ordem Cicadales,com cerca de 130 espécies. As plantas desta família ocorrem na África, Austrália e nas Américas, em regiões tropicais e temperadas....",
        "zamiáceo": "[Bot.]-Diz-se de uma espécie que pertence a família das zamiáceas.",
        "zamora": "1. [Geo.]- Zamora ou Samora é o nome de um município da província homônima, na comunidade autônoma de Castela e Leão, na Espanha. Foi fundada no ano de 852 ; tem uma área de 10,5 Km2. e uma população ...",
        "zampar": "V.i. Pop. Comer apressadamente e com avidez.",
        "zamuco": "Zamuco ou samuco é o nome de um grupo indígena que habitam áreas do sudoeste da Bolívia. Falam vários dia- letos de uma línga comum a samuco. Os índios denomi-nados chamacocos que habitam áreas do Ma...",
        "zanardo": "Nome de uma empresa especializada na fabricação de equipamentos industriais.",
        "zanata": "Trata-se de um nome próprio.",
        "zanatto": "Nome de uma empresa que distribui equipamentos para a indústria gráfica.",
        "zande": "Zande é o nome de uma língua africana, da família linguís- tica nigero-congolesa, grupo adamawa-ubangi, falada pelo povo azande. É falada no nordeste da República Democrá- tica do Congo (VIDE), sudoes...",
        "zanga": "Ato de zangar-se; aversão; ódio; rancor; aborrecimento; desavença; dissenção; quezília; mau humor; importunação; frenesi; enguiço; agoiro.",
        "zangaburrinho": "Um burro zangado.",
        "zangada": "Pessoa aborrecida, que facilmente fica brava, muito irritada.",
        "zangadiço": "ADJ. 1. Que se zangou, que demonstrou aborrecimento. 2. Que se zanga com facilidade. Apresenta excesso de irritação.",
        "zangado": "Estar de mau humor",
        "zangar": "1 . encolerizar, aborrecer 2 . atravessar saltando",
        "zangaralhão": "É o mesmo que trangalhadanças.",
        "zangarelho": "Certo tipo de rede de pesca.",
        "zangarilhar": "Termo usado em Portugal que significa:andar para trás e para diante;passar e tornar a passar.",
        "zangarrão": "Termo usado em Portugal que define: 1-Homem que, vestido de diabo, pede esmolas para os santos. 2-O mesmo que besouro.",
        "zangas": "Flexão de zangar. Que irritas, incomodas, esbravejas.",
        "zango": "Derivação de zangar. O mesmo que irrito, fico bravo(a), estresso.",
        "zangou": "O mesmo que zangar, ficar bravo, magoado",
        "zangue": "Ato de zangar, ficar bravo, com raiva.",
        "zanguei": "Ato de zangar, irritar-se.",
        "zanguizarra": "1-Algazarra;tumulto;desordem. 2-Toque desafinado de viola. 3-Qualquer toque ou som estridente.",
        "zanguizarrear": "Produzir algazarra, bagunçar, tumultar, tagarelar de forma desconcertante.",
        "zangurrar": "Termo usado em Portugal, o mesmo que vadiar, mandriar.",
        "zangurriana": "1-Cantilena monótona e persistente. 2-Conversa enfadonha.",
        "zangurrina": "Bebedeira; embriaguez.",
        "zanho": "Diz-se de um indivíduo hipócrita, dissimulado.",
        "zanoa": "A palavra zanoa está escrita nas escrituras sagrada, no livro de Josué capítulo 15, versículo 34 e está relacionada a uma das cidades das terras dadas por herança ao povo da tribo de judá.",
        "zanolho": "O mesmo que zarolho, aquele que tem um estrabismo em um dos olhos.",
        "zanoni": "Trata-se do nome de um romance ocultista, do escritor inglês Edward Bulwer-Lytton (1803-1873).",
        "zanoniáceas": "[Bot.]-Nome de uma antiga família botânica cujas espécies estão atualmente classificadas na família das cucurbitáceas.",
        "zanotto": "Zanotto é um sobrenome,é originario da Italia",
        "zante": "[Geog.]-Zante é o nome de uma ilha,o mesmo que cefalônia.",
        "zanza": "Ato de zanzar, andar de um lado para o outro.",
        "zanzando": "O mesmo que andando",
        "zanzar": "Vaguear - andar por acaso.",
        "zanzarilhar": "É o mesmo que zangarilhar.",
        "zanzibar": "Zanzibar é uma ilha coralínea, situada no Oceano Índico , perto da costa da África. Antigo Estado independente fun- diu seu território com a ex-Tanganika e formou a atual Tan- zânia, da qual é parte ...",
        "zanzo": "1-Zonzo;tonto;atônito;aturdido;atordoado. 2-(Bot.)-Nome popular de uma planta, o mesmo que guanxuma(VIDE).",
        "zanzão": "Pessoa falsa, da qual não se pode confiar, traidor.",
        "zanôio": "Pessoa que tem os olhos tronxos, vesgos",
        "zanôto": "Sujeito cafajeste, arrogante,metido",
        "zap": "Deriva da fonética da palavra inglesa WhatsApp, aplicativo de mensagens instantâneas.",
        "zapata": "Emiliano Zapata ( 1877-1919), foi um revolucionário mexica- no que lutou contra vários governos centrais de sua época. Muito popular e venerado pelos índios , Zapata colaborou co Pancho Vila contra ...",
        "zapatista": "Nome de um movimento indígena que ocorreu em 1910. Os indígenas lutaram contra a forma de governo autocrática de (modelo em que uma única pessoa possui todo o poder político-estatal) Porfirio Díaz. El...",
        "zape": "Denominação atribuída à carta de baralho - 4 de paus - que no jogo de Truco se constitui como a de maior valor.",
        "zapear": "Ato de mudar constantemente os canais da televisão.",
        "zapotecas": "Os zapotecas são um povo nativo do sul do México que, a partir do sec. IV, ocuparam a região costeira do sul do Mé- xico, no oceano Pacífico, onde hoje se situa a cidade de Acapulco. Atualmente a...",
        "zapzap": "Forma adaptada (facilitada) para se referir ao WhatsApp, que é um aplicativo de mensagens instantâneas via internet.",
        "zaquear": "Ato de passar o tempo de forma improdutiva.",
        "zaquenda": "Aprenda!! Tome!!",
        "zaqueu": "Cobrador de impostos na cidade de Jericó. Jesus chegou e o convidou para hospedar-se em sua casa, convertendo-o de pecador para homem bom.",
        "zaquintos": "[Geog.]-Zaquintos é o nome de uma ilha grega, a 3ª maior do arquipélago das ilhas Jônicas. Tem uma área de cerca de 400 Km2 e uma população de cerca de 38 mil habitantes. Seu ponto culminante é o mont...",
        "zara": "Loja de roupa para pessoas com maior poder aquisitivo.",
        "zaraba": "Órgão sexual feminino",
        "zarabatana": "Arma de sopro geralmente feita de bambu usada por tribos indígenas",
        "zarabatanada": "Modo de dizer que foi golpeado.",
        "zaragalhada": "O mesmo que confusão.",
        "zaragata": "Zaragata é um têrmo popular que significa: desordem , confusão, algazarra.",
        "zaragatas": "Flexão de zagarata. O mesmo que muita desordem ou bagunça.",
        "zaragatear": "Se a palavra zaragateiro significa, quem faz algazarra, bagunça, confusão é obvio que ZARAGATEAR é bagunçar, fazer confusão.etc.",
        "zaragateiro": "Pessoa que além de extrovertida, alegre e brincalhona tem muitos amigos que gosta de boa comida e bebida em excelente companhia. Pessoa capaz de se relacionar com outras pessoas independente de suas p...",
        "zaragatoa-da-índia": "[Bot.]-Nome popular de uma planta da família das plantagináceas(VIDE),com propriedades medicinais semelhantes a zaragatoa(VIDE).",
        "zaralha": "Termo usado em Portugal que define uma mulher desleixada, sem amor próprio.",
        "zaralho": "Palavra muito usada no quartel. a mesma coisa que \"tocar o terror\", \"botar pra fuder\".",
        "zarambelho": "Termo usado em Portugal que define um indivíduo aleijado ou disforme.",
        "zaranzar": "É andar à toa; vaguear; atrapalhar-se,andando ou movimentando-se.",
        "zaranzo": "1. É andar à toa; vaguear.",
        "zaratustra": "Profeta persa, também conhecido por Zoroastro, fundador do Masdeísmo. Embora Zendavesta, baseado nos seus ensinamentos, no-lo apresente como um herói semítico, admite-se geralmente a sua existência hi...",
        "zarco": "Ônibus, definição regional usada na região da Cidade de Joinville - SC.",
        "zarcão": "Determinação comercial do tetróxido de chumbo( Pb3O4), que é um pó vermelho, insolúvel em água e em ácidos. Este composto forma uma suspensão oleosa denominada \"tinta zarcão\", empregada na proteção de...",
        "zarelha": "Termo usado para se referir a uma mulher intrometida",
        "zarelhar": "1. Intrometer-se em tudo. 2. Intrigar.",
        "zarelho": "Alça metálica onde é fixada a bandoleira (tira para transporte do armamento em tira-colo).",
        "zargo": "Diz-se do cavalo cuja pelagem apresenta mancha branca ao redor de um olho ou dos dois olhos.",
        "zarioa": "Mesma coisa que Vesga.",
        "zarnadevu": "Zona, bagunça, grande esculacho ou desordem.",
        "zaroio": "Vesgo.",
        "zarolha": "ADJ. Pessoa que sofre de estrabismo, que é vesga.",
        "zarolhice": "Falta de alinhamento de um ou ambos os olhos.",
        "zarolhismo": "Ato de ser zarolho.",
        "zarolho": "Pessoa cega de um olho ou pessoa que tem estrabismo",
        "zarolhos": "Plural de zarolho. 1. Que não tem um dos olhos, ou que são cegos de um dos olhos. 2. Que sofrem de desvios de um ou de ambos os olhos; estrábicos, vesgos.",
        "zarpada": "Zarpada é patada de leão.",
        "zarpando": "Gerúndio de \"zarpar\".",
        "zarpar": "O mesmo de sair, correr ou fugir !",
        "zarparam": "Ato de zarpar, fugir.",
        "zarpei": "Fugi, parti, abalei.",
        "zarra": "Brava, exigente, de opinião forte.",
        "zarresa": "Estabanado, atrapalhado.",
        "zarreza": "Comum ao povo Guarapariense (ou Maritimba), zarreza é quando uma pessoa é muito desastrada, derruba tudo onde passa, faz tudo errado. Isso tudo ao extremo.",
        "zarro": "1. Nome popular e genérico de várias aves da ordem Anseriformes, família Anatidae,encontradas em várias áreas do Brasil.",
        "zarro-americano": "[Zool.]-Nome popular de uma ave da ordem Anseriformes, família Anatidae, nativo da América do Norte sendo muito raro na Europa. Tem grande dimorfismo sexual (VIDE), com o macho tendo plumagem mais vi...",
        "zarro-bastardo": "[Zool.]-Nome popular de uma ave da ordem Anseriformes, família Anatidae, que ocorre no Norte da Europa sendo muito raro em Portugal. O macho tem cabeça esverdeada e peito preto. Migra durante o invern...",
        "zarro-castanho": "[Zool.] Nome popular de uma ave da ordem Anseriformes,família Anatidae, que ocorre no Leste da Europa. Pertence ao grupo dos chamados ¨patos mergulhadores¨e bastante raro em Portugal.",
        "zarro-comum": "[Zool.] Nome popular de uma ave da ordem Anseriformes,família Anatidae, que ocorre no Norte e no Centro da Europa. Migra para a região mediterrânea durante o inverno.Pertence ao grupo dos chamados ¨pa...",
        "zarro-de-colar": "[Zool.] Nome popular de uma ave da ordem Anseriformes,família Anatidae,que é natural da América do Norte,sendo bastante comum na Europa. É semelhante ao zarro-negrinha e é uma espécie monotípica,não s...",
        "zarro-negrinha": "[Zool.]-Nome popular de uma ave da ordem Anseriormes, família Anatidae que ocorre no Centro e Norte da Europa. Pertence ao grupo dos chamados ¨patos mergulhadores¨. Existe grande dimorfismo sexual ent...",
        "zarrêgo": "Diz-se da pessoa que é gaga, vesga, magricela, porém muito inteligente. Muito parecido com os Nerds os Zarrêgos geralmente têm ótimo desempenho em sua vida acadêmica, porém são sempre discriminados po...",
        "zaruaba": "Chamas, labareda etc.",
        "zarzuela": "Zarzuela é uma peça teatral espanhola, parte falada e parte cantada;espécie de ópera cômica.",
        "zathura": "1. Filme dirigido por Jon Favreau.",
        "zauu": "Onomatopeia. Palavra indicativa de movimento profundo real ou descritivo, normalmente acompanhado com movimento horizontal de uma mão.",
        "zavan": "Nome bíblico. /descedência de eser. Guerreiro valente. Na mitologia diz ser homem forte, de guerras vitóriosas. Zavan=sorte. Sorte=zavan.",
        "zavascki": "Significa poder absoluto sobre a mente, força total sobre o corpo, poder extremo quando usado com inteligência, poder infinito perante todas as coisas do universo.",
        "zaú": "Palavra usada em cidade do interior de Minas Gerais, na zona rural que quer dizer pessoa desengonçada, desajeitada, desarrumada.",
        "zbct": "Quando um cara é um otário a gente fala que ele é um zbct!",
        "zbm": "Zona de baixo meretricio. Área de prostituição.",
        "zeba": "Zeba é uma gíria direcionada a uma pessoa de acordo com as suas atitudes. Uma pessoa: Burra, analfabeta, desastrada.",
        "zebedeu": "Pênis.",
        "zebeléo": "1. sm. Lugar distante, além; 2. Morrer, falecer; 3. Desaparecer, sumir. 1. Hamburgueria que não deu certo 2. Quando uma coisa não dá certo, algo foi para o zebeleo 3.Sinônimo de beleléu",
        "zebelê": "Crypturellus noctivagus zabele é uma ave brasileira da família dos tinamídeos, medindo entre 33 a 36 cm. É uma subespécie ou forma nordestina do jaó-do-litoral (Crypturellus noctivagus noctivagus) do ...",
        "zebra": "[Zool.]- Zebra é um animal mamífero, herbívoro, membro da família dos Equídeos, a mesma dos cavalos, nativa da Áfri- ca Central e do Sul. A pelagem deste animal consiste em um conjunto de listras con...",
        "zebrado": "Flexão de zebrar. Que está com aparência de zebra; está todo listrado.",
        "zebral": "Diz-se do que é relativo à zebra.",
        "zebrar": "É quando algo não dá certo ou não se conclui.",
        "zebrino": "Diz-se do que é relativo à zebra.",
        "zebroide": "Um zebroide é um cruzamento entre uma zebra e um outro animal do género Equus. No fundo, trata-se do híbrido de uma zebra.",
        "zebruno": "1. Variação de zebrino, referente à zebra, animal mamífero listrado de preto e branco; 2. [Fig.] Forma se de referir a presidiários que usam uniforme branco e preto.",
        "zebrário": "Diz-se do que é relativo à zebra.",
        "zebu": "Espécie de boi oriundo da Índia com grande cupim e pequenos chifres, cujo nome científico é \"Bos indicus.\"",
        "zebulonita": "Membro da tribo de Zebulão.",
        "zebuzeiro": "Criador de zebú; criador de gado bovino de raça zebuína; criador de bos indicus; criador de gado Nelore; criador de gado Guzerá; criador de gado Gir; criador de gado Tabapuã; criado de gado Indo-Brasi...",
        "zeca": "Apelido discreto de um Pênis.",
        "zedoária": "[Bot.]-Termo derivado do árabe¨ziduar¨que define uma planta herbácea e medicinal da família das Zingiberáceas.",
        "zef": "Zef é um estilo de vestimentas que pessoas \"pobres\" adotam. Geralmente, colocam acessórios de ouros em suas coisas para ficar com um aspecto mais \"swag\" (estilo maneiro, na gíria do inglês).",
        "zefa": "Anta, besta, burro, pessoa de pouca inteligência.",
        "zeferino": "Zeferino Vaz ( 1908-1981), foi um médico brasileiro, que conduziu a construção, estabelecimento e desenvolvi - mento da Universidade Estadual de Campinas (UNICAMP) (VIDE), durante as décadas de 196...",
        "zefini": "Encerrou, acabou, finalizou, terminou.",
        "zefir": "Tecido leve e transparente, feito de algodão.",
        "zeguedegue": "Termo popular que define o pênis. Definição dada por Pereira da Costa(Vocabulário Pernambucano)",
        "zeila": "[Geog.]-Zeila ou Zaila,é um porto de mar no noroeste da Somália. Localiza-se no Golfo de Adem, perto da fronteira com o Djibuti.",
        "zeimão": "Termo usado em Portugal que define um homem sem préstimo.",
        "zeitgeist": "Criador de algo; intelectualmente ou culturalmente.",
        "zela": "Foda, escroto, besteira",
        "zelada": "Ato de zelar, velar, demonstrar zelo.",
        "zelado": "Guardado, vigiado, velado.",
        "zelador": "Pessoa responsável pelo zelo, cuidado de algo ou alguma coisa.",
        "zeladora": "Diz-se de funcionário que trabalha na parte de limpeza de edifício ou escola.",
        "zeladoria": "Proteger bens materiais ou pessoais; segurança; zelar por algo ou alguém.",
        "zelam": "1. Velam; demonstram zelo, carinho e preocupação; cuidam de algo ou de alguém com muita atenção. 2. Demonstram excesso empenho na realização de; tenham interesse por. 3. Expressam cuidado e precaução ...",
        "zelamos": "Flexão de zelar. O mesmo que cuidamos.",
        "zelando": "Gerúndio do verbo zelar. Que está em estado de zelo, cuidando, cautelando.",
        "zelante": "Tudo que é gostoso, tesudo, dá tesão.",
        "zelar": "Cuidar , ter apreço.",
        "zelava": "Derivação de zelar. Que cuidava, vigiava, protegia, prezava por.",
        "zelação": "1. Ato de zelar 2. [Região Nordeste, Brasil] [coloquial] [Astronomia] Estrela cadente; meteoro.",
        "zelda": "Personagem que na série de jogos eletrônicos The Legend of Zelda, da Nintendo, o nome dado às mulheres da família real de Hyrule, tem o título princesa Zelda, em jogos cronologicamente posteriores a S...",
        "zelem": "Do verbo zelar. 1. Vigiar ou proteger algo. 2. Defender ou se interessar por algo. 3. Tomar certas medidas. 4. Demonstrar ciúmes.",
        "zelig": "Personagem criada por Woody Allen, para mostrar o \"esquivo\" aquele que, sente-se inadequado em ambiente novos entre os outros.",
        "zelite": "Hipotética classe branca dominante que dominaria o Brasil. Usado em sentido irônico.",
        "zelo": "Ter cuidado, saber zelar por algo ou alguém. Ter responsabilidade com aquilo que nos interessa.",
        "zelosa": "ADJ. Característica da pessoa que tem zelo, que é cuidadosa, cautelosa.",
        "zelosamente": "Pessoa que expressa gratidão, que perdoa, que é gentil e que ajuda as pessoas.",
        "zelosas": "Flexão de zeloso. Que agem com zelo, com cuidado.",
        "zeloso": "Cuidadoso , atencioso com o que gosta",
        "zelosos": "Que tem zelo.",
        "zelota": "O mesmo que Zelote; zeloso; imitador; cuidador; admirador zeloso. O apostolo Pedro não vivia \"sem a sua adaga, razão pela qual,possivelmente teria cortado a orelha do servo do Sumo Sacerdote...",
        "zelote": "Zelote ou zelota era o judeu adepto ao movimento chamado ¨zelotismo¨, fundado por Judas,o Galileu e por Sadoc, o sa-cerdote, no ano 6º de Era Cristã e que perdurou até o ano 70. Para os zelotes, Deu...",
        "zelotes": "Qualidade daqueles que são falsou e invejosos; que fingem fazer/sentir/acreditar em algo.",
        "zelotipia": "1 inveja ou ciúmes descomedidos, doentios 2 idéia fixa, interesse exacerbado, até o limite da insanidade, ao defender uma causa 2.1 monomania religiosa doutrinária",
        "zelão": "Personagem interpretado pelo ator Irandhir Santos na novela \"Meu Pedacinho de Chão\", exibida pela Rede Globas às 18 horas.",
        "zem": "Pessoa que está tranquila, sem aperreio, sem agito, calma.",
        "zemba": "órgão genital masculino",
        "zembro": "É o mesmo que zambro.",
        "zemindar": "Zemindar era um chefe de distrito formado por várias povoações que recebia os impostos, durante o reinado dos imperadores muçulmanos no industão.",
        "zen": "Pessoa ou coisa calma, tranquila, mística, contemplativa, que não se abala por nada. Adepto de filosofias orientais, com ênfase para a prática da meditação.",
        "zen-budismo": "Arte de expressar grande beleza e transmitir mensagens poderosas, por meio da simplificação.",
        "zenaide": "Nome próprio feminino.",
        "zenau": "Sentimento de saudades relativo a um momento totalmente disruptivo vivido no passado.",
        "zenda": "1-Explicação da religião de Zoroastro. 2-Língua em que Zoroastro escreveu seus livros e que tem analogia com o idioma persa.",
        "zende": "É o mesmo que zenda.",
        "zendique": "1-Ímpio; homem sem fé religiosa, na linguagem dos maometanos. 2-Membro de uma seita maometana que acreditava na metempsicose.",
        "zeneta": "Nome de uma das tribos árabes que invadiram a Espanha no século VIII.",
        "zenir": "É o mesmo que zunir.",
        "zenital": "Relação de verticalidade entre um ponto sobre uma superfície e um ponto no espaço.",
        "zenite": "Nome próprio feminino.",
        "zenith": "O mesmo que zênite é o ponto superior e extremo fundamental na orientação humana, onde o prolongamento da linha vertical da pessoa em pé, na superficie da terra, intercede a esfera imaginária celeste....",
        "zenoismo": "Sistema filosófico desenvolvido por Zenão.",
        "zenta": "[Hist.]-Zenta é o nome de uma batalha travada em 11 de setembro de 1697, ao sul da cidade de Senta, atualmente território da Sérvia. Se enfrentaram forças austríacas comandadas por Eugênio de Savoia e...",
        "zenão": "[Hist.]-Zenão (490 ou 485 a.C.?) foi um filósofo da escola Elaética, que nasceu em Eleia, atualmente Vélia, na Itália. Seu método filosófico consistia na formação de paradoxos. Deste modo não pretendi...",
        "zenóbio": "O ânus, orificio anal.",
        "zenônico": "Relativo ao zenonismo.",
        "zeolite": "Zeolite ou zeólitos constituem um grupo de minerais que possuem uma estrutura porosa. São conhecidos 48 tipos de zeólitos naturais e mais de 150 artificiais. Basicamente são derivados do alumínio. Fo...",
        "zepelim": "Grande aeronave dirigível, de armação rígida e em forma de charuto.",
        "zequinha": "Nome de pessoa, nome atribuido a pessoas",
        "zerada": "Gíria carioca que significa, descansada, renovada.",
        "zerado": "Flexão de zerar. Que chegou à zero.",
        "zerador": "1. Aquele que tem o hábito de zerar.",
        "zeragem": "Atribuir valor zero a algum parâmetro de medição.",
        "zerar": "Completar um jogo. Terminar o jogo.",
        "zerbada": "Termo usado em Portugal que define uma chuva forte.",
        "zerbini": "Eurycledes de Jesus Zerbini ( 1912-1993 ), foi um médico cardiologista que se tornou internacionalmente conhecido por ter realizado o 1º transplante de coração no Brasil, em 1968. Nos seus 58 anos de...",
        "zermattita": "Zermattita éo nome de um mineral, o mesmo que antigorita. ( VIDE ANTIGORITA )",
        "zero": "Zero é o codinome pelo qual era conhecido o Mitsubishi A6M, um avião de caça de fabricação japonesa, que foi o principal avião da marinha japonesa, usado durante toda a 2ª Guerra Mundial. No iníc...",
        "zero-bala": "Novo em folha.",
        "zero-quilômetro": "Diz-se que um carro é zero-quilômetro quando ele ainda não foi rodado e portanto sua quilometragem está zerada.",
        "zerola": "Pessoa que sai para as baladas e não pega ninguém.",
        "zerou": "1. Refere-se a nota baixa em uma prova. 2. Gíria, significa que atingiu todos os objetivos.",
        "zerésima": "Zerésima é o nome dado ao relatório emitido pelo sistema de computação das urnas eletrônicas, com a finalidade de comprovar a inexistência de algum voto computado no sis- tema , antes do início da v...",
        "zerésimo": "Menino no intervalo do zero ao um ano. O plural de ZERÉSIMO é ZERÉSIMOS.",
        "zerê": "Uma pessoa besta, tonga, uma pessoa boiando",
        "zesto": "Aromatizante produzido a partir de frutas cítricas.",
        "zetel": "Gíria usada para definir algo estranho, esquisito.",
        "zetelo": "Em Alvorada do Norte, Goiás, na BR 020, existia uma \"casa da alegria\" cujo dono se chamava José Teles, apelido \"Zetel\" ou \"Zetelo\", termo pelo qual passou a ser conhecido o local. Após muitas doses, e...",
        "zetti": "Armelino Donizetti Quagliato, mais conhecido como Zetti, é um ex-futebolista brasileiro que atuava como goleiro. Atualmente é treinador, mas está sem clube.",
        "zetética": "Questionamento dos objetos do estudo em todas as direções.",
        "zeugita": "Termo aramaico que define o ato de Zeugitar.",
        "zeugma": "Figura de linguagem pela qual uma palavra, expressa numa determinada parte do período, é subentendida em outras posteriores.",
        "zeugmático": "1. Que é relativo a zeugma. 2. Em que há zeugma.",
        "zeugo": "Ato de sentir dó de alguém.",
        "zeus": "O deus maior, na mitologia grega, líder de todos os deuses. Corresponde à Júpiter, na mitologia romana.",
        "zezinho": "Em Portugal, a palavra zezinho é também utilizada para se referir ao pénis.",
        "zezo": "Pessoa sem noção.",
        "zezão": "Pessoa mané que só faz trapalhada.",
        "zezé": "Mirosmar José de Camargo, mais conhecido como Zezé di Camargo, é um cantor brasileiro da dupla sertaneja Zezé di Camargo & Luciano.",
        "zeísmo": "Besteira, bobagem.",
        "zeófago": "Aquele que se alimenta de milho.",
        "zeólita": "A zeólita é um meio filtrante que pode ser usado para retirada de ferro, manganês, matéria orgânica (DBO), amônia e metais pesados da água. É um produto natural composto por minerais de aluminossilica...",
        "ziba": "Ziba era servo do rei Davi, que sabia onde estava Mefibosete, filho de Jônatas amigo de Davi e, significa Aproveitador.",
        "zibaldoni": "Na COMÉDIA DELLARTE cada ator tinha o seu \"Zibaldoni\" que eram livrinhos (ou cadernos) onde eles anotavam o seu repertório, suas piadas, seus truques, tudo que tivesse experimentado em cena e tivesse ...",
        "zibelina": "[Zool.]- Zibelina é o nome de um animal, uma das espécies de marta ( Martes Zibelina) ( VIDE MARTA)",
        "zica": "Azar.",
        "zicada": "Algo que está com problemas; um objeto que está estragado; algo que está difícil de solucionar",
        "zicado": "Coisa ou objeto com defeito. Pessoa azarada, sem sorte, que só arruma confusão.",
        "zicando": "Azarando",
        "zicar": "Verbo que significa estragar, dar errado.",
        "ziclague": "Palavra hebraica. Na Septuaginta, Sekelák ou Sekelág. Era uma cidade que , por ocasião da conquista da Terra Prometida por Israel, foi alocada à tribo deSimeão (ref. Josué 19:5; I Crônicas 4:30). Seu...",
        "zico": "Arthur Antunes Coimbra,o maior jogador da História do Flamengo e seu principal goleador. Comandou várias conquistas,nacionais e internacionais,culminando com o título de Campeão do Mundo de 1981.",
        "ziconotida": "Remédio composto por veneno de caracol marinho, e que tem efeito anestésico. Usado em grande quantidade pode matar.",
        "zicou": "Efeito de zicar, dar errado.",
        "zicônico": "O que só traz zica, o que comumente atua como veículo q.s.p de problemas. Sua única função é a localização ou geração de problemas.",
        "zidane": "Zinédine Yazid Zidane, nasceu em 1972, é um ex-futebolista francês de origem argelina. Jogou sua última partida em 8 de maio de 2006, pelo Real Madrid. Em 2001 ganhou o títu- lo de melhor jogador euro...",
        "zig": "Doido, biruta, pirado, desnorteado, abestado, sem noção. Provavelmente derivado do personagem Ziggy Stardust de David Bowuie.",
        "zigg": "Dar um zigg significa ludibriar, enganar, ou escapar de alguém.",
        "zignal": "Fugir do tempo atual, dar um tempo, viajar no seu próprio universo, buscar conhecer o seu próprio eu. Dar um zignal também pode ser tocar o foda-se e dar uma banana pra quem te fez sofrer.",
        "zignau": "Zignau palavra usada para descrever uma situação",
        "zigofilácea": "[Bot.]- Diz-se do que é referente ou pertencente à família das Zigofiláceas, que são plantas dicotiledôneas (VIDE), com 30 gêneros e cerca de 235 espécies.",
        "zigofiláceas": "[Bot.]- Zigofiláceas é o nome de uma família botânica.",
        "zigofiláceo": "[Bot.]- Cabe a mesma definição dada ao têrmo zigofilácea. ( VIDE ZIGOFILÁCEA)",
        "zigoma": "[Anat.]- Parte saliente do osso temporal e que coresponde às duas saliências situadas de cada lado do rosto. Substi- tuiu o têrmo ¨malar¨ na nova terminologia anatômica.",
        "zigomorfa": "São chamadas de zigomorfas as plantas que possuem um plano de simetria bilateral",
        "zigomorfas": "Flor com simetria bilateral que pode ser dividida em duas partes iguais.",
        "zigomorfismo": "Formas anatômicas do desenvolvimento embrionário em etapas do desenvolvimento do ovo ou zigoto, de acordo com as formas crescentes em seus parâmetros látero-lateral, dorso-ventral e crânio caudal.",
        "zigomorfo": "Em Botânica, aplica-se aos órgãos ou partes da planta que só possuem um plano de simetria.",
        "zigomático": "Relativo ou pertencente ao zigoma. Em anatomia trata-se da arcada zigomática, arcada óssea situada nas partes laterais da cabeça ou dos músculos zigomáticos, aqueles que se inserem nos cantos da boca ...",
        "zigorato": "Sbstantivo comum concreto masculino. O mesmo que zigurate. Observatório astronômico em forma de pirâmide escalonada de quatro faces, usado por maias e aztecas. Alguns ziguratos tinham no topo disposit...",
        "zigoto": "[Biol.]- Célula que se forma da fusão do gameta masculino (espermatozóide) com o gameta feminino (óvulo), dando origem ao feto . Ovo.",
        "zigotos": "Uma célula que é formada da fusão do gameta masculino com o gameta feminino, originando o feto. Fusão do espermatozoide com o óvulo, respectivamente.",
        "zigue-zague": "Algo que vai de um lado ao outro várias vezes.",
        "zigue-zigue": "Inseto (também chamado de libélula) da ordem dos Odonatos, família dos Libelulídeos, caracterizados por longo e fino abdome, tórax forte, dois grandes olhos facetados e salientes, quatro asas transpar...",
        "ziguezague": "Andar às curvas e contra curvas.",
        "ziguezagueando": "Fazendo ziguezagues, indo de um lado para o outro.",
        "ziguezagueante": "Linha quebrada, que forma alternadamente ângulos salientes e reentrantes; Modo de andar, descrevendo essa série de linhas; Ornato com essa forma; Sinuosidade; Caminho que põe em comunicação as diferen...",
        "ziguezaguear": "Retorce-se, mexe-se, locomover-se.",
        "ziguezira": "Todo tipo de confusão ou mal entendido.",
        "ziguiriguidum": "Tipo de macumba. Do Grego Zuiguiris, que significa : Magia da galinha Preta",
        "zigurate": "Substantivo comum concreto. O mesmo que zigurato. Construção em forma de pirâmide de origem mesopotâmica que, também, eram erigidas pelos maias nas terras de Yucatán e da Guatemala. É ponto turístico...",
        "zigurates": "1. Espécie de templo construído pelos assírios, babilônios e sumérios.",
        "zigzira": "Tem várias definições, dependendo do assunto que é tratado.",
        "zigão": "Pessoa lerda, devagar; pessoa com atitudes idiotas.",
        "zigósporo": "Esporo que resulta da conjugação de duas células, isto é, gametas.",
        "zigóteno": "Os cromossomos homólogos se juntam formando pares, processo conhecido como sinapse cromossômica.",
        "zigótico": "Que é relativo ao zigoto.",
        "zih": "Cara mala.",
        "zika": "Algo ou alguém muito bom, ou que fez algo bom.",
        "zilado": "De forma rápida, veloz, ligeira.",
        "zilda": "1. Nome próprio.",
        "zilhão": "Um número indeterminado muito grande.",
        "zilpaterol": "Cloridrato de zilpaterol é um aditivo melhorador de desempenho que tem como objetivo: aumentar o ganho de peso diário, melhorar a conversão alimentar do animal e principalmente, elevar o rendimento de...",
        "zim": "A definição de ZIM é bem simples: qualquer pessoa ou sujeito que está dialogando com você.",
        "zimba": "Dança folclórica de origem africana presente unicamente na comunidade negra do Cunani, vila rural localizada no interior do município de Calçoene (litoral norte do estado do Amapá). É dançado em honra...",
        "zimbabuense": "Nativo do Zimbawe - país africano.",
        "zimbado": "Ato de passar correndo por um determinado ponto, correr em velocidade muito alta.",
        "zimbando": "Pessoa ou objeto em alta velocidade.",
        "zimbo": "Trata-se de uma pequena concha.",
        "zimbos": "Molusco univalve.",
        "zimbra": "Ato de zimbrar, zurzir, açoitar.",
        "zimbrado": "É do verbo transitivo zimbrar. Significa açoitado.",
        "zimbrar": "Acto ou efeito de acasalar, encavalitar, fazer o amor",
        "zimbrável": "Pessoa com capacidade de fazer sexo.",
        "zimbábue": "[Geogr.]- Zimbábue ou Zimbabwe, é um país do sul da África limitado pela Zâmbia, Botsuana, Moçambique e África do Sul Tem cerca de 13,1 milhões de habitantes e sua capital é a cidade de Harare. A m...",
        "zimbório": "É o nome dado à cúpula, em geral circular ou octogonal, das igrejas de grande dimensão.",
        "zimbórios": "1. Cobertura ou parte da cobertura de um edifício. 2. O céu; a cúpula.",
        "zimogênio": "Substância que produz o fermento nas células glandulares. Origem: pâncreas.",
        "zimogênios": "S.M. Diz-se de precursores inativos que são transformados em enzimas ativas através da ação de outras substâncias.",
        "zimotecnia": "É estudo relacionado com a técnica de produção e manejo de fermentos (fermentação).",
        "zimão": "[Bot.]-Nome popular de uma planta, o mesmo que canela-de-velho(VIDE).",
        "zimógeno": "Sacúolo produzido no interior do complexo golginiense da célula com a finalidade de fundir-se com a membrana celular, secretando certa substância para o pâncreas, especialmente, e à saliva ocasionalme...",
        "zina": "1.O maior grau de intensidade; auge, apogeu:",
        "zinabra": "Mal cheiro, semelhante ao de peixe podre. Ranço. Fétido como carniça. Mal cheiro que exala de animais mortos há vários dias. Tipo de limo ou lodo que cobre um corpo ou objeto. Mofo que se acumula em s...",
        "zinabre": "Hidrocarboneto de cobre, de cor verde, \"dizem venenoso\", que se forma na superfície do cobre ou latão quando em contato com a umidade do ar.",
        "zinabres": "[Quim.] Plural de zinabre. O mesmo que azinhavres.",
        "zinaibo": "Sujeira com aspecto de gordura.",
        "zinca": "Zinca é sinônimo de bravo (brava), nervoso (nervosa), atribuída a uma pessoa, ou algo dificultoso, custoso, atribuída a uma situação.",
        "zincagem": "Processo empregado para proteger o aço da corrosão atmosférica.",
        "zincar": "Efetuar zincagem, ou seja, eletrodeposição com o uso de um sal de zinco.",
        "zinco": "Elemento químico de símbolo Zn , número atômico 30 , massa atômica igual à 65,4 ,e que na temperatura ambi- ente encontra-se no estado sólido. As ligas metálicas do zinco são usadas há séculos; sua ...",
        "zincografados": "Relativo a zincografia, arte de gravar utilizando lâminas de zinco.",
        "zincografia": "Arte de gravar ou imprimir utilizando lâminas de zinco.",
        "zincogravura": "Qualquer processo de gravura em zinco.",
        "zine": "Impressão ou colagem usada para divulgação de uma ideologia.",
        "zinebra": "Corruptela de Genebra, que era uma bebida alcoólica tipo conhaque, que era muito bebida por trabalhadores rurais nas feiras livres no anos 60 do interior da Paraíba, posteriormente passou a designar q...",
        "zinferno": "Muito usado no ceará, quando fala inferno.",
        "zinga": "Vara comprida e flexível usada para dar impulsão a pequenos barcos(canoas) em águas rasas.",
        "zingada": "Do verbo zingar, é manejar uma zinga (remo ou vara) para movimentar e dirigir o barco.",
        "zingarear": "Verbo proveniente de zíngaro, o que siginifica vadear, ou vaguear, andar sem rumo.",
        "zingarelho": "Helicóptero, em algumas gírias aeronáuticas, no sentido de ser uma máquina complexa, barulhenta, anti-estética e de voo trepídante, ao contrário das outras aeronaves, que têm um vôo suave e linhas har...",
        "zingiberales": "[Bot.]- Zingiberales é o nome de uma Ordem de plantas mo- nocotiledônias ( VIDE MONOCOTILEDÔNIA ) que se sub-di- vida em 8 famílas. Dentre as famílias desta Ordem pode- mos citar: - Zingiberáceas (...",
        "zingiberáceas": "[Bot.]- Zingiberáceas ( Zingiberaceae) é o nome de uma fa- mília botânica da Ordem Zingiberales, composta por 49 gêneros e cerca de 1.300 espécies, muitas das quais ocorrem no Brasil. O gengibr...",
        "zingiberáceo": "[Bot.]-Relativo ou pertencente à família das zingiberáceas.",
        "zingrar": "Ato de burlar, iludir.",
        "zinguando": "Sonhando acordado.",
        "zingue": "Cabo de madeira, fino e comprido, utilizado nos rios e mares para auxiliar a navegação dos pequenos barcos.",
        "zinha": "Homem que age e pensa como uma mulher. Pode se dizer que é uma mulher com orgão sexual masculino e lésbica. Gosta mesmo é de mulher e por isso se dão muito bem. É um excelente confidente e amigo das ...",
        "zinho": "Crizam César de Oliveira Filho, ou Zinho, é um ex-futebolista brasileiro.",
        "zinkenita": "Zinkenita (e) ou keelyita (e), é um mineral composto por antimônio ( 45%), chumbo ( 31%) e enxofre ( 24%), com a fórmula química: Pb9, Sb22, S42. Cristaliza-se no sis- tema hexagonal; tem grau de du...",
        "zinote": "Ânus, CU!",
        "zip": "É um formato de compactação de arquivos. O formato tem compatibilidade com vários sistemas operacionais que permitem compactar e descompactar arquivos no formato zip sem softwares adicionais instalado...",
        "zipar": "Ato de fechar/abrir com zíper; calar-se.",
        "zipela": "Pessoa chata, encrenqueira, que reclama de tudo.",
        "zipper": "É um accessório usado na peça masculina na calça, com uma argola que sobe e desce, nas mulheres usam nas costas e em outros lugares.",
        "zique-zira": "Erupção, inquietude, micose, coceira .",
        "ziquezira": "Ziquezira é todo e qualquer sintoma de alguma doença da qual o enfermo não tem conhecimento",
        "ziquisira": "Confusão, má sorte, briga, desentendimento",
        "ziquizira": "Confusão; Desentendimento; Briga; A palavra \"ZICA\", muito provavelmente, é uma contração de ZIQUIZIERA, até por exprimir significados análogos.",
        "zirconita": "Zirconita é o nome de um mineral,o mesmo que zircão. (VIDE ZIRCÃO)",
        "zircão": "Zircão é um mineral; trata-se do silicato de zircônio. Sua cor varia de incolor, amarelo dourado, vermelho, marron e verde. Pode ser utilizado como pedra semi-preciosa, para a con - fecção de objetos ...",
        "zircônio": "O zircônio é um elemento químico de número atômico 40 e massa atômica igual à 91;seu símbolo é Zr. Em tempera - tura ambiente encontra-se em estado sólido.É um metal duro, resistente à corrosão , usad...",
        "ziribitangas": "São coisas que normalmente, não findam-se ao que se referem, podendo ainda transludir-se à alguma espécie ou nuance mágica, telúrica, dependendo de sua natureza ou sincronicidade de propósitos entre o...",
        "ziriguidum": "1. Onomatopéia imitando som de percussão do samba (\"ziriguidum, ziriguidum, ziriguidum, ziriguidum,...\"). 2. Traquejo, molejo, ritmo, jeito, expertise.",
        "zirkar": "Ato ou ação de se entorpecer; drogar-se até a falha; fritar o cérebro; pedir libertação e sair do grupo.",
        "zirtron": "Nome de um robô feito de zircônio e titânio.",
        "ziza": "Adjetivo de modo quem está com muita pressa ou enraivecido",
        "zizar": "Vilarejo cituado no Irã.",
        "zizi": "É como se chama a última prega do rabicho. A que é perdida depois de muito utilizar o reto.",
        "zlóti": "Zlóti ou zloty , que significa , literalmente , ¨dourado¨, é a unidade monetária corrente na Polônia; seu plural é ¨zlote¨.",
        "zoa": "Tira sarro, brinca, humilha.",
        "zoada": "Termo usado para se referir a barulho, gritaria, zumbido, provocado por instrumento, som e voz humana.",
        "zoadas": "Plural de zoado. Grandes confusões ou desordens.",
        "zoadeira": "Muito barulho, muita zoada",
        "zoado": "Com defeito, quebrado.",
        "zoados": "Que foram enganados por brincadeira, trolados, alvos de piadas.",
        "zoamos": "Do verbo zoar. 1. Rir de alguém. Caçoar ou zombar. 2. Zumbir, fazer ruído. 3. Divertir-se. Ocupar-se de maneira prazerosa.",
        "zoando": "Ser achincalhado, humilhado, não ter crédito.",
        "zoantropia": "A palavra Zoantropia tem origem do latim (zoo= animal e anthropos= homem) e é o fenômeno em que espíritos desencarnados devotados ao mal se tornam visíveis aos homens sob formas de animais, demonstran...",
        "zoantropo": "1. Pessoa com zoantropia.",
        "zoantrópico": "Que é relativo a ou caracterizado por zoantropia.",
        "zoar": "1. Fazer bagunça, atrapalhar, encher o saco. 2. Tirar sarro de alguém, debochar. 3. Brincar, se divertir.",
        "zoaram": "Riram, tiraram sarro, ironizaram",
        "zoasse": "1. Ato ou efeito de zoar.",
        "zoava": "Ato de zoar, fazer zombaria.",
        "zoavam": "1. Ato ou efeito de zoar.",
        "zoação": "(Brasil, gíria) tirar sarro de alguém; zombar jocosamente, sem más intenções; perturbar, irritar.",
        "zodíaco": "1-(Astron.) - É a área na esfera celeste que se estende cerca de 8° em cada lado da elíptica sobre a qual se movem o Sol, a Lua e os planetas. 2-(Astrol.) - Essa mesma área divivida em 12 partes, ca...",
        "zoei": "Conjugação do verbo \"zoar\".",
        "zoeira": "Ser da zoeira: ter relações sexuais simplesmente pelo prazer, independente do parceiro, sendo ele homem ou mulher.",
        "zoeiras": "Plural de zoeira. São brincadeiras.",
        "zoeiro": "Adjetivo usado para quem passa dos limites por zoar/tirar sarro da cara de alguém.",
        "zoelete": "É uma pedra junto a En-Rogel; fora disso, sua localização é desconhecida.",
        "zoera": "Caos deliberado",
        "zofenopril": "Zofenopril é um medicamento inibidor da enzima conversora da angiotensina.",
        "zoff": "Trata-se de um nome.",
        "zofói": "Ânus.",
        "zogada": "Pessoa sem noção, idéias confusas.",
        "zogue-zogue": "[Zool.]-Zogue-zogue é o nome popular de uma espécie de macaco que foi científicamente descrito sómente em 2010. Trata-se de uma espécie que ocorre na região amazônica colombiana,perto da divisa com o ...",
        "zoide": "1. formação dos zords, que os power rangers utilizam para combater o mal. 2. poderes cedidos aos rangers providos de Zordon, ou de outra fonte de poder.",
        "zoilo": "Mau crítico;crítico invejoso, mordaz, injusto, parcial.",
        "zoilos": "Críticos presumidos, movidos por inveja ou acrimônia.",
        "zoim": "É um homem ou mulher dos olhos pequeninos.",
        "zoina": "Significa:prostituta.",
        "zoinão": "Não olhar diretamente para alguma coisa que vai passar ou entra no seu campo de visão",
        "zoio": "1. O mesmo que olho.",
        "zoisite": "Zoisite é um mineral do grupo do epídoto, descoberto em 1805. Ocorre na forma de cristais ortorrômbicos e são en- contrados em rochas metamórficas. Sua cor pode variar muito ; do verde , rosa. cinza, ...",
        "zoitão": "Sujeito com idiossincrasias. Meio louco, esquisito, lento demais.",
        "zoião": "Olho grande, invejoso, pessoa que olha suas coisas com desejo.",
        "zoiúdo": "1)Olhudo,possuidor de olhos grandes. 2)Olhar indiscreto,incoveniente,fitando uma mulher atraente.",
        "zomba": "Ato de zombar, fazer brincadeira, tirar sarro.",
        "zombada": "Flexão de zombar. Que foi zoada, motivo de riso.",
        "zombadas": "Flexão de zombado. Que foram alvo ou passaram por zombaria.",
        "zombadeira": "Gozação, debochadamente.",
        "zombado": "Flexão de zombar. Que está fazendo zombaria, está dando risada de algo, está caçoando.",
        "zombador": "Aquele que tira sarro de tudo e de todos.",
        "zombadores": "Diz-se do indivíduo que zomba, faz zombaria.",
        "zombando": "Ato de zombar, tirar sarro, brincar com alguém.",
        "zombar": "Zoar, sacanear.",
        "zombara": "1. Ato ou efeito de zombar.",
        "zombaram": "Ato de zombar, fazer brincadeira.",
        "zombares": "Que ridicularizares, rires, debochares.",
        "zombaria": "Zombaria é a manifestação intencional, maléfica, ironica ou maliciosa, por meio de risos, de palavras, atitudes ou gestos, com que se procura levar ao ridículo ou expor ao desdém ou menosprezo, uma pe...",
        "zombação": "Promover boatos maldosos de alguém demonstrando sabotagem a quem vai ser julgado, contestando perversamente alguém, obstruindo a liberdade do semelhante, estragar a auto estima de alguém, ou fazer pia...",
        "zombeteira": "Diz-se daquela pessoa que tem o hábito de fazer zombarias; brincalhona, zombadora.",
        "zombeteiramente": "De modo zombeteiro.",
        "zombeteiras": "1. Que zombam, fazem gracejos, atos cômicos; 2. Segundo algumas crenças, são almas que se divertem logrando os vivos com brincadeiras.",
        "zombeteiro": "Aquela pessoa enganadora, mentirosa que só sabe brincar.",
        "zombeteiro-de-bico-vermelho": "[Zool.] Nome popular de uma ave da ordem Coraciliformes,família Phoeniculidae, nativa do Sul da África.Vive em grupos de até 12 elementos e é muito agressiva.",
        "zombi": "1. Em Portugal o termo designa uma pessoa que está sempre a dormir.",
        "zombie": "Pessoa cujo o corpo não esta mais vivo, e que se movimenta apenas pelo simples fatos de se alimentar.",
        "zombo": "Flexão de zombar. Que deu risada.",
        "zombou": "Conjugação do verbo \"zombar\"",
        "zombozo": "1. AQUELE QUE FAZ ZOMBARIAS.",
        "zomi": "Gíria utilizada para avisar a chegada de policiais.",
        "zona": "Casa de prostituição. Local onde mulheres oferecem serviços sexuais.",
        "zonampanel": "Pessoa ou bicho pastel, lesado. Que teve experiência lisérgica sem volta.",
        "zonar": "Definir zonas em um determinado território ou região.",
        "zonas": "1. Uma área limitada natural ou artificialmente. 2. Área de uma cidade onde há prostituição. 3. Bagunça ou confusão. Falta de ordem. 4. Confusão ou rolo.",
        "zoncho": "Objeto móvel usado para operar bomba de mão.",
        "zoneado": "Coisa (ou pessoa) cheia de confusão, de bagunça; desordenado, confuso.",
        "zoneamento": "Delimitação, demarcação de uma área ou zona.",
        "zoneando": "Farreando, badernando, bagunçando, divertindo; diz-se de quem frequenta zonas de prostituição.",
        "zonear": "1. zonear é indicativo de brincadeira, festa. Define também por zoar, zoação. 2. Repatir, dividir em zonas.",
        "zoneiro": "Assíduo frequentador de Zona; Homem que regularmente frequenta bordeis.",
        "zongolar": "Espiar, cuscar.",
        "zonza": "1. Tonto 2. Atordoado",
        "zonzar": "Ficar zonzo, entontecer",
        "zonze": "Conjunto de 10 + 1 referido simultaneamente = zonze",
        "zonzeira": "Estado em que a pessoa ou animal fica tonto, sem orientação.",
        "zonzo": "Adj.: Tonto.",
        "zonzos": "Ficar tonto, atordoado ou estonteado.",
        "zonão": "Bagunça acentuada, Casa de prostituição, biscate",
        "zoo": "¨zoo¨ ( do grego) = têrmo de composição que exprime idéia de animal.",
        "zooantroponose": "Uma doença primária de humanos, que pode ser transmitida a animais.",
        "zooclorela": "[Bot.]- Diz-se de qualquer alga verde que viva em simbiose com um animal.",
        "zooclorelas": "Conjunto de organismos unicelulares fotossintéticos de coloração verde, pertencentes ao grupo das Chlorophyta.",
        "zoocoria": "[Bot.]- Zoocoria é um têrmo usado em Botânica para definir um método de dispersão de sementes pela ação de ani- mais, desde que não sejam aves ( ornitocoria ) ou formigas (mimercoria). A zoocoria é...",
        "zoocórica": "Zoocórica é o modo de disperssão das sementes de uma planta pelos animais, normalmente por aves e roedores.",
        "zooerastia": "Anormalidade que consiste em ter relações sexuais com animais; crime.",
        "zoofilia": "Sexo com animais",
        "zooflagelado": "Protozoários que apresentam 1 ou muitos flagelos e não são dotados de cloroplastos.",
        "zoofobia": "Zoofobia é o mêdo ou aversão por qualquer espécie de animal.",
        "zoofobias": "Plural de zoofobia. [Psicop.] Horror, medo doentio de qualquer animal.",
        "zoofonia": "Estudo da natureza falante",
        "zoogeografia": "É a ciência que estuda a distribuição geográfica das espé- cies animais em todo o mundo.",
        "zoogeográfico": "Geografia animal.",
        "zoogonia": "[Zool.] O mesmo que zoogenia.",
        "zooiatra": "Veterinário",
        "zoolatrias": "Adoração dos animais.",
        "zoolito": "Diz-se de qualquer fóssil de origem animal.",
        "zoologia": "Zoologia, do grego ¨zoon¨ = ¨animal¨ + ¨logos¨ = ¨ estudo¨ , é a ciência que estuda os animais. Se divide em vários ra- mos, que são: -Entomologia ( estudo dos insetos) -Ornitologia ( estu...",
        "zoolítico": "1. Relativo a zoólite.",
        "zoológico": "Lugar de habitação dos animais em cativeiro para visitantes que se interessam em ver como é a vida dos animais em cativeiro",
        "zoom": "Palavra inglesa que significa \"mover com rapidez e suavidade\", usada na expressão brasileira \"dar zoom\", que significa, aproximar ou ampliar uma imagem.",
        "zoomastigophora": "[Bio.] Uma classe que apresenta tipicamente um ou mais flagelos (podendo a organela haver desaparecido em algumas espécies). Multiplicam-se assexuadamente por divisão binária.",
        "zoomofização": "É a qualidade de aproximar o Homem ao animal, figura de linguem, em que nivela o homem as características próprias de um animal.",
        "zoomorfismo": "Dá-se a alguém ou alguma coisa uma característica animal.",
        "zoomorfização": "Tendência a ver características animais em humanos.",
        "zoomorfo": "É um adjetivo que descreve qualquer objeto ou forma animal estrutura apresenta.",
        "zoomorfologia": "Morfologia referente ao corpo e estrutura corporal dos animais.",
        "zoomórfico": "Adjetivo que se pode referir à zoomorfia ou ao zoomorfismo. Que contém ou expressa figuras de animais: desenho zoomórfico.",
        "zoonose": "Diz-se de doenças que podem ser transmitidas ao homem e ao animal vertebrado.",
        "zoonoses": "Significa : doenças próprias dos animais que se transmitem aos humanos.",
        "zoopatologia": "Ramo da patologia que trata as doenças de animais.",
        "zoopedia": "Sf (zoo+gr paideía) Conjunto de regras que ensinam a domar animais ou domesticá-los para fins úteis ao homem.",
        "zooplâncton": "Conjunto dos organismos aquáticos que não tem capacidade fotossintética (heterotróficos ou heterótrofos) e que vivem dispersos na coluna de água, apresentando pouca capacidade de locomoção (são, em gr...",
        "zoose": "[Med.] Qualquer doença devida a um agente animal.",
        "zoosporângio": "Da biologia, é uma célula a partir da qual se formam os zoósporos.",
        "zoossanitário": "Termo que se refere à correlação entre a condição sanitária em questão e a presença de alguma(s) espécie(s) animal(is), considerando que esta(s) espécie(s) animal(is) possa estar oferecendo risco à sa...",
        "zootecnia": "A zootecnia é a ciência aplicada que trata da adaptação dos animais domésticos ao ambiente criatório e deste aos animais com fins econômicos. É também a arte de criar animais. Como ciência deriva dire...",
        "zootecnista": "Profissional graduado em Zootecnia.",
        "zooterapia": "Terapia dos animais.",
        "zootopia": "Nome de um filme de animação infantil que pertence ao gênero aventura. Foi lançado pela primeira vez em fevereiro de 2016.",
        "zootécnico": "Relativo a zootecnia.",
        "zoou": "Conjugação do verbo zoar. Zombou, brincou, caçoou.",
        "zooxantelas": "São algas na maioria das vezes dinoflagelados que vivem endossimbioticamente em certos animais marinhos relação mutualistica formam as zooxantelas .",
        "zopeiro": "1. Trôpego. 2. Acanhado, envergonhado. 3. Indolente.",
        "zopo": "Pessoa que anda com dificuldade. Trôpego. Preguiçoso ou indolente.",
        "zoques": "São um povo indígena da região do México.",
        "zorate": "Doido, maluco",
        "zorato": "Doido. Maluco.",
        "zorba": "Zorba, o grego, é um filme greco-americano de 1964, ba - seado em um romance do mesmo nome. O personagem- -título foi interpretado por Anthony Quinn. O tema musical tornou-se famoso e popular mundia...",
        "zoreia": "Tonto,sonso,mané,desligado,idiota,animal.",
        "zoretar": "Chamar atenção, advertir",
        "zoroastrismo": "Zoroastrismo, também chamada e Masdeísmo ou Parsismo, é uma religião monoteísta fundada na antiga Pérsia pelo profeta Zaratrusta, a quem os gregos chamavam de Zoroastro. É considerada a 1ª religião mo...",
        "zoroastrista": "Diz-se do seguidor do zoroastrismo.",
        "zorongo": "O mesmo que idiota, lerdo, pessoa muito inocente.",
        "zorozado": "Meio que perturbado.",
        "zorra": "Lugar bagunçado, em desordem.",
        "zorrelha": "Uma pessoa egoísta, se lhe pede algo vc é obrigado a fazer, se não ele te recrimina, mas se vc depender de um favor dele, esqueça! vc tá morto.",
        "zorreta": "Interessante.",
        "zorrilho": "[Zool.]- Zorrilho é o nome popular de um animal mamífero da família Mephitidae, que ocorre no sul da América do Sul. É um animal onívoro (VIDE), que exala odor desagradável, produzido por glândulas ...",
        "zorro": "Raposa",
        "zorrão": "Só existe uma única definição: nome do cientista geómetra/ filósofo/ escultor/ inventor, autor dos 21 Teoremas de Zorrão entre os cinco poliedros regulares.",
        "zoró": "Zoró ou zorós, é o nome de uma tribo indígena que habita áreas do estado de Mato Grosso e de Rondônia. Falam língua da família linguística Mondé, do tronco macro-Tupi.",
        "zoster": "O Herpes Zoster, popularmente chamado de ¨cobreiro¨ é uma virose provocada por uma variante do herpesvírus. que também pode causar a catapora. É de incidência não muito comum e provoca lesões na pele...",
        "zotismo": "S.M. Característica da pessoa que é idiota, boba, estúpida, provida de zote.",
        "zoto": "Abreviação informal de \"os outros\"",
        "zoupeiro": "Zoupeira é a pessoa que não possui opinião.",
        "zovo": "Os ovos.",
        "zozoto": "Zozoto segundo meu amigo Diorgenes aqui do ceará, quer dizer \"uns aos outros\".",
        "zoé": "Zoé é o nome de uma tribo indígena que habita áreas do estado do Pará e falam a língua tupi guarani.",
        "zoécio": "1. Tubo calcário ou quitinoso que encerra um briozoário.",
        "zoética": "Campo da ciência que se ocupa de observar e analisar os costumes dos animais.",
        "zoófago": "Diz-se daquele que se alimenta excllusivamente de animais",
        "zoófilo": "Pessoa que mantém relações sexuais com animais.",
        "zoófilos": "Que é amigo dos animais.",
        "zoófito": "Animal com aparência de planta.",
        "zoóforo": "[Arq.]- É o espaço ou friso na parte superior de uma coluna ou parede , que é preenchido com enfeites representando cabeças de animais.",
        "zoólito": "Vide zoolito(sem acento).",
        "zoóloga": "Pessoa que estuda zoologia.",
        "zoólogo": "Diz-se de um indivíduo que se dedica à zoologia.",
        "zoósporo": "Esporo assexual móvel, com um ou mais flagelos. Os zoósporos têm origem em esporângios, designados zoosporângios, produzidos por vários seres vivos.",
        "zquad": "Zquad é um nome dado as fãs do Zayn Malik.",
        "zuada": "Barulho irritante.",
        "zuadar": "Fazer Zuada, Fazer barulho, Falar alto. Bradar.",
        "zuadenta": "Flexão de zuadento. Que faz zuada, barulho.",
        "zuadento": "Que faz zuada, barulho.",
        "zuadinha": "Ato de zoar, tirar sarro de alguém, fazer brincadeira.",
        "zuado": "1-Algo que está bagunçado e/ou que não ficou como você queria. 2-Fazer alguma piadinha de mal gosto com alguém.",
        "zuador": "Aquele que faz zoeiras.",
        "zuando": "Brincando.",
        "zuaque": "1. Em Portugal o termo designa a região das nádegas ou ânus, frequentemente usado em expressões brejeiras de apreciação estética.",
        "zuar": "Verbo que ainda não existe na língua portuguesa. Se quer dizer BRINCAR, BAGUNÇAR... a palavra correta é ZOAR.",
        "zuarte": "Tecido de algodão,rústico,com fios brancos e azuis mesclados.",
        "zuate": "1. Em Portugal o termo designa a região das nádegas ou ânus, frequentemente usado em expressões brejeiras de apreciação estética.",
        "zuação": "Quando alguém tira da cara de outra pessoa.",
        "zubat": "É um personagem de Pokémon semelhante a um morcego. Não têm olhos, vive em cavernas, é de cor roxa, têm orelhas pontudas e dentes afiados.",
        "zubumafu": "1. Designa um lêmure de olhos grandes, peludo, com o rabo semelhante ao de um macaco.",
        "zuca": "Substantivo próprio. Sobrenome ou apelido.",
        "zucar": "Zucar pode significar adoçar, mas em algumas regiões significa bater, sovar.",
        "zuccolotto": "Diz-se de cão de raça muito rara. Nada se sabe ao certo sobre ele, só que é bilu.",
        "zuei": "Brinquei, tirei sarro, gozei.",
        "zueira": "Barulheira, festa com som muito alto, muita alegria, muito agito",
        "zueiro": "Zueiro é uma pessoa que manja dos paranauê, que todos desejam andar com ele/a no recreio.",
        "zuelar": "O mesmo que falar, discursar.",
        "zuera": "Zuera é uma coisa muito legal que você faz com os brothers quando está querendo zuar e te fazer rir.",
        "zuerage": "Ação de quem é zuero, zombador, brincalhão. Sacanagem.",
        "zuero": "Pessoa que toma o caminho da Zombaria, Zueira e aplica seus ensinamentos.",
        "zugão": "Bico do seio exageradamente grande e proeminente",
        "zuinglianismo": "1. Doutrina religiosa de Zuínglio.",
        "zuir": "Significa : produir zumbido agudo e contínuo. Zunir; Zumbir.",
        "zuleica": "Nome Próprio feminino.",
        "zulmar": "Aquele de bem com a vida",
        "zulu": "Grupo humano da etnia banto, concentrado , majoritaria - mente na África do Sul ( cerca de 8,5 milhões de indiví - duos) , mas também presente no Lesoto, Malauí, Moçam- bique e Suazilândia.",
        "zum": "O zum da abelha!",
        "zumba": "Normalmente empregada no meio militar, essa expressão é utilizada para caracterizar um estado de desorientação após atividade física intensa, privação de sono, ou após a injestão de algum remédio que ...",
        "zumbaia": "Cortesia profunda com os braços cruzados;salamaleque;mesura.",
        "zumbaiada": "Zumbi",
        "zumbaiar": "1. É o mesmo que cumprimentar alguém ou saudar. 2. No sentido figura é o mesmo que bajular. Lisonjear alguém para ter vantagens.",
        "zumbaieiro": "Um indivíduo adulador; bajulador; puxa-saco; lisonjeador;etc.",
        "zumbando": "Flexão de zumbar. 1. O mesmo que zumbindo. 2. Produzindo ruído intenso; zoando, zunzunando, zunzunindo.",
        "zumbar": "Verbo. Ato de pular, comemorar, dançar ou fazer qualquer espécie de movimento sem sentido nem conexão com as circustâncias de tempo, modo e lugar.",
        "zumbaria": "Flexão de zumbar. 1. O mesmo que zumbiria. 2. Que produziria um ruído intenso; zoaria; zunzunaria; zunzuniria.",
        "zumbi": "Líder do quilombo dos Palmares, Zumbi nasceu em 1655, em Palmares, atual estado de Alagoas. Era descendente dos guerreiros imbangalas, de Angola. Logo após o seu nascimento fora aprisionado pela exped...",
        "zumbiam": "Flexão de zumbir. 1. Que produziam ruído ao voar (inseto, p.ex., abelha, besouro, mosca etc.); zoavam, zuniam. 2. [Por analogia] Que produziam ruído tal qual um inseto.",
        "zumbido": "1- Ruído feito por insetos. Zumzum. 2- Barulho semelante aos dos insetos feito por algumas máquinas . Zoada. Zunido.",
        "zumbidos": "1. Emitido em sussurro, em murmúrio.",
        "zumbificado": "Se deixar levar por algo ou alguém. Não ter \"vida\" própria. Obrigado a aceitar, acrítico.",
        "zumbilândia": "Lugar aterrorizante e repleto de zumbis. Geralmente estes seres se aglomeram, montam suas tribos e suas moradas neste local. Também pode ser definida como a \"cidade dos zumbis\".",
        "zumbir": "Soar, ressoar, som ecoante e estridente.",
        "zumbira": "1. Ato ou efeito de zumbir.",
        "zumbiresco": "Com aspecto de zumbi.",
        "zumbizante": "Que dizer o auge de uma zuação, algo que você faça que te deixe muito louco.",
        "zumbo": "Ruído; confusão; rumor; zunido.",
        "zumbrar": "O mesmo que azumbrar.",
        "zumbras": "Flexão de zumbrir. 1. Curves. 2. Humilhes.",
        "zumbrir": "Curvar-se, reverenciar.",
        "zumzum": "Zum zum definição de um barulho de abelha a procura de mel",
        "zuncar": "Zunir, sibilar, zumbir",
        "zune": "Zune é uma marca registrada de media players portáteis que reproduzem mídia digital, como músicas MP3, vídeo e fotos, produzido pela Microsoft. É também o nome do software associado a esses leitores p...",
        "zunem": "1. Movimentar-se produzindo ruído agudo, sibilante.",
        "zunga": "Significa:¨Mulher decaída;meretriz¨. Definição dada por Silveira Bueno.em ¨Grande Dicionário Etimológico-prosódico da Língua Portuguesa¨.(Editora Nova Fronteira)-Rio de Janeiro.",
        "zungu": "(zun.gu) Bras. sm. 1. Casa grande, ger. mal conservada, cujos cômodos são alugados para pessoas ou famílias de baixa renda que passam a morar coletivamente; CORTIÇO; CASA DE CÔMODOS 2. Tumulto, alvoro...",
        "zungue": "Zungue é o nome popular de um inseto, o mesmo que tunga.",
        "zungueiro": "Vendedor ambulante.",
        "zunguleira": "Pessoa que sorrir e/ou faz os outros sorrirem apesar de seus problemas. Indivíduo com capacidade de alegrar o dia de alguém com pequenas ações.",
        "zungus": "Casa de comida barata, casa de angu.",
        "zuni": "Zuni é o nome de uma língua falada pelo povo zuni, indígenas que habitam áreas dos estados norte- americanos do Novo México e do Arizona. É falada por um número expressivo de crianças, o que a torna m...",
        "zunia": "Zumbia, zoava.",
        "zuniam": "1. Produzir zunido.",
        "zunideira": "Ato de ficar zunindo, barulho contínuo.",
        "zunido": "Som produzido por insetos, principalmente moscas e abelhas.",
        "zunidores": "Para as crianças indígenas de algumas tribos brasileiras, zunidores são brinquedos confeccionados com um pedaço de madeira fina, com 10 a 25 cm, com um furo na ponta e amarrado em um barbante. Produz ...",
        "zunidos": "Diz-se de barulhos agudos, intensos, estridentes.",
        "zunimento": "O mesmo de zunido. Som nocivo que ecoa nos ouvidos, podendo ser sintoma de diversas doenças tal como dor de cabeça.",
        "zunindo": "Gerúndio do verbo zunir. Característica daquilo que faz zumbido, que faz ruído.",
        "zunir": "1-Produzir zunido, como faz a seta e a bala quando percorre rapidamente o espaço. 2-Sibilar come fazem os insetos movendo-se no ar. 3-Produzir um som agudo e sibilante. 4-Produzir ruído continuado e f...",
        "zunira": "Flexão de zunir. Que produzira um som agudo e sibilante; um zumbido.",
        "zuniu": "O mesmo que zumbir, provocar som agudo.",
        "zunzum": "S.m. rumor, boato, zumbido",
        "zuo": "Flexão de zuir. 1. Produzo um ruído ao voar. 2. [P.ana] Produzo um ruído semelhante ao dos insetos.",
        "zupa": "Cúmulo do exagero, usado para definir aquelas pessoas que aumentam um fato tornando a história algo extraordinário ou até mesmo fantasioso. No lugar de chamar de mentirosa, essa pessoa ganha o título ...",
        "zupar": "Zupar significa : sovar; bater em.",
        "zuqueiro": "Bêbado, tolo, pateta.",
        "zur": "Na liturgia do zoroastrismo (VIDE), era o nome da água sagrada que servia para batizar as crianças e os novos conversos.",
        "zura": "Pessoa excessivamente econômica. Pão duro, avaro,sovina, fominha, unha-de-fome, mão-de-vaca.",
        "zurave": "1. Aquele que devora tudo, desde alimentos até conceitos e esperanças.",
        "zurbada": "1-Pancada; impulso. 2-Bátega(VIDE) de água.",
        "zurca": "Explorador, caloteiro, que se aproveita das necessidades e desejos alheios para benefício próprio.",
        "zureta": "Meio doido, louco, sem noção.",
        "zuretado": "Acepção popular de confuso, desorientado, ébrio, desanimando.",
        "zurido": "1. Pessoa que come excessivamente. 2. Pessoa gulosa",
        "zurique": "Cidade mais populosa da Suíça, ou seja, a que contém o maior número de habitantes.",
        "zurna": "Denominação dada pelos turcos ao oboé.",
        "zurrada": "Diz-se do som que o burro ou o jumento produzem.",
        "zuão": "Aquele que manja das zoeiras",
        "zá": "Forma verbal para \"vem\", \"venham\". Utilizado no âmbito do candomblé.",
        "zácoro": "Sacerdote grego subalterno encarregado da conservação e da vigilância dos objetos do culto.",
        "záfiro": "Vento suave e fresco",
        "záia": "Curtição, balada, zueira",
        "záncara": "[Geog.]- Záncara é o nome de um rio da Espanha que é um dos principais afluentes do rio Guadiana (VIDE). Tem cerca de 170 Km. de extensão e suas águas são muito aproveita- das para a irrigação e por ...",
        "zápete": "Maior carta do jogo de truco, representada pelo quatro de paus, variando de acordo com o tipo de jogo. Também conhecido como ZAP.",
        "zás": "Voz designativa de procedimento rápido.",
        "zás-trás": "Vá e volte rápido. Faça rápido.",
        "zás-trás.": "Zás-trás quer dizer: rapidinho, já, logo, imediatamente.",
        "zâmbi": "Nzambi (Zambi) ou Nzambi Mpungu (Zambiapongo) - O deus supremo e criador nos candomblés de Nação Angola, equivalente à Olorun do Candomblé Ketu. Acima de tudo está Nzambi Mpungu (um dos seus títulos) ...",
        "zâmbia": "País do sul da África; limita-se ao norte com a República Democrática do Congo, a nordeste com a Tânzania , a leste com Malauí, a sudeste com Moçambique, a oeste com Angola e ao sul com Namíbia e Z...",
        "zâmia": "[Bot.]- Zâmia é o nome de uma planta da família das Zamiá- ceas, nativa do sul da América do Norte, América Central e norte da América do Sul. É uma planta de tronco curto ou to- talmente subterrâneo,...",
        "zângano": "1. Profissional que trabalha como corretor de negócios diversos; 2. Aquele que promove negócios ilegais, contrabando.",
        "zão-zão": "Deriva da palavra amor. É considerada como palavra carinhosa quando chamamos a pessoa que amamos, é uma forma de expressar uma magnitude maior da palavra Amor.",
        "zé": "Abreviação de José. Serve para referenciar uma pessoa qualquer, um anônimo, ou até mesmo uma pessoa boba.",
        "zé-bosta": "O Zé Bosta pensa que o mundo gira ao seu redor, quer sempre chamar atenção, troféu abacaxi, tremendo picareta.",
        "zé-cuecas": "Homossexual, viado.",
        "zé-de-quinca": "Famoso cu, olhota, apolonio, zebesquefe",
        "zé-dendágua": "Pessoa insignificante, zé-ninguém. (Do hipocorístico zé, de José + den (=dentro) + dágua (=da água); zé-dos-anzóis-carapuça.",
        "zé-dos-anzóis-carapuça": "Zé-ninguém, pessoa insignificante, sem qualificativos; desconhecido.",
        "zé-mané": "Otário, pessoa que não sabe de nada, que está sendo passada para trás",
        "zé-ninguém": "Pessoa insignificante (Plural: zés-ninguém)",
        "zé-porva": "Mesmo que zé-povinho: pessoa que adora fofoca, pessoas que contam tudo que ouve e ainda aumenta o que ouviu.",
        "zé-povinho": "Pessoa curiosa, que adora fofoca. Vive cuidando da vida dos outros, qualquer confusão ela(e) já corre pra saber o que está acontecendo.",
        "zé-povo": "O mesmno que Zé Povinho.",
        "zé-prequeté": "É uma pessoa sem valor ou importância. Que não tem poder econômico e social.",
        "zé-roela": "É o cara que dá o chicote",
        "zé-ruela": "Indivíduo de poucas posses econômicas que se faz passar por mais abastado. Pobre metido a besta.",
        "zébedeu": "Zébedeu é um individuo que não entende direito o que se comenta para ele sobre um determinado assunto; de difícil compreensão;burro. Também se define como um individuo sem futuro ou sem ação...",
        "zébestão": "Abobalhado, abestalhado, caipira, jeca.",
        "zécora": "[Bot.]- Zécora é o nome popular de uma planta, o mesmo que erva-dos-burros.(VIDE)",
        "zédibroca": "Trata-se de um cidadão cabeça dura, que para incutir algo em sua cabeça necessita perfurá-la com uma broca.",
        "zéfiro": "Brisa leve, suave. ventinho agradável",
        "zélão": "É mais ou menos igual um Zé Ruela, só que é um cara que comete mais cagadas, ou seja um Zélão.",
        "zê": "Nome da letra \"Z\". O plural de ZÊ é ZÊS.",
        "zêmula": "Pessoa imprestável, incompetente, de pouca inteligência. Pessoa que é o resultado do cruzamento de zebra com mula, daí o nome.",
        "zênite": "O que está por cima; momento de auge.",
        "zêzere": "[Geog.]- Zêzere é o nome de um rio de Portugal que nasce na Serra da Estrela a cerca de 1.900 metros de altiude. Tem cerca de 200 Km. de extensão e é considerado o 2º maior rio exclusivamente portu...",
        "zílio": "Carlos Augusto da Silva Zílio, nasceu no Rio de Janeiro, em 1944, é um pintor e professor brasileiro. Dedica-se às artes plásticas desde 1965. Formou-se pelo Instituto de Belas Artes do Rio de Janei...",
        "zíngaro": "Cigano Membro do grupo étnico originado do Antigo Oriente, Provavelmente do Norte da India.. Conhecidos por suas danças, musicas alegres e misticismos em todos os países. Por ser um povo errante, sua ...",
        "zínia": "Género de plantas asteráceas heliânteas, originárias do México; a flôr dessa planta.",
        "zíper": "S.M. Fecho ecler geralmente de metal utilizado para fechar roupas ou objetos.",
        "zíperes": "Plural de zíper, um fecho composto por \"dentes\" metálicos que se unem por meio de uma peça móvel. Peça muito usada em calças, bolsas, mochilas entre outros.",
        "zípora": "Zípora é o mesmo que Séfora.",
        "zóio": "O mesmo que olho. Também pode ser associado a pessoa gananciosa, que possui o olho maior que cara.",
        "zóião": "1. Indivíduo com o olho maior que a barriga; 2. Sujeito invejoso, desejando coisas alheias; 3. Ovo frito (vulgar).",
        "zôo": "Forma abreviada de Zoológico Zoológico: Relativo, pertencente ou destinado ao reino ou à vida animal.",
        "zújar": "[Geog.]- Zújar é o nome de um rio da Espanha, o principal afluente da margem esquerda do rio Guadiana (VIDE). Nas- ce na Serra de La Calaveruela e percorre a província de Cór- doba. Seus principais a..."
    }
}