{
    "y": {
        "y": "Mat. Segunda incógnita",
        "yago": "1. Nome próprio.",
        "yahoo": "Site de notícias.",
        "yahushua": "Nome do filho do Elohim dos hebreus. Vertente do tetragrama sagrado yhwh ou do hebraico iod hev vaw rev transliterado para Yaho primeiro nome do Deus dos hebreus dito a Moisés ( Moshes) Raiz do nome ...",
        "yahweh": "Outro nome que Deus recebe.",
        "yakisoba": "1 Prato de origem sino-japonesa cujo nome significa, literalmente, \"macarrão de sobá frito\".",
        "yakuza": "Yakuza , também conhecidos como gokudo são os membros das tradicionais organizações de crime organizado existentes no Japão. A polícia japonesa os chama de boryokudan (literalmente \"grupo de violênci...",
        "yalu": "[Geog.]- Yalu ou Ya-lu, é o nome de um rio da Ásia Oriental que serve de fronteira entre a China e a Coréia do Norte e deságua no Mar Amarelo. Suas margens foram cenários das guerras entre a China ...",
        "yamaguti": "Yama = montanha kuchi (guti) = boca \"boca da montanha\" ou seja, a base da montanha. Sobrenome que designa provavelmente moradores de algum vilarejo ao pé da montanha. Também uma das grandes famílias...",
        "yamamoto": "Tem como siguinificado a base da montanha , Yama-Montanha , Moto-Base. Representa força, honra,paz e esperançao concebido pela arte da sinceridade e justiça.",
        "yamashita": "Menino com acne, muitas espinhas.",
        "yamináwa": "A palavra yamináwa vem de um antigo dialeto indígena caraíba, que denominava uma nação aguerrida extinta a muitos seculos atras. A palavra yamináwa significa \"tempestade\", em referencia ao estrago dei...",
        "yamoussoukro": "[Geogr.]- Yamoussoukro é o nome da capital legislativa da Costa do Marfim ( VIDE COSTA DO MARFIM). Situa-se no centro do país, junto ao lago Kossou, à 270 km. de Abidjan, capital administrativa. Tem...",
        "yandere": "Um termo japonês para uma pessoa que inicialmente é muito carinhoso e gentil com alguém antes de sua devoção se torne destrutiva na natureza, muitas vezes através da violência. O termo é derivado das ...",
        "yang": "Existe o simbolo Yin Yang, que representa o equilibrio dos opostos no mundo. Yang é o princípio ativo, masculino, diurno, luminoso, quente.",
        "yangire": "Yangire é um termo japonês usado para se referir a pessoas normais que de repente se tornam violentas, por vezes, devido a um trauma passado.",
        "yangun": "[Geogr.]- Yangun é o nome de uma cidade no Myanmar, o mesmo que Rangum (VIDE RANGUM)",
        "yank": "Trata-se de palavra do inglês britânico correspondente a IANQUE em português e \"yankee\" no inglês estadunidense.. Na Inglaterra é usada como adjetivo relativo aos EUA ou ao nacional dos Estados Unidos...",
        "yankee": "Palavra inglesa cuja correspondente em português é IANQUE. 1. Adjetivo pátrio dos Estados Unidos; 2. Adjetivo alusivo à Nova Inglaterra, estado-membro dos EUA.",
        "yano": "Nome próprio de pessoa do sexo masculino.",
        "yanomami": "POVO INDÍGENA DO SUDESTE DO ACRE, NA FLORESTA AMAZÔNICA.",
        "yaoi": "Yaoi, também conhecido por Boy's Love, ou simplesmente, BL, é um gênero de Anime (Animação japonesa) no qual se apresentam relações homossexuais entre homens. Este tipo de anime foi destinado original...",
        "yaoundé": "[Geogr.]- Yaoundé é o nome de uma cidade , capital do Ca- marões ( VIDE CAMARÕES)",
        "yara": "Origem do nome Yara: indígena Significado do nome Yara: entidade que faz parte do folclore indígena, protetora da água.",
        "yard": "Termo no inglês que significa quintal",
        "yasmim": "Palavra de origem árabe que significa flor branca. Também flor do jasmim.",
        "yasmin": "Nome próprio feminino.",
        "yatreb": "1. Cidade localizada na Arábita Saudita.",
        "yearling": "Yearling é um animal puro sangue, entre um e dois anos de idade.",
        "yelda": "1. No Afeganistão, a \"yelda\" é a primeira noite do mês de \"jadi\", a primeira noite do inverno, e a mais longa do ano. Quem comesse melancia na noite de \"yelda\" não sentiria sede durante o verão seguin...",
        "yellowstone": "Yellowstone é o nome de um parque Nacional dos EE.UU., situado no centro-norte das Montanhas Rochosas, nos es- tados de Montana, Idaho e Wyoming (VIDE WYOMING). Compreende o vale do rio Yellostone...",
        "yeltsin": "Yeltsin é outra forma de se grafar ¨Ieltsin¨, que foi um polí - tico russo. (VIDE IELTSIN)",
        "yemanjá": "Também se escreve: Iemanjá. É um orixá do Candomblé brasileiro, conhecida na Umbanda como Janaína. É representada em uma linda e sedutora mulher branca de cabelos negros, lisos e compridos, olhos azui...",
        "yen": "Yen ou iene, é o nome da unidade monetária do Japão e sub-dividida em 100 ¨sen¨. O têrmo é usado como padrão monetário há muito tempo e em 1871 foi adotado um sis- tema de contagem decimal e as m...",
        "yerevan": "A cidade de Yerevan é a capital da Armênia, país do sudoeste da Ásia, na região do Caucaso. Tem cerca de 1,2 milhões de habitantes. Situa-se na bacia do rio Aras, junto ao lago Sevam, próximo à Turqu...",
        "yeshua": "Yeshua é considerado por muitos ser o nome hebraico ou aramaico de \"Jesus\".",
        "yeshurun": "Nome de do povo hebreu (Israel) no Antigo Testamento.",
        "yetis": "Espécie de criaturas antropóides que, de acordo com a crença folclórica do Himalaia, existem naquela cordilheira. Já foram encontrados no Himalaia restos mortais fossilizados de macacos que viveram al...",
        "yfu": "Uniforme de kung-fu",
        "yh": "Nome de uma canção de Laura Brehm",
        "yhavé": "Nome pessoal de Deus na bíblia. Na realidade, o nome de Deus é um significado(Ele causa que venha ser). O nome de Deus pode ser achado nos manuscritos originais da bíblia que se encontra no museu em I...",
        "yhwh": "Esse seria a tradução aproximada do Nome de Deus entregue a Moisés no monte Sinai que em hebraico é representado por quatro caracteres chamados de tetragrama. Esse nome não tem tradução porisso tem es...",
        "yin": "Yin é um princípio universal que surgiu do Tao. É oposto e complementar ao Yang. O Yin é feminino e representa a escuridão, passividade, água, frio, pequeno, calmo. Tam - bém remete ao ódio, intoler...",
        "yoel": "Nome próprio = Joel (em hebraico).",
        "yoga": "Palavra inglesa cuja tradução em português é IOGA, um substantivo feminino.",
        "yogue": "Em português se escreve IOGUE ou IOGUISTA. Adjetivo alusivo a IOGA.",
        "yoguin": "Estilo de luta praticado pelo mestre Yoda. Conhecido tambem como \"A arte secreta de Yogar\" ou \"A arte secreta de Yodar\". As vezes referida como \"Yoguin-no-jutsu\" ou \"Yoguinjistsu\".",
        "yohan": "Deus é bondoso. O \"y\" é a representação do homem do mundo, o \"h\" significa a condição de um homem terreno ligado a seu criador. O sufixo \"an\", é a afirmação dessa condição; o que remete à bondade Divi...",
        "yokohama": "[Geogr.]- Yokohama é o nome de uma cidade do Japão , capital da prefeitura de Kanagawa, na costa oriental da ilha de Honshu, na baía de Tóquio. Tem cerca de 3,5 milhões de habitantes; indústria alim...",
        "yolanda": "Flor de violeta.",
        "yolo": "É uma abreviação da frase em inglês ''You only live once'' que em português significa: ''você só vive uma vez''. CURIOSIDADE:Esta palavra(ou toda a frase ''You only live once'' ) esta sendo muito usad...",
        "yonashiro": "Palavra de origem Hebraica yona-pomba asher-feliz, alegre yona+asher= yonashiro Pomba alegre, feliz.",
        "yorita": "Nome recebido para o mais alto nível espiritual.",
        "york": "Palavra inglesa cujo correspondente em português é \"Iorque\". Significa o nome de uma das casas reais da Inglaterra em cuja homenagem uma cidade daquele país recebeu o mesmo nome. Em homenagem a cidade...",
        "yorkshire": "Yorkshire é o nome de um condado histórico da Inglaterra , com uma população de cerca de 5 milhões de habitantes. A sede do condado é a cidade de York. O símbolo do con- dado é a rosa branca da Casa ...",
        "yoruza": "Faz tudo.",
        "yoshi": "Pequeno dinossauro usado no game Super Mario Bross por Mário ou Luigui",
        "yoshimitsu": "Yoshimitsu é um personagem da série Tekken, jogo para PlayStation produzido pela Namco. Pouco sabe-se de sua história, só que tem partes robóticas e usando habilidades com um sabre, ele é líder de um ...",
        "you": "Palavra em inglês que quer dizer '\"você\".",
        "youcat": "Chamado de Youcat (abreviação de Youth Catechism), o Catecismo Jovem da Igreja Católica chega às mãos dos leitores brasileiros. A obra tem a mesma proposta do Catecismo da Igreja Católica, sendo a lin...",
        "young": "Palavra inglesa que significa : moço, novo.",
        "youtube": "Site onde as pessoas podem postar vídeos que ficarão disponíveis para visualização na internet.",
        "youtuber": "É aquela pessoa que faz vídeos para o YouTube.",
        "yoyi": "Apelido de um cantor mexicano Jorge Blanco, que atua em Violetta (programa argentino que passa no Brasil, Estados Unidos e Itália) que faz o papel de Leon",
        "yt": "Abreviação de \"YouTube\" usada na internet",
        "yucatán": "Península da América do Norte, entre o golfo do México e o mar do Caribe. Amaior parte do seu território pertence ao México;o restante distribui-se por Belize e Guatemala. Seu relevo é quase totalme...",
        "yucatã": "Yucatã é outra maneira de se grafar ¨Yucatán¨, garnde pe- nínsula na América do Norte . (VIDE YUCATÁN)",
        "yuffar": "1. Ser mal educada, cavala e achar que está sendo legal. 2. Ficar dando fora nas pessoas. 3. Dar rage quit ou rage away.",
        "yukata": "Yukata é uma vestimenta tradicional japonesa de verão que pode ser traduzida como ¨roupa de banho¨. É uma versão casual do ¨quimono¨ (VIDE) e muito popular.",
        "yuri": "Nome de pessoa, dependendo do local pode ser homem ou mulher. Na Russia o nome Yuri significa George, agricultor, rude...",
        "yôga": "Qualquer metodologia estritamente prática que conduza à um estado de hiperconsciência. Dentro do Método DeRose existe este acervo de técnicas, porém também é provido de conceitos. No Brasil e pelo mun..."
    }
}