{
    "k": {
        "k-o": "Modo informal de \"problema\", \"tiração\", \"sacanagem\" e etc. Algumas pessoas dizem \"caô\" ou \"kaô\" que é a mesma coisa.",
        "k-pop": "K-pop (Korean pop) é um movimento musical originário da Coreia do Sul. Constitui-se em música eletrônia, hip hop, pop, rock e R&B.",
        "k-poper": "Pessoas que gostam de k-pop estilo de música da coreia do sul ou seja pop coreano.",
        "k.o": "O mesmo que mentira.",
        "k.o.": "Mentira, o mesmo que caô. Usado muito por cariocas.",
        "k7": "Gíria da internet usada para quando se está bravo.",
        "kabrunca": "Vadia, kenga, mulher de vida fácil.",
        "kabuloso": "Estranho, esquisito",
        "kabuqui": "É uma forma teatral tradicional do Japão, no qual todos os atores são homens, usando trajes antigos japoneses e com o rosto pintados com máscaras.",
        "kadesh": "[Hist.]-Kadesh é o nome de uma batalha que ocorreu no 5º ano do reinado de Ramsés II, cerca de 1.300 anos a.C. Foi travada nas margens do rio Orontes,junto à cidade de mesmo nome, atualmente no territ...",
        "kadet": "A marca de um carro",
        "kadetes": "Kadetes significa Partido Consitucional Democrata, russo, criado em 1903, o nome deriva das iniciais russa dos Termos Kontituitional Demokrat.",
        "kadett": "Automóvel da chevrolet brasileira",
        "kaduna": "[Geog.]- Kaduna é o nome de um rio da África, um afluente do rio Níger (VIDE NÍGER) (rio), com cerca de 550 Km. de extensão e que flui pela Nigéria (VIDE).",
        "kafka": "Franz Kafka ( 1883-1924)- foi um dos maiores escritores de ficção da língua alemã do século XX. Suas obras, a maioria publicada postumamente, são consideradas entre as mais influentes da Literatura Oc...",
        "kafkaniano": "Termo baseado no escritor tcheco Franz Kafka(1883-1924) classificando uma situação desesperadora, claustrofóbica e traumática, a qual não se visualiza uma possível solução ao final. Em todos os livros...",
        "kafkanianos": "Seguidores de kafka",
        "kafkiano": "Relativo ao poeta tcheco Franz Kafka, está atrelado à ideia do surreal, do absurdo; confusão entre o real e a ficção, estado hipotético de penumbra, de danação absoluta e de submissão ao imaginário. C...",
        "kafkianos": "Kafkiano é um adjetivo utilizado para descrever conceitos e idéias que lembram ou são relativas ao trabalho literário do escritor checo de língua alemã Franz Kafka",
        "kafta": "1- Comida típira árabe a base de carne moída e condimentos; 2- espetinho de churrasco feito com carne moída temperada; 3- roupa de seda indiana estilo bata no cumprimento do ombro aos pés, estampas ...",
        "kafussú": "Namorado de Gay (homosexual)",
        "kagaíva": "Kagaíva ou kagwahiva,é o nome de uma tribo indígena, o mesmo que tenharim.",
        "kagera": "[Geogr.]- Kagera é o nome de um rio que nasce no Burundi (VIDE BURUNDI), servindo de fronteira entre Ruanda e Tan- zania e entre a Tanzânia e Uganda. Tem 400 km.de exten- são e é o maior afluente (...",
        "kaiala": "Nome próprio feminino.",
        "kaiambá": "Dinheiro no vocabulário pataxó.",
        "kaifeng": "[Geog.]- Kaifeng, antiga Daliang, é o nome de uma cidade chinesa, que se localiza na província de Henan, nas mar- gens do Rio Amarelo ( VIDE AMARELO) (rio). Foi fundada em 364 a.C. e tem cerca d...",
        "kailane": "1. Nome próprio.",
        "kaio": "Nome próprio masculino.",
        "kaique": "1. Nome próprio.",
        "kairouan": "[Geog.]-Kairouan ou Cairuão, é o nome de uma cidade da Tunísia localizada a cerca de 160 Km. da capital, Tunis. É a capital da província homônima e conhecida como¨a cidade das 50 mesquitas¨.Tem cerca ...",
        "kairós": "O tempo de Deus para os gregos antigos.",
        "kaiser": "Kaiser é título que significa \"imperador\". Vem do latim Cæsar",
        "kaiwá": "Kaiwá é o nome de uma língua indígena, pertencente à família linguística Tupi, grupo tupi-guarani, sub-grupo l. É falada no Mato Grosso do Sul e na Argentina, sendo que no território brasileiro sã...",
        "kaka": "Kaka significa tio em dari-persa (língua falada no Afeganistão),",
        "kakanda": "Kakanda ou akanda é uma língua falada na Nigéria por cerca de 20 mil pessoas (1989). Pertence a família linguística nigero-congolês.",
        "kakapo": "[Zool.]- Kakapo é o nome popular de uma espécie de papa- gaio, de hábitos noturnos, endêmica da Nova Zelândia, no- tável por ser a única espécie da ordem dos Psitaciformes incapaz de voar. Pertence ...",
        "kakareco": "1. Coisa ou algo antigo, mas que nem por isso não tenha valor.",
        "kakwa": "[Geog.]- Kakwa é o nome de uma tribo que habita regiões de Uganda (VIDE), da República Democrática do Congo e do Sudão. Sua economia é baseada na cultura de milho. painço (VIDE), batata, mandioca e ...",
        "kaká": "Kaká significado bom de bola",
        "kaladan": "[Geog.]-Kaladan é o nome de uma rio da Índia e de Myanmar.Faz parte da fronteira natural entre estes dois países e deságua no Golfo de Bengala. Tem vários nomes, dependendo da região que atravessa:Boi...",
        "kalahari": "[Geogr.]- Kalahari ou Calaari, é o nome de um deserto situa- do no sul do continente africano, com cerca de 900 mil km2. Distribui-se nos territórios de Botsuana (VIDE BOTSUANA), Namíbia e Africa do S...",
        "kaleb": "Calebe ou Kaleb significa fiel como um cão.",
        "kalecar": "Expressão usada no jogo League of Legends. Verbo. É usar o dash pra frente; ser pego fora de posição.",
        "kaleo": "Chamado por Deus para um fim proveitoso.",
        "kalidon": "[Geog.]- Kalidon é o nome de uma ilha, o mesmo que Spina- longa. (VIDE)",
        "kalika": "Adjetivo para designar pessoa de origem humilde ou que possua habitos deploráveis. Pessoa do morro.",
        "kalinda": "Kalinda significa que linda",
        "kalinga": "[Hist.] Kalinga foi uma república no centro-oeste da Índia, que corresponde à maior parte do atual estado de Orissa(VIDE). ESta região foi palco da sangrenta Guerra de Kalinga, com o imperador Máuria,...",
        "kalka": "[Hist.]- Kalka é o nome de uma batalha ocorrida em 31 de maio de 1223, nas margens do rio Kalka, em território da atual Ucrânia. Envolveu forças do Império Mongol, de Gên- gis Khan e forças russa...",
        "kaloba": "Nome de um medicamento usado contra infecções respiratórias e de garganta.",
        "kaloré": "Kaloré é uma palavra indígena que define uma cidade e mu- nicípio do estado do Paraná, região Norte.",
        "kaloré-pr": "[Geog.]- Kaloré é o nome de uma cidade e município do es- tado do Paraná criado em 1961. Tem cerca de 190 Km2. de área e uma população de cerca de 5 mil pessoas (2010). Situa-se na micro-região de Fax...",
        "kaluta": "[Zool.]- Kaluta é o nome popular de um pequeno animal mamífero, marsupial carnívoro, da família Dasyuridae. É endêmico da Austrália Ocidental onde vive em áreas ári das. Tem apenas 10 cm. de compri...",
        "kalândria": "Nome de uma estrela na constelação de Orion.",
        "kama": "[Geogr.]-Kama é o nome de um dos principais rios da Rússia e um dos principais afluentes da margem esquerda do rio Volga.Nasce na República da Udmúrtia e tem cerca de 1.800 Km. de extensão. Seus princ...",
        "kamacita": "Kamacita (e) é o nome de um mineral, o mesmo que ca- macita. (VIDE CAMACITA )",
        "kamanchek": "Nome Hebraico que significa \"homem testado\". Em outras palavras, homem com o significado ser humano. Estes seres humanos testados no que se refere a paciência, antes mesmo da segunda guerra (1939-1945...",
        "kamanga": "Palavra de origem Kaigang que significa puta, jovem prostituta.",
        "kamaran": "[Geog.]- Kamaran, chamada pelos portugueses do século XVI de Ilha do Camarão, é a maior das ilhas do mar Verme- lho ( VIDE VERMELHO)(mar), sob o governo do Iêmen.Tem cerca de 100 Km2.de área com cerca...",
        "kambo": "Pessoa sem habilidade para fazer qualquer tipo de serviço. Indivíduo inábil. Pessoa fisicamente defeituosa ou mentalmente lenta.",
        "kamchatka": "Kanchatka é uma península do extremo leste da Russia , entre o mar de Okhotsk, a oeste, e o de Bering, ao leste . Tem cerca de 350 mil km2. com 480 km. de largura máxima e 1,2 mil km, de comprimento. ...",
        "kamehameha": "Ataque principal do personagem Goku. Ele o utiliza raramente.",
        "kamerramerrá": "Poder criado pro desenhista para simular um ataque fantásia. Golpe de desenho de ação. Simulação de poder.",
        "kamikaze": "Em português: \"camicase\". sm: Piloto japonês, pertencente a um corpo de voluntários que, no final da Segunda Guerra Mundial, recebia treinamento para desfechar um ataque suicida contra alvos inimigos...",
        "kamilly": "Kamilly é um nome.",
        "kamofa": "Mulher fácil, que se deixa levar pela volúpia e pela lascivia. Também conhecida por messalina, tem temperamento despudorado quando se trata de sexo.",
        "kampala": "[Geogr.]- Kampala é outra maneira de se grafar Campala, que é a capital de Uganda. (VIDE CAMPALA)",
        "kampuchea": "[Geog.]- Kampuchea é o mesmo que Camboja. (VIDE)",
        "kamundongo": "Em Angola, é a forma como as populações das restantes províncias, pejorativamente, chamam os que vivem em Luanda. Outro \"tratamento\", epíteto é «calcinhas»",
        "kanashiro": "Significa \"Castelo do Ouro\". Por que antigamente as moedas eram feitas de ouro.",
        "kanban": "Termo que vem da administração de produção, de origem japonesa. Designa a sinalização do fluxo de produção por meio de cartões.",
        "kandahar": "[Geog.]- Kandahar é o nome de uma cidade do Afeganistão (VIDE), construída entre os rios Tarnak e Arghandab, á beira das montanhas do Hindu-Cuche e do deserto do Ragistão. Domina a entrada do vale qu...",
        "kandelawskyano": "Adj. : Relativo ao filósofo Alieksandr Andreyievitch Nikolayev (Alexander Andrejwicz Nikolayev Kandelawsky,em polonês) nascido em Walily,província de Bialystok ,um povoado situado na Polônia a dez q...",
        "kandinsky": "Wassily Kandinsky - Artista plástico russo (1866-1944), considerado o pai do abstracionismo foi o teórico de arte mais influente do século XX. Iniciou sua carreira artística aos 30 anos através de uma...",
        "kandir": "Antonio Kandir é o nome de um deputado federal , pelo estado de São Paulo, autor da chamada ¨Lei Kandir¨ , de 13/9/66, que isentava do pagamento do ICMS , todos os serviços e produtos destinados à ex...",
        "kanembu": "Kanembu ou kanembou, é uma língua , da família linguística nilo - saariana , falada pelo povo de etnia Kanembu, que vi- ve no Chade. É falada por cerca de 400 mil indivíduos que têm como a 2ª língua ...",
        "kangchenjunga": "[Geog.]- Kangchenjunga é o nome de um pico da Cordilheira do Himalaia, entre o Nepal (VIDE) e o estado indiano de Sik- kin, com 8.586 metros de altura, sendo considerado o 3º pico mais alto do mundo...",
        "kanin": "[Geog.]- Kanin é o nome de uma península situada no nor- deste da Rússia Européia. Está rodeada a oeste pelo mar Branco (VIDE) e ao norte estende-se pelo mar de Barents (VIDE). Tem cerca de 11 mil ...",
        "kanji": "Ideograma japonês, que conta com uma unidade de significação completa, indicando um significado abstrato ou não.",
        "kanoê": "Língua falada por indígenas no estado de Rondônia,região do rio Guaporé,por apenas 5 falantes(2007). Também é chamada de kapixana,guaratira,koaratira e amniapé. É considerada uma língua isolada não ...",
        "kansas": "Kansas é um estado dos EE.UU, localizado na região centro -oeste do país; sua capital é Topeka. Tem cerca de 3 mi - lhões de habitantes (2002).É um dos líderes nacionais na produção de cereais, sendo...",
        "kant": "Emanuel Kant ( 1724-1804), foi um filósofo alemão, consi- derado como o último dos grandes filósofos dos princípios da era moderna e , sem dúvida, um dos pensadores mais influentes de sua época. As s...",
        "kantiana": "Que é relativo à filosofia de Kant, filósofo alemão.",
        "kantianismo": "Doutrina de Kant",
        "kantiano": "Relativo ao filósofo alemão Immanuel Kant ou à sua doutrina; (Aquele) que adere às ideias de Kant ou se identifica com sua doutrina moral; Que adere a moral como lei universal, Moralista;",
        "kantismo": "Doutrina filosófica que propõe limites para o alcance, valor e o limite da razão enquanto ponto de partida para qualquer pensamento lógico,o que significa reduzir na pratica a objeto de experiências ...",
        "kanton": "[Geog.]- Kanton ou Abariringa, é o nome de um atol (VIDE) que é o maior do gupo das ilhas Phoenix, pertencentes ao Kiribati (VIDE). Recebeu este nome do navio baleeiro bri- tânico ¨Canton¨ que ancor...",
        "kanuris": "Os kanuris formam um grupo étnico africano, que vivem no nordeste da Nigéria, sudeste do Níger, oeste do Chade e norte de Camarões (VIDE). São chamados de kanembu, no Chade e manga, no Níger. Fa...",
        "kapa": "Nome da letra grega correspondente ao nosso k, recentemente incorporado ao alfabeto da língua portuguesa.",
        "kapey": "É uma onomatopéia para qualquer barulho e substantivo próprio. O feminino é Kapéya",
        "kapiroto": "Aquele que veio do inferno, sobrenatural, que faz mal as pessoas",
        "kappa": "Nome de uma criatura sobrenatural que vive em lagos e rios, na cultura japonesa. De acordo com a crença, um kappa pode ser tanto bom quanto mal.",
        "kaput": "Origem do alemão, gíria que significa quebrado, arruinado, estragado, detonado.",
        "kara": "[Geog.]- Kara é o nome de um mar,que faz parte do oceano Ártico, situado no norte da Sibéria. Tem cerca de 1,5 mil km. de comprimento por 900 km.de largura, com uma área to- tal de cerca de 880 mil km...",
        "karacas": "Interjeição usada pelos jovens para demonstrar sentimento de anormalidade.",
        "karachi": "Karachi ou Carachi, é a maior cidade do Paquistão, situada no sul do país, nas margens do mar Arábico. Tem cerca de 12,3 milhões de habitantes e é o principal centro industrial, comercial e porto do ...",
        "karai": "Karai, carai, ou caralho, é um palavrão, mas tem pessoas que usam para expressar indignação diante de algo bom ou ruim.",
        "karaio": "Expressão de espanto.",
        "karajás": "Grupo indígena que habita a região dos rios Araguaia e Javaés, nos estados de Goiás, Mato Grosso, Tocantins e Pará, no Brasil. Sua população atual é de 2 927 pessoas, distribuídas em 21 aldeias.",
        "karakum": "[Geogr.]- Karakum é o nome de um deserto localizado na Ásia Central. Tem cerca de 350 mil km2. de área e ocupa cerca de 70% do territótio do Turcomenistão (VIDE). Sua população é bastante esparsa, ...",
        "karalho": "1. Expressão utilizada para demonstrar admiração, aborrecimento, surpresa, etc.",
        "karamazov": "¨Os Irmãos Karamazov¨ é a principal obra do grande escritor russo Fiodor M . Dostoievski ( 1821-1881) ; foi escrita em 1879, e os seus personagens são dominados pela idéia do assassínio do pai.",
        "karanga": "1. Karanga ou kurunga é uma língua falada no Chade por cerca de 10 mil pessoas. Pertence à família linguística nilo-saariana.",
        "karaokê": "Aparelho eletrônico inventado no Japão, com a finalidade de possibilitar que japoneses, finalmente, possam cantar.",
        "karatê": "Arte marcial, praticada inicialmente no japão onde o corpo e a mente devem estar em harmonia.",
        "karbi": "Karbi é uma língua falada na Índia, no estado de Assam, por cerca de 420.000 pessoas(2001). Pertence à família linguística sino-tibetana e possui 3 dialetos. Na sua escrita usa o alfabeto latino.",
        "kardecismo": "Doutrina herética baseada nas compilações do francês Allan Kardec e que tem como base a reencarnação e o ensinamento dos espiritos.",
        "karimata": "[Geog.]- Karimata é o nome de um estreito marítimo da Indo- nésia ( VIDE ), que separa as ilhas de Sumatra ( VIDE) e de Bornéu e liga o Mar do Sul da China ao Mar de Java. Tem cerca de 150 km. na s...",
        "karina": "Em Grego significa: graciosa Em italiano: querida",
        "karine": "1. Nome próprio.",
        "kariok": "Palavra indígena que é o nome genérico de várias aldeias dos índios Tupinambá que se espalhavam na margem esquerda da baía da Guanabara, no Rio de Janeiro.",
        "kariri-xocó": "Kariri-xocó era uma língua falada por indígenas no estado de Alagoas. Também era chamada de:xucó,xoko,xukuru,kariri. É considerada uma língua isolada não classificada em nenhuma família linguística.",
        "karisimbi": "[Geog.]- Karisimbi é o nome de um vulcão extinto considera- do o ponto mais alto de Ruanda (VIDE), situado na cordilhei- ra das Montanhas Virunga, na fronteira com a República De- mocrática do Congo (...",
        "karma": "Termo utilizado pelas religiões induísta, budista, sikhista e jainista que designa certas condições de espírito do próprio \"eu\".",
        "karnataka": "[Geog.]-Karnataka é um dos estados da Índia, localizado no sul do país. Sua capital é a cidade de Bangalore e o porto de Mangalore é uma das mais importantes.É banhado na parte sudoeste pelo Mar da Ar...",
        "karo": "Karo, arara,arara-karo ou itanga, é uma língua falada por indígenas do Brasil, nos estados de Mato Grosso e Rondônia, em duas aldeias. É falada por cerca de 210 falantes(2006) e pertence à família Tup...",
        "karok": "Karok é uma língua falada por indígenas na Califórnia, EE.UU. É considerada uma língua isolada, não pertencendo à nenhuma família linguística e falada por somente 30 falantes.",
        "karol": "Trata-se de um nome.",
        "karolayne": "Nome próprio feminino.",
        "karoline": "Nome próprio feminino.",
        "karollaynne": "1. Nome próprio.",
        "kart": "Kart ou karting, é uma variante de automobilismo, sobre veí- culo simples, de 4 rodas, dotados de motores de 2 ou 4 tempos, refrigerados à ar ou água. Tem chassis tubular e pode pesar de 70 à 150 quil...",
        "kartismo": "É a pratica de um esporte num veículo monoposto denominado kart.",
        "kartista": "Pessoa que pilota o kart",
        "kartum": "[Geogr.]- Kartum é outra maneira de se grafar Cartum, que é o nome da capital do Sudão (VIDE CARTUM)",
        "kartódromo": "1. Pista para corrida de kart.",
        "karun": "[Geog.]-Karun,Kuran ou Ab-Kuren,é o nome de um rio do Irã,sendo seu principal rio navegável. Nasce nos Montes Zagros e deságua no Chatt-al-Arab, após um curso de cerca de 950 Km.",
        "karíb": "Karíb é uma etnia indígena,o mesmo que caraíba.",
        "kasos": "[Geog.]-Kasos(Caso,em italiano),é o nome de uma ilha grega situada no sudoeste do arquipélago do Dodecaneso,a 7 Km.a sudoeste da ilha de Karpathos e a 45 Km.a nordeste da ilha de Creta. É a ilha mais ...",
        "kassabaiar": "(Verbo) Ato ou efeito de instalar radares para controle de velocidade veicular nas cidades do estado da Bahia.",
        "katakuri": "[Bot.]-Katakuri é uma planta da família das liliáceas(VIDE),nativa do Japão,Coréia,China e extremo oriental da Rússia. Possui flor rosada e um bulbo comestível de cerca de 5 cm.que faz parte da cozinh...",
        "katana": "Instrumento de guerra Japonês, semelhante à espada.",
        "katchafire": "Nome de uma banda que surgiu em 1997, na Nova Zelândia, e que toca o gênero Reggae roots.",
        "katchanga": "Jogo de cartas.",
        "katchau": "Chance única, oportunidade que não se deve perder.",
        "katharsis": "Na Psicologia,é o alívio das emoções desagradáveis, restabelecendo a relação entre a emoção e o objeto que excitou originalmente. Na estética, é o ímpeto criativo do artista, enquanto expressa, simbol...",
        "katherine": "1. Nome próprio.",
        "katia": "Nome próprio",
        "katilanga": "Mulher feia.",
        "kato": "Nome próprio. Sobrenome.",
        "katrevagem": "Pessoas podres, feias, ou mesmo coisas sem valor ou importância como sobra de algo.",
        "katrick": "Nome próprio masculino.",
        "katrine": "Nome próprio feminino.",
        "katsu": "Palavra de origem oriental muito comum no universo artístico. Não existe um sinônimo, é pronunciada para expressar um sentimento ou emoção que não pode ser dita em palavras.",
        "katycat": "Fãs da cantora Katy Perry, trata-se de amar incondicionalmente a cantora Katy Perry. Não apenas ouvir suas musicas, mas admirar a Katy Perry",
        "kauan": "É uma das várias formas do nome Cauã, palavra de origem indígena que significa gavião preto.",
        "kauanny": "1. Nome próprio.",
        "kaue": "1. Nome próprio.",
        "kauele": "Nome próprio feminino.",
        "kauã": "Nome próprio masculino.",
        "kaveri": "[Geog.]-Kaveri ou Cauvery,é o nome de um rio do sul da Índia que banha os estados de Kanataka e Tamil Nadu. É um dos sete rios considerados sagrados pelo seguidores do hinduísmo e tem muitos afluentes...",
        "kavuco": "Expressão usada quando você quer tirar o corpo fora, sair de uma situação embaraçosa.",
        "kawaii": "A palavra kawaii, é uma palavra em japonês que significa \"fofo\". Ela é geralmente usada para definir personagens de animes.",
        "kawamura": "Sobrenome de origem japonesa. Significado: Kawa= rio Mura=aldeia Os sobrenomes japoneses são compostos de combinações de substantivos.",
        "kaxibyricah": "Um apelido pouco utilizado no mato grosso do sul.",
        "kaya": "Maconha, erva, folha, baseado.",
        "kayla": "Kay, K (lê-se Quêi)",
        "kazekage": "Diz-se de ninja de anime.",
        "kazirague": "Curioso, pergunta muito, bisbilhoteiro, enxerido.",
        "kaô": "O mesmo que caô; uma mentira mal contada, sacanagem, tentando passar a perna",
        "kb": "1- na informática é o símbolo do Kilobyte. 2- na Química é o símbolo de uma constante básica.",
        "kbps": "Abrev. de Kilobites por Segundo. É uma unidadede medida de transferencia de dados que é equivalente a 1000 bits por segundo",
        "kbyte": "Kbyte ou KB, é uma abreviatura de kilobyte, que é uma medi- da de capacidade de memória de um computador. Vale , aproximadamente, 1000 byte.",
        "kbytes": "Unidade de medida em computação.",
        "kbça": "Abreviação de cabeça. Usado em chats da internet.",
        "kcal": "1. Fís. Símb. de quilocaloria. Caloria (símbolo: cal) é uma unidade de medida de energia. Por definição caloria é a quantidade de calor (energia) necessária para elevar em 1 grau Celsius a temperatu...",
        "kct": "Abreviação de CACETE.",
        "kd": "Abreviação de cadê, usado em chats na internet.",
        "ke": "Azar",
        "kea": "[Zool.]- Kea ou papagaio-da-nova zelândia, é uma ave da família dos Psitacídeos, endêmica da Nova Zelândia. Tem plumagem verde-amarronzado e um bico muito resistente. Alimenta-se, principalmente, de ...",
        "kebe": "Em algumas cidades o cigarro de maconha tem o apelido de Beke, para não dar bandeira, utiliza-se o nome ao contrário, assim kebe. Outras palavras também são invertidas por exemplo: Mafu de Fuma; rogac...",
        "kedma": "Cem de origem Árabe e quer dizer: Sempre ao oriente, a busca pelas origens passadas.",
        "keds": "Tênis",
        "keeling": "[Geog.]- Keeling, também chamado de ¨Ilhas Cocos¨, é um arquipélago formado por 27 ilhas de coral, situado no leste do oceano Índico, cerca de 800 km. à sudoeste da ilha de Java ( VIDE JAVA). ...",
        "keelyita": "Keelyita (e) é o nome de um mineral, omesmo que zinke- nita. ( VIDE ZINKENITA )",
        "keilita": "Keilita (e) é o nome de um mineral composto por ferro, en- xofre e magnésio, com a fórmula: (Fe2, Mg) S. Cristaliza- -se no sistema isométrico; tem brilho metálico; coloração cinza e é opaco. Seu n...",
        "keiserlinguiano": "Keiserlinguiano é o seguidor ou admirador do pensamento filosófico de Hermann Alexander ( 1880-1946), filósofo e es- critor alemão.",
        "keith": "É um nome próprio.",
        "keity": "Nome de origem grega [Catarina] para o Irlandês e Inglês [Katherine], Abreviação [Kate], Escrita aportuguesada: Keity, Keythy, Katy, Keith. Português [Kátia]. Significado: A pura.",
        "keke": "1- Só de keke significa: só de boa com o(s) parceiros.",
        "kekezinho": "Permanecer quieto, na sua, sem incomodar.",
        "kellic": "É o ship entre o Vocalista da banda Pierce The Veil, Vic Fuentes, e o vocalista da banda Sleeping With Sirens, Kellin Quinn.",
        "kelly": "Nome Próprio, de origem Irlandesa que significa \"Donzela Guerreira\"",
        "kellyane": "Nome próprio feminino.",
        "kelover": "Fã de Kéfera buchmann. Apelido carinhoso Kéfera uma jovem atriz e youtuber, com mais de 5 milhões de seguidores no YouTube canal (5inco minutos)",
        "kelper": "Denominação dada pelos ingleses aos que moran nas Islas Malvinas ou Falklands. Tem um ar de despreço: por extensão, quem não é bem recebido em algúm lugar, pária.",
        "kelvin": "O nome Kelvin significa várias coisas, como uma medida de temperatura, mas o significado principal da palavra é \"varão de fogo e guerra que se finge para atacar os inimigos\". Muitos umbandas utilizam ...",
        "kelviniano": "É uma palavra derivada de Kelvin, que é o nome da unidade de base do Sistema Internacional de Unidades.",
        "ken": "É um personagem da série de jogos de videogame Street Fighter.",
        "kendari": "[Geog.]-Kendari é o nome de uma cidade, capital da província de Sulawesi do Sudeste, na Indonésia. Foi ocupada pelos japoneses na 2ª Guerra Mundial por causa de seu importante aeroporto. Tem cerca de ...",
        "kenga": "Garota-de-programa, prostituta.",
        "kengo": "Semelhante a moleira, parte mole do osso da cabeça quando criança.",
        "kennedy": "Kennedy é o sobrenome de uma importante família de po- líticos norte-americanos. Podemos destacar: Jonh Fritzge- rald Kennedy ( 1917-1963); foi o 35º presidente dos EEUU. Foi assassinado em 22/11/63, ...",
        "kennedy-es": "O nome completo deste município no estado do Espírito Santo é: Presidente Kennedy.",
        "kennedy-to": "O nome completo deste município do estado do Tocantins é: Presidente Kennedy.",
        "kenosis": "Conceito da teologia cristã expressa por uma palavra grega da Epístola de Paulo aos Filipenses (Fl 2,7).",
        "kentrolita": "Kentrolita(e) é um mineral composto por chumbo ( 58%) , manganês ( 10%), silício ( 7%), ferro ( 5%) e oxigênio (20%). Pertence ao grupo silicato (VIDE); cristaliza-se no sistema ortorrômbico; é tra...",
        "kentucky": "É uma complementação. Kentucky é um estado dos EE.UU. ,situado na ragião centro- oeste do país. Tem cerca de 4 milhões dehabitantes e sua capital é a cidade de Frankfort. Seu território tem poucas ...",
        "kenzo": "Kenzo Takada é um estilista japonês, fundador da marca de perfumes, cosméticos e roupas Kenzo.",
        "kepkiriwát": "Kepkiriwát é o nome de um grúpo indígena já extinto que habitava áreas próximas do rio Pimenta Bueno, que é aflu- ente do rio Jiparaná.",
        "kepler": "Johannes Kepler-(1571-1630) , foi um astrônomo alemão. Formulou as 3 leis fundamentais da mecânica celeste, conhecidas como ¨leis de Kepler¨. Demonstrou que os planetas não giram em órbitas circulares...",
        "kepleriano": "1. Relativo a Kepler.",
        "ker": "Forma rápida de digitar quer. Muito usado na internet.",
        "kerala": "[Geog.]-Kerala é o nome de um estado da Índia, situado no sul do País, no Malabar (VIDE), com cerca de 600 Km. de costa. Foi criado em 1956 e tem cerca de 33 milhões de habitantes. Sua capital é a cid...",
        "kerch": "[Geog.]- Kerch é o nome de um estreito marítimo (VIDE) que une o Mar Negro ao Mar de Azov e separa o território da Rússia do território da Ucrânia (VIDE). Tem de 5 à 15 km. de largura e até 18 m...",
        "keres": "[Mito.]-Keres são espíritos mitológicos, o mesmo que Queres.",
        "kerguelen": "[Geog.]- Kerguelen é o nome de um arquipélago localizado no extremo sul do oceano Índio. Faz parte do território das Terras Austrais e Antarticas Francesas. A ilha principal cha- ma-se ¨ Grande T...",
        "kerigma": "Palavra de origem grega presente no Novo Testamento, e significa pregação, mensagem.",
        "kerigmático": "Vocábulo grego \"kerigma\" quer dizer: proclamação.",
        "kermita": "Kermita ou rasorita é um mineral composto por hidróxido- borato de sódio. Cristaliza-se no sistema monoclínico e tem baixo teor de dureza. Sua cor pode variar do incolor, branco e cinza; possue brilho...",
        "kernel": "Substantivo masculino (sm). Empréstimo linguístico do inglês. Literalmente significa cerne ou núcleo.",
        "kerolyne": "1. Nome próprio.",
        "kes": "1- Palavra usada ao final de uma frase que foi dita por brincadeira. 2- Usado no final da frase para afirmar que o que foi dito foi uma mentira.",
        "kessi": "Pessoa que se acha intima dos outros; intrometido(a).",
        "kesslivol": "Composto químico utilizado para inibir maus cheiros de cadáveres em estado de putrefação.",
        "kessy": "''Que se chegar'', querer se tornar amigo, meio que forçando uma situação.",
        "ketamina": "Ketamina ou cetamina, é o nome de uma droga sintética usada para fins anestésicos , com efeitos hipnóticos. Conhecida como ¨remédio para cavalo¨, é muitas vezes consumida por causar efeitos psicotr...",
        "ketchup": "1. Condimento à base de tomate muito utilizado para acompanhar refeições rápidas (hot-dogs, pizzas, etc) 2. Menstruação feminina. Estar de chico.",
        "ketelin": "1. Nome próprio.",
        "keti": "Sexo oral. Boquete. Boketi. É mais conhecido como a chupetinha!!!",
        "keto": "[Mito.]-Keto é o mesmo que Ceto.",
        "kev": "KeV ,é uma abreviatura de mil elétrons-volt. O elétron-volt é uma unidade de medida de energia. Um elétron-volt é a quantidade de energia ganha por um único elétron quando acelerado por uma potência...",
        "kevin": "Nome próprio.",
        "kevlar": "Fibra sintética que é a base para o material de blindagem ou antichamas chamado Kevlar.",
        "keyla": "1. Nome próprio.",
        "keynes": "John Maynard Keynes ( 1883-1946), foi um economista bri- tânico. Suas idéias inovadoras chocaram-se com as doutri- nas econômicas da sua época e tiveram grande impacto sobre a teoria política e fisca...",
        "keynesiana": "A escola de pensamento econômico keynesiana tem as suas origens no livro escrito por John Maynard Keynes chamado \"Teoria Geral do Emprego, Juros e Moeda\".[1] Rapidamente muitos economistas aderiram a ...",
        "keynesianismo": "Teoria econônima baseada nas ideias de John Keines.",
        "kg": "Quilograma",
        "kgada": "Variação de cagada",
        "kgb": "A KGB (Komitet Gosudarstvenno Bezopasnosti) ou Comitê de Segurança do Estado, era a principal agência de inteligência e segurança da extinta URSS. Criada em 1954, a agência teve um papel importantíssi...",
        "kgf": "KGF é a abreviatura de quilograma-força, que é a força exer- cida por uma massa de 1 quilo , sujeita à gravidade terres- tre. Atualmente esta unidade não é mais usada nos meios científicos , tendo ...",
        "kgx": "1- sigla que significa a identificação do aeroporto da cidade de Grayling, no Alasca. 2- sigla que identifica a estação ferroviária de ¨King Cross¨, em Londres.",
        "khanda": "Khanda é o símbolo mais importante do sikhismo e pode ser comparado à Estrela de David, no judaísmo e a Cruz de Cristo, no cristianismo. É estampado na bandeira sagrada do sikhismo, erguida em todos ...",
        "khauan": "É uma palavra retirada diretamente do finlandês kauan e significa simplesmente \"longo\" ou \"comprido\". Pode ser um variante de Cauã, e aí a origem é indígena brasileira, mais especificamente Tupi, e si...",
        "khayo": "1. Nome próprio.",
        "khmer": "Khmer é o grupo étnico majoritário no Camboja, que é um país do sudeste da Ásia. Pode ser usado com sinônimo de cambojano. Também pode significar a língua oficial do Camboja.",
        "khoe-kwadi": "Nome de uma família linguística com 13 línguas faladas por indígenas de Botsuana, África do Sul, Namíbia e Angola. É dividida em 3 sub-famílias.",
        "khoisan": "Khoisan ou Coisã, é um grupo de línguas africanas.",
        "khomeini": "Ayatollah Ruhollah Khomeini ( 1900-1989), foi um aiatolá (VIDE AIATOLÁ), xiita irariano e o líder espiritual e político da Revolução Iraniana , de 1979, que depôs o então gover- no do Irã. É consid...",
        "khz": "KHz é a abreviatura de ¨quilohertz¨, que equivale à mil hertz.. O hertz , cujo símbolo é Hz, é uma unidade de frequência, expressa em têrmos de oscilações ( vibrações), por segun- do.",
        "ki": "Ki , também grafado ¨Qi¨, é um conceito da cultura tradicio - nal chinesa. É frequentemente traduzido como ¨ar¨ou ¨res- piração¨.Tem presença em vários aspectos da vida na Chi- na, como na medicina tr...",
        "ki-chute": "Tênis preto utilizado por estudantes na década de 80 e 90.",
        "kianda": "São \"espíritos das águas\" e uma das entidades reguladoras do mar, dos lagos, dos rios, dos peixes, das marés e da pesca. Estão ligadas ainda à fecundidade feminina e às crianças, sendo a elas atribuíd...",
        "kibado": "Copiado, plagiado",
        "kibando": "Igual a copiar/colar, surgiu do site kibeloco, quando copiava e colava tirinhas, fotos ou piadas de outros sites e deixava os créditos do site de origem. O termo acabou se expandindo para outros sites...",
        "kibar": "Assim como \"googlar\", \"ripar\" e \"zipar\", \"kibar\" é mais um verbo específico dos meios internéticos. Significa usar idéias, conceitos ou imagens publicadas em blogs alheios, que circulam por aí como em...",
        "kibe": "1. Comida típica árabe, feita de carne moída crua ou assada;",
        "kiboa": "Definição dada pela população do extremo sul do piauí á água sanitária.",
        "kibon": "Marca de sorvete; tb utilizado para definir que algo que aconteceu foi bom.",
        "kibutz": "Kibutz é uma palavra hebraica que designa uma fazenda em Israel, economicamente independente, na qual tanto o tra - balho com a administração são coletivos.",
        "kichoka": "Personagem foda principal do Anime Mtsyoka Bhroken Kindins.",
        "kichute": "Calçado que é ao mesmo tempo um tênis e uma chuteira. Tem corpo feito de lona e a sola emborrachada, com travas. Era muito comum no Brasil, nos anos 1970.",
        "kichwa": "1. Nome de uma importante língua indígena, o mesmo que ¨quíchua¨(VIDE).",
        "kick": "Tradução: Chute Muito utilizado em redes de jogos on-line quando uma pessoa é banida da sala de jogo. O Único que pode kickar um jogar é o criador da sala que pode kickar com ou não a votação dos outr...",
        "kickar": "Colocar alguém pra fora.",
        "kickoff": "- Pontapé inicial. - Chute inicial.",
        "kickone": "O mesmo que Cu",
        "kid": "Kid é uma expressão usada para designar menores de idade que ficam namorando em jogos com maiores de idade .",
        "kidar": "Verbo referente a atos ou ações de Kid Bengala. Geralmente depois da utilização desse verbo, a vítima passa a utilizar cadeira de rodas.",
        "kidicarne": "Regionalismo mineiro. O mesmo que um quilo de carne.",
        "kids": "Abreviação de: \"que desgraça\". Quando ocorre uma adversidade quotidiana.",
        "kiev": "É a maior cidade e a capital da Ucrânia; localiza-se na re - gião centro-norte do país . Tem cerca de 2,7 milhões de habitantes (2007). É um importante centro industrial e científico. Foi severam...",
        "kifofo": "Ato sexual.",
        "kigali": "[Geogr.]- Kigali é o nome da capital de Ruanda ( VIDE RU - ANDA). Situa-se no centro do país, em colinas com cerca de 1.560 metros de altitude. Tem cerca de 600 mil habitan- tes e é a cidade mais imp...",
        "kikado": "Chutado, expulso, exilado. Termo usado por gamers e/ou usuário de jogos online em que se joga com várias pessoas e se associa em grupo com as mesmas.",
        "kikamba": "Kikamba é o nome de uma língua da famíia linguística nigero-congolesa, grupo bantu. É falada por nativos da etnia akamba,no Quênia e também por alguns povos bantus da Tanzânia.",
        "kiki": "1.Estado de um indivíduo bêbado, embriagado. 2. Mendigo alcoolizado. 3. Andarilho.",
        "kikita": "Garota jovem que sai ao mesmo tempo com vários homens, o mesmo que piriguete, biscateira.",
        "kikito": "Kikito de ouro é Prêmio atribuído a cineastras em Gramado-RS. Muitos consideram esse prêmio como óscar brasileiro.",
        "kiko": "Pessoa de buchecha farta, buchechudo, buchecha de obeso!!",
        "kikongo": "Kikongo é o nome de uma língua, o mesmo que ¨kituba¨. ( VIDE KITUBA)",
        "kikuyu": "Kikuyu ou gikuyu é o nome de uma língua falada pelo povo de mesmo nome , que habita o Quênia (VIDE QUÊNIA) . Pertence à família linguística nigero-congolesa ( grupo Banto) . É falada por cerca ...",
        "kikão": "Em Manaus-AM, Cachorro-quente",
        "kilendu": "Kilendu é o nome de uma língua, o mesmo que ¨Lendu¨. (VIDE LENDU)",
        "kilimanjaro": "[Geogr.]- Kilimanjaro é o nome de um maciço vulcânico da África, situado no nordeste da Tanzânia, perto da fronteira com o Quênia, com 5.895 mil metros de altitude. É forma- do por 3 vulcões: o Mawen...",
        "kilobyte": "É o equivalente a 1 kb, ou seja, a medição do seu cpu.",
        "kiloko": "Algo muito loko.",
        "kilt": "Kilt é um saiote típico do traje masculino escocês, cuja barra fica à altura do joelho, feita de lã, com desenho xadrez..",
        "kilômetro": "Percurso de 1000 metros 1000 metros = 01km = 01 kilômetro",
        "kim": "Apelido comum para o nome pessoal feminimo Kimberly",
        "kima": "Pessoa depressiva que spammeia desabafos e reclama por tudo e faz ameaças de suicídio 24/7.",
        "kimba": "Kimba, o leão branco, é o nome de um personagem de his- tórias em quadrinhos, de origem japonesa(mangá)(VIDE), mais tarde também transformado em personagem de de- senhos animados (anime)(VIDE). Est...",
        "kimberlito": "Denomina-se kimberlito um aglomerado do mimeral biotita (VIDE) e peridotito (VIDE), encontrado em áreas vulcânicas da África e dos EE.UU. Na sua camada externa é de cor a- marela é de dureza baixa, já...",
        "kimberly": "Nome próprio feminino.",
        "kimbundu": "Língua africana.",
        "kimiko": "Pagar sapo, passar vergonha.",
        "kimono": "Vestuário para lutas de artes maciais",
        "kimura": "Finalização do Jiu-Jitsu onde é aplicada uma torção no braço do adversário, fazendo uma alavanca que tenciona os ligamentos do ombro e do omoplata.",
        "kina": "Kina é o nome da unidade monetária da Papua Nova Guiné (VIDE) e é sub-dividida em 100 ¨toeas¨.",
        "kind": "Gentil, carinhosa (em inglês)",
        "kinder": "Gente boa, legal , fofo(a)",
        "kinect": "Definição formal: Periférico de movimento feito pela microsoft para o console XBOX360!! Definição informal: Controle feito pros nerds gordos que jogam Xbacon perderem um pouco de peso!!! Feito por ca...",
        "kingkong": "Um mico muito grande.",
        "kingston": "Capital da Jamaica, País da América Central, na região do Caribe",
        "kinguio": "[Zool.]-Kinguio ou peixinho-dourado, é o nome popular de um peixe da família dos Ciprinídeos, a qual pertence a carpa. É um dos peixes ornamentais mais comum no mundo inteiro. Foi domesticado na China...",
        "kinkã": "Fruta cítrica, tipo laranja, de pequeno porte, que é ingerida com casca e tudo.",
        "kino": "[Bot.]-Kino é o nome popular de um fruto, o mesmo que pepino-africano.",
        "kinoita": "Kinoita (e) é um mineral composto por cobre (26%), silício (18%), cálcio (16%) e oxigênio ( 40%). Petrtence ao grupo silicato (VIDE); cristaliza-se no sistema monoclínico; tem grau de dureza baixo;...",
        "kinshasa": "Kinshasa é a capital da República Democrática do Congo , (VIDE ) , tem cerca de 4,6 milhões de habitantes. Situa-se nas margens do rio Congo, no início de um trecho de cata- ratas, o que dificulta a ...",
        "kioga": "[Geogr.]- Kioga é o nome de um lago africano, situado no território de Uganda, ao norte do lago Vitória. Este lago é atravessado pelo rio Nilo Vitória , logo após sua nascente, no lago Vitória.",
        "kiowa": "Kiowa é o nome de uma nação indígena Norte Americana, que desde 1867 habita uma reserva no sudoeste do estado americano de Oklahoma. Falam uma língua própria e o inglês.",
        "kip": "Kip é o nome da unidade monetária do Laos (VIDE) e é sub-dividida em 100 ¨at¨. Recentemente foi adotado o ¨novo-kip¨.",
        "kirchhoff": "Gustav Robert Kirchhoff(1824-1887) foi um físico alemão. Suas contribuições científicas foram principalmente no campo dos circuítos elétricos, na espectroscopia, na emissão de radiação dos corpos negr...",
        "kiribati": "Kiribati é um país insular formado pelos arquipélagos das Gilbert (VIDE GILBERT) , das ilhas Phoenix e pelas chama- das ilhas da ¨Linha¨ , na região da Micronésia, no Pacífico. Sua capital é Bairiki,...",
        "kiribatiano": "1. Do Quiribáti, arquipélago a nordeste da Austrália. 2. Relativo ao Quiribáti.",
        "kirido": "Aquele amigo que está com você para todas as ocasiões, que nunca te entrega, que são amigos sempre.",
        "kirimati": "Kirimati é uma ilha do oceano Pacífico, parte do território da República de Kiribati (VIDE). Tem cerca de 650 km2 de su- perfície, o que representa perto de 70% do território do país. Tem cerca de 5 ...",
        "kirkigan": "Autor de reflexões sobre psicologia, corrente existencialismo.",
        "kirlian": "Trata-se de uma técnica de fotograma descoberta em 1939 por Semyon Kirlian. O método de Kirlian investigou muitas técnicas do fenômeno de \"eletrofotografia\", e despertou o interesse de outros cientist...",
        "kirsch": "Kirsch é o nome de uma bebida, típica da Europa Central; em alemão significa, literalmente, ¨água de cereja¨. É destilada do suco fermentado de cerejas pretas; é uma bebida seca, incolor,com alto teor...",
        "kirsh": "Bebida destilada de cerejas maduras fermentadas. Forma reduzida de kirshwasser \"água de cereja\" em alemão. É utilisada na confecção de drinques, tortas e fondues.",
        "kiser": "Forma rápida de digitar quise, usada em chats da internet.",
        "kishm": "[Geog.]- Kishm é o nome de uma ilha no Golfo Pérsico, na região do estreito de Ormuz (VIDE ORMUZ), que é separa- da do continente pelo estreito de Khor-i-Jafari. Tem gran- des escarpas e colinas com ...",
        "kismaayo": "[Geog.]- Kismaayo ou Kismayu, é o nome de uma cidade portuária, do sul da Somália, situada na foz do rio Juba, no oceano Índico. É a 3ª maior cidade do país, a 528 Km. da capital, Mogadíscio.",
        "kiss": "Banda de Rock da gringa, anônima até o dia no qual seu empresário, após assisitir uma performance de uma banda brasileira chamada Secos & Molhados, copiou o visual das Máscaras Faciais (pinturas sobre...",
        "kissasa": "Cabelo assanhado ,despenteado ,desgrenhado",
        "kissonde": "Formiga vermelha de cabeça grande. Similar à Saúva brasileira. Sinônimo de persistência e diligência.",
        "kisy": "Kisy: É aquela que ao nascer ficará para sempre.",
        "kit": "Palavra usada para expressar uma emoção: Podendo ser para raiva e tristeza;",
        "kitchenette": "Pequeno apartamento com apenas cozinha, banheiro separados. a sla e quarto são no mesmo cômodo (de dia sala e de noite quarto.",
        "kitnet": "Casa pequena, geralmente composta de quarto, banheiro e cozinha",
        "kitsch": "O kitsch é um termo de origem alemã (verkitschen) que é usado para categorizar objetos de valor estético distorcidos e/ou exagerados, que são considerados inferiores à sua cópia existente. São frequen...",
        "kitsh": "1. Diz-se da estética do brega, de algo com muita informação, muitas cores; 2. Algo comprado em camelô, falsificado; 3. Elementos produzidos em série.",
        "kituba": "Kituba ou kikongo, é o nome de uma língua oficial da Repú- blica Democrática do Congo e do Congo ( VIDE CONGO). Pertence à família linguística niger-congolesa ( grupo Banto) É a língua mais falada no...",
        "kiumba": "São espíritos trevosos ou obsessores. Estes espíritos se encontram desajustados perante à Lei, provocando muitos distúrbios morais e mentais nas pessoas.",
        "kivu": "[Geogr.]- Kivu é o nome de um lago da África, situado entre a Repúiblca Democrática do Comgo e o Ruanda (VIDE) . Tem cerca de 2,7 mil km2. de superfície e está à uma alti- tude de 1.460 metros , acima...",
        "kivunjo": "Kivunjo ou vunjo, é o nome de uma língua africana, da famí - lia nígero-congolesa, grupo bantu. É falada, principalmente, na Tanzânia, na fronteira com o Quênia, e a região do Kili- manjaro ( VIDE).",
        "kiwi": "Uma espécie fruta",
        "kiwis": "1. Fruta originária da Nova Zelândia.",
        "kizila": "Kizila é um termo do Candomblé (religião afro brasileira) usado para sinalizar que o Yaô (filho de santo iniciado) tem alguma indisposição ou impedimento com certa comida, cor ou elemento por conta da...",
        "kizilirmak": "[Geog.]-Kizilirmak,em grego Hális, é o nome do mais longo rio da Turquia,com cerca de 1.150 Km.de extensão.Nasce nas proximidades do monte Kizil, a 2 mil metros de altitude e deságua no mar Negro form...",
        "kizomba": "Gênero musical e um estilo de dança originários de Angola 1.",
        "kizumba": "Kizumba, primordialmente, é um ritmo afro. Por herança preconceituosa dos senhores, se tornou sinônimo de zona, arruaça, bagunça.",
        "kjkjkj": "1. Risada.",
        "kkk": "Significa risada, principalmente nas salas de bate-papo.",
        "kkkk": "Uso informal, forma de expressar o riso virtualmente",
        "kkkkk": "Espécie de riso utilizada na internet, que demonsta uma emoção momentânea do internauta para o seu equiparado!",
        "kkkkkk": "Significa uma gargalhada alta escancarada recurso usado no msn ou mensagens por celulares.",
        "kkkkkkk": "Risada em conversas pela internet.",
        "kkkkkkkk": "Risos geralmente usado quando acha algo engraçado.",
        "kkkkkkkkkk": "Significa muita risada na linguagem de internet.",
        "kkkkkkkkkkkk": "Gesto de risada em redes sociais como FACEBOOK",
        "kkkkkkkkkkkkkkkk": "Uma forma de expressar risos.",
        "kkkkkkkkkkkkkkkkkkkkkk": "Tipo de risada exagerada quando se é contado algo muito engraçado nas redes sociais.",
        "kl": "Sigla de keylogger, programa capaz de gravar tudo o que uma pessoa digita no teclado de um computador.",
        "klaxon": "Klaxon foi uma revista mensal de arte moderna que circulou em São Paulo em 1922. Seu principal propósito foi servir de divulgação para o movimento modernista, e nela colabora- ram nomes como: Mario de...",
        "kleber": "KLEBER: de origem Germânica, significa Taipero (aquele que faz taipa, ou seja, constrói paredes com barro e paus; encadernador; padeiro.)",
        "klinsmann": "Jürgen Klinsmann é um ex-futebolista e treinador alemão de futebol. Atualmente, treina a Seleção Americana.",
        "klotz": "Bem, já que ningém se pronunciou, aí vou eu. Desde que me conheço por gente ouvi muito falar que a tradução de Klotz é: (Pedaço de pau) / (sepo- (onde corta-se lenha com machado) é isso, abraço.",
        "klysman": "Nome próprio, muito incomum. Diz a lenda que este nome foi dado por seu pai e todos que tem este nome odeiam futebol, tendo em vista que este nome é também de um famoso jogador da década de 1990. Na b...",
        "km": "Sigla para quilometro.",
        "kmc": "Sem referência para definir a sigla.",
        "kneippismo": "Kneippismo é o sistema terapêutico do médico alemão Se- bastian Kneipp ( 1821-1897).",
        "knob": "Palavra inglesa que significa botão ou maçaneta. No Brasil, geralmente é usada para designar potenciômetros de ajuste ou teclas de equipamentos eletrônicos.",
        "know-how": "Traduzindo ao pé da letra seria: \"Saber como\". E é exatamente a isso que se refere a expressão. Saber como realizar alguma coisa.",
        "koasati": "Koasati é uma língua ameríndia da família Muskogeana (a outra língua desta família é a Mikasuki). É falada por indígenas que habitam áreas no estado da Luisiana.",
        "kobayashi": "Famoso comedor de cachorro quentes e hambúrgueres profissional japonês. Vencedor de diversos concursos competindo contra homens enormes e maiores que ele Kobayashi obtém resultados incríveis sendo rec...",
        "koch": "Heinrich Robert Koch (1843-1910), foi um médico, patolo - gista e bacteriologista alemão. É um dos principais res - ponsáveis pela atual compreensão da epidemiologia das doenças transmissíveis. Desco...",
        "kochia": "[Bot.]-Nome popular de uma planta da família das amarantáceas(VIDE),o mesmo que arbusto-que-queima.",
        "kodiak": "[Geog.]- Kodiak é o nome de uma ilha do estado americano do Alasca, separada do continente pelo estreito de Sheli - khov (VIDE). É uma grande ilha do Alasca e a 2ª maior dos EE.UU., com cerca de 9 ...",
        "koeh": "Contração de \"qual é\". Usado por semi-analfabetos digitais ou de forma irônica.",
        "kof": "King of Fighters Um dos melhores jogos de luta 2D já feito. Representa uma série de games produzidos originalmente pela softwarehouse japonesa SNK (Fatal Fury, Art of Fighting, Samurai Shodown, Rage...",
        "koh-i-noor": "O koh-i-noor é um dos diamantes mais famosos do mundo; pertence à Coroa Britânica e desde 1937 ornamenta uma coroa especialmente feita para a rainha-mãe, para o dia da coroação de seu esposo, o rei ...",
        "kohai": "K?hai (??) forma de tratamento baseada no status, decidido com base na idade, importância ou tempo ao qual o indivíduo pertence a uma organização. Este termo não possui uma tradução certa, mas de um m...",
        "kohl": "Helmut Josef Kohl, nasceu em 1930; é um político conser - vador alemão. Foi chanceler da Alemanha de 1982 à 1998; é presidente do partido União Democrática Cristã( C.D.U.). Lutou pela reunificação da ...",
        "kohoutek": "[Astr.]- Kohoutek é o nome de um cometa oficialmente de - signado como C/1973 E1, que foi observado pela primei- ra vez em 7 de março de 1973, pelo astrônomo checo Lu- bos Kohoutek. Foi observado pel...",
        "koi": "Koi é uma palavra em japones , ke kér dizer AMOR !",
        "koinonia": "Relacionamento e comunhão.",
        "kojak": "Gíria carioca dos anos 60 que se referia a polícia pois naquela época os PMs usavam um capacete tipo \"coco\" e liso que lembrava a careca do famoso policial Kojak (Telly Savalas) da TV americana.",
        "kok-borok": "Kok-borok, também chamada de ¨tripuri¨, é uma das línguas nativas da população do estado indiano de Tripura. Pertence a família sino-tibetana, e também é falada em algumas regiões de Bangladesh.",
        "kokoro": "Significa coração em japonês. Geralmente, pessoas que gostam de animes e mangás trocam a palavra \"coração\" por \"kokoro\" em seu vocabulário.",
        "kokózia": "Chingamento de caráter rude que substitui \"merda\" ou \"que droga\", ou algum objeto malfuncional. Pode ser também pronunciada em uma situação de intenso tédio ou irritação",
        "kola": "[Geog.]- Kola é o nome de uma península, situada no extre- mo norte da Rússia (parte européia), na divisa com a Fin - lândia. É limitada ao norte pelo mar de Barents e ao sul pelo mar Branco, com uma ...",
        "kolkoze": "É o mesmo que colcoziano.",
        "kolubara": "[Hist.] Kolubara foi uma batalha travada entre os dias 3 e 9 de agosto de 1914,perto do rio homônimo,no 1º ano da 1ª Guerra Mundial. Se confrontaram forças da Sérvia (250 mil homens) e do Império Aust...",
        "kolynos": "Antiga marca de creme dental que foi muito consumida no Brasil.",
        "kombe": "Kombe ou combe é uma língua falada na Guiné Equatorial por cerca de 9.200 pessoas(2011). É falada na área do litoral por famílias de pescadores. Pertence à família linguística nigero-congolês.",
        "kombi": "Carro utilitário da Volkswagen no estilo perua.",
        "komboca": "Carro de uso comercial ou transporte de pessoas produzido pela Wolksvagen (kombi)",
        "kombosa": "Gíria para Kombi.",
        "kombu": "[Bot.]- Kombu ( dashima, em japonês) é o nome popular de uma alga marinha da família Laminariacea, muito consumi- da no Japão e na Coréia do Sul. Mais de 90% da kombu consumida no Japão é cultivad...",
        "komi": "[Geog.]- Komi é o nome de uma República independente, uma das unidades federativas que compõe a Federação Russa ( VIDE RÚSSIA). Tem uma área de 415 mil km2. e uma população de cerca de um milhão ...",
        "kon": "Usado em alguns estados para definir putas que mantém em sigilo o emprego.",
        "kona": "Alguém que dorme demasiadamente, como a Princesa Aurora, depois de passar a noite inteira na rua trabalhando em esquinas e boates.",
        "konichiwa": "De origem japonesa, significa \"boa tarde\".",
        "konkomba": "Konkomba é o nome de uma nação tribal africana que habi- ta áreas do nordeste de Gana e norte do Togo e de Benin.",
        "konrad": "Konrad Adenauer ( 1876-1967), foi um advogado e político alemão. Foi prefeito de Colônia e Chanceler da Alemanha de 1949 à 1963. Foi o 1º Chanceler da Alemanha Ociden- tal, logo depois que o país ...",
        "koo": "Koo significa o mesmo que cu. O ânus. O tòba. O rabo. O furico. O brioco. O Anel de couro.",
        "kookaburra": "[Zool.]- Kookaburra é o nome de aves da Ordem dos Cora- ciformes (VIDE), gênero Dacelo, família dos Halcionídeos. São aves endêmicas da Austrália, Nova Guiné e ilhas do Estreito de Torres. São aves ...",
        "kopakpoakpoa": "Um tipo de risada usada em ambientes virtuais eletrônicos.",
        "korab": "[Geog.]- Korab é o nome da montanha mais alta da Albânia e da Macedônia. Tem vários picos e o mais importante é o Grande Korab, com 2.764 metros de altura, situado na fronteira entre os dois países.",
        "korana": "1, Korana ou kora é o nome de uma língua que era falada por indígenas na África do Sul. Pertence á família linguística khoe-kwadi.",
        "korban": "Korban (hebrew) do \"sacrifício\" (plural: korbanot), dentro judaism, é o termo para uma variedade de offerings sacrificial descrito e comandado no torah.",
        "kordofan": "[Geog.]-Kordofan ou Kurdufan,é uma antiga província do centro do Sudão.Tem uma área de cerca de 370 mil Km2.e uma população estimada em 2000 de 3,6 milhões de pessoas. É em grande parte uma planície o...",
        "kordofaniano": "1-Pessoa natural ou que habita a província de Kordofan,no Sudão. 2-Sub-grupo de línguas faladas nesta província(Grupo Nígero-Congolês)",
        "koro": "[Geog.]- Koro é o nome de um mar no oceano Pacífico.",
        "korova": "É uma marca de roupa.",
        "kosher": "É a definição dada aos alimentos preparados de acordo com as Leis Judaicas de alimentação.",
        "kosi": "[Geog.]-Kosi é o nome de um rio que faz fronteira entre o Nepal e a Índia,no estado de Bihar(VIDE).Nasce no Tibet e é um dos maiores afluentes do rio Ganges(VIDE).",
        "kosnarita": "Kosnarita (e) é um mineral composto por zircônio (36%) , fósforo ( 18%), potássio ( 8%) e oxigênio ( 38%), com a fórmula química : K , Zr ( P, O4)3. Cristaliza-se no sistema trigonal; é transpar...",
        "kosovo": "[Geog.]-Kosovo,Kossovo ou Cosovo,é o nome de um território disputado na Península Balcânica,que compreende à região conhecida na Antiguidade como Dardânia. Kosovo declarou sua independência da Sérvia ...",
        "kossou": "[Geog.]- Kossou é o nome de um lago da Costa do Marfim, formado pelo rio Badama.",
        "kosupurefilia": "Kosupurefilia é o fetiche/atração sexual por cosplay, pessoas com fantasias de personagens de videogames ou quadrinhos. Muito comum no Japão.",
        "kowaltowski": "1. Designa uma arquiteta alemã.",
        "kowari": "[Zool.]- Kowari é o nome popular de um pequeno animal mamífero, marsupial, carnívoro, da família Dasyu-ridae. É endêmico dos desertos e planícies centrais da Austrália. Tem pelagem cinza e pêlos pret...",
        "kowhai": "[Bot.]- Kowhai é o nome popular de um arbusto da família das Fabáceas.gênero Sophora, endêmico da Nova Zelân- dia. São usados na técnica de jardinagem chamada de ¨ bonsai ¨, que usa pequenas espéc...",
        "koé": "Saudação típica da região metropolitana da cidade do Rio de Janeiro. Contração de Qual + é",
        "kpop": "1. Abreviação de korean pop.",
        "kr": "Kr- ( ¨K¨- maiúsculo + ¨r¨ - minúsculo ) é o símbolo do ele- mento químico ¨krípton¨. ( VIDE KRÍPTON)",
        "kra": "Abreviação de cara, usada nos chats da Internet.",
        "krach": "1. Designa uma colisão.",
        "kraft": "Kraft é um tipo de papel forte, feito com polpa tratada com sulfato, próprio para embalagens e para a fabricação de sacos de compras. ( papel kraft )",
        "krahô": "Krahô é o nome de uma língua falada por indígenas no Brasil, por cerca de 1.900 falantes (2006), em 5 aldeias, nos estados do Maranhão e Tocantins. Também é chamada de ¨crahô¨e ¨kraô¨. Não é conhecido...",
        "krai": "[Geog.]- Krai ou Kray é um têrmo russo, geralmente tradu- zido como região, território ou província. Este é usado para se referir a uma das 89 regiões administrativas da Federa- ção Russa. A palavr...",
        "kratos": "Nome próprio do protagonista da saga mitológica God of War. trata-se de um guerreiro espartano.",
        "krausismo": "1. Doutrina que acredita que o universo está contido em Deus ou nos deuses.",
        "kremlin": "Em português CREMLIM Um cremlim é a fortaleza central das cidades medievais russas. Além de serem fortificações militares, os cremlins geralmente continham escritórios do governo e palácios de rea...",
        "kresto": "Bebida a base de chocolate, concorrente do toddy e Nescau e ovomaltine, na decada de 50/60.",
        "krika": "KRIKA: variante de KIKA Origem do Nome Krika: HAVAIANO Significado de Krika/; CAMPO DE BATALHA.",
        "krill": "[Zool.]- Krill é o nome coletivo dado à um conjunto de espé- cies de animais invertebrados, de pequena dimensão, se- melhante ao camarão. Estes pequenos crustáceos são importantes na vida animal m...",
        "krios": "[Mitol.]- Krios ou Crios era uma personagem da mitologia grega, um dos ¨ 12 titãs clássicos¨, filho de Urano e Gaia. Representava os sêres marítimos e seu poder destruidor envolvia criaturas desconhe...",
        "kriptonita": "Espécie de rocha extraterrestre (alienígena) verde que, ao se aproximar do Superman, começa a brilhar e atinge os poderes dele o deixando fraco.",
        "krisbian": "1 - Fã heterossexual de Kristen Stewart que é lésbica somente por ela. 2 - Kristen + Lesbian (termo em inglês para 'lésbica') = Krisbian 3 - Lésbica por Kristen Stewart.",
        "krisbianismo": "São pessoas que são fã da atriz norte-americana Kristen Stewart e tem desejo sexual por ela.",
        "krishma": "Denominação dada a uma deusa personificada do hinduísmo.",
        "krishna": "Significa negro ou escuro, também é uma deusa personificada do hinduísmo.",
        "kristeva": "Júlia Kristeva, nascida em 1941,é uma filósofa búlgara-fran- cesa ; crítica literária, psicanalista, feminista e romancista. Nasceu na Bulgária mas vive na França desde 1960. É uma infuente crític...",
        "krita": "Krita é um software, editor gráfico de imagens, desenvolvido para ser uma aplicação para pintura e também um editor de fotos; é um software livre. Foi desenvolvido em 2005 com o nome de ¨Krayon¨, mas...",
        "krl": "Karalho",
        "krobu": "Krobu ou krobou, é o nome de uma língua falada na Costa do Marfim, por cerca de 9.900 falantes (1993). Os falantes desta língua também usam as línguas ¨abé ¨ e ¨baoulé¨.",
        "krokodil": "Tipo de droga que é produzida a base de analgésicos, gasolina, solvente, ácido clorídrico, iodo e fósforo vermelho. É uma droga injetável que surgiu em 2011, na Rússia. É três vezes mais barato que a ...",
        "krona": "Krona ou coroa, é o nome da unidade monetária da Islân- dia e é sub-dividida em 100 ¨aurar¨. O têrmo ¨krona¨ é usado como padrão monetário na Islândia desde 1874. No ano de 1981 foi alterado para ...",
        "kronzeroum": "Kronzeroum é um apelido dado para pessoas que são acima do peso normal da sua região. Kronzeroum pode ser usado em muitos casos.",
        "kroon": "Kroon ( ou coroa) é a unidade monetária da Estônia (VIDE) e é subdividida em 100 ¨senti¨.",
        "krs": "Sigla usada na internet e significa \"Queres\".",
        "krump": "É um estilo de dança que foi inicialmente conhecido como Clown Dancing ou Clowning (do inglês, dança do palhaço). Se destaca por usar pinturas faciais e movimentos de estilo livre.",
        "krypton": "Um planeta fictício, local natal do Super-Homem, orbitado pelo sol Rao e possuía 4 luas. O sol anão vermelho Rao existe, conhecido como LHS2520, fica na Via Láctea, localizada na constelação do Corvo,...",
        "kryptonianismo": "Kryptonianismo são palavras provenientes da língua kryptoniana, língua natal do Super-Homem que se utilizam na nossa língua terráquea, seja devido à necessidade de designar objetos ou fenômenos novos,...",
        "kryptoniano": "Natural ou habitante de Krypton, planeta natal do Super-Homem cujo verdadeiro nome era Kal-El, orbitado pelo sol Rao, à distância de 28 anos-luz da Terra. Língua ideogramática do planeta Krypton, base...",
        "krípton": "É um elemento químico de número atômico 36 e massa atômica de 83,8; seu símbolo é Kr. Devido a sua raridade não tem muitas aplicações.É usado na indústria da ilumi- nação, na produção de ¨flash¨, ¨las...",
        "ks": "Kill Steal. Tradução Livre: Roubar a morte. KS, comumente utilizado em jogos, é quando uma jogador mata o mostro que outro jogador já estava matando, ficando com a experiência. É considerado uma trapa...",
        "ksa": "Abreviação de casa, utilizado em chats da internet.",
        "ksi": "Unidade do sistema inglês que equivale a 1000 psi ou 1000 lbf/in^2 (libra força por polegada quadrada)",
        "ksksks": "Risos usados pelos internautas.",
        "ktunaxa": "Ktunaxa é uma língua indígena, o mesmo que kutenai.",
        "kuait": "Kuait é outra forma de se grafar ¨ Kuwait¨, que é um país. (VIDE KUWAIT)",
        "kuanza": "Kuanza-novo é o nome da moeda corrente de Angola (VIDE), desde o ano de 1999. Circularam em Angola quatro moe- das diferentes com o nome de kuanza, desde 1977. A im- plantação desta nova unidade ...",
        "kuarup": "É um ritual dos indígenas do Parque do Xingú para homenagear os mortos. Troncos de madeira, chamados ¨kuarup¨, são a representação concreta do espírito dos mortos ilustres. A festa corresponderia a c...",
        "kubango": "[Geog.]- Kubango é o nome de um rio, o mesmo que Oka-vango ( VIDE OKAVANGO )",
        "kuceta": "1. Adjetivo que defina algo muito ruim, numa referência mútua aos órgãos ânus e vagina, sem defender, de qualquer forma, ideologias machistas. 2. Sentimento agressivo que represente raiva excessiva p...",
        "kuchiose": "Kuchiose é a palavra japonesa que tem seu significado ''invocação'' ou ''invocar''.",
        "kuduro": "O kuduro é um gênero musical e sobretudo um gênero de dança surgido em Angola. Hoje em dia é praticada nos subúrbios de Lisboa (Portugal) e das cidades do Rio de Janeiro e Salvador. As letras são ...",
        "kudzu": "[Bot.] Kudzu é o nome dado pelos japoneses a uma planta, uma das espécies do gênero Pueraria, da família Fabáceas(VIDE), sub-família Fabaoideae. É uma espécie nativa do japão cujas flores produzem mui...",
        "kuiar": "Palavra de origem angolana que expressa um significado semelhante a gostar, curtir, apreciar. É uma gíria pouco usada no Brasil.",
        "kuikuiro": "Kuikuiro é o nome de um povo indígena brasileiro que fala a língua homônima, do tronco Caribe (VIDE). Habita terras do sul do Parque Indígena do Xingu, em Mato Grosso. Sua dieta básica é formada por ...",
        "kuiper": "[Hist.]-Gerard Peter Kuiper ou Gerrit Pieter Kuiper (1905-1973),foi um astrônomo holandês que cresceu r se naturalizou nos EE.UU. .Descobriu duas luas do nosso sistema solar: Miranda( de Urano) e Nere...",
        "kuiseb": "[Geogr.]-Kuiseb é o nome de um rio da Namíbia,com cerca de 560 Km. de extensão. Em suas margens encontram-se altas dunas de areia, com cerca de 150 metros de altura. Deságua no oceano Atlântico, mas i...",
        "kukonka": "Aquele que traz paz e alegria, juvenil. Bom de conversa, de personalidade marcante.",
        "kuksu": "Kuksu era uma religião praticada por membros de vários povos indígenas da atual Califórnia, antes e durante o contato com os colonizadores europeus.",
        "kulikovo": "[Hist.]- Kulikovo é o nome de uma batalha ocorrida em 8 de setembro de 1380, perto do rio Don, na Rússia, onde se en- frentaram forças russas e forças mongóis e seus aliados tártaros. A vitória foi r...",
        "kultarr": "[Zool.]- Kultarr é o nome popular de um pequeno animal mamífero, marsupial, carnívoro, da família Dasyuridae. É a única espécie do gênero Antechinomys e é endêmico da Austrália. Tem apenas de 7 a...",
        "kumbú": "Qualquer coisa criada por você mesmo sem um padrão de qualidade definido. Algo mal feito, mal desenhado, sem medidas apropriadas, feito no olhômetro.",
        "kumoro": "Sobrenome de origem japonesa.",
        "kuna": "Kuna é o nome da unidade monetária da Croácia (VIDE). Foi adotada em 1994, após a independência da Croácia em substituição ao dinar-iugoslavo. Está sub-dividido em 100 ¨lipas¨. O têrmo ¨kuna¨, em ...",
        "kuudere": "Personagens de animes/mangás com a personalidade aparentemente fria, que tentam esconder de toda forma sua verdadeira natureza e emoções, mas que em certos momentos acabam revelando uma personalidade ...",
        "kátia": "Pinga, Goró, Alcool, Cachaça, Marvada.",
        "kéfera": "Origem egípcia, que significa \"O primeiro raio de sol da manhã\"",
        "kélover": "Fã da Kéfera Buchmann.",
        "kênia": "Nome próprio feminino.",
        "kênio": "Kênio Xavier (DJKenio) - um dos djs que vem se destacando em todo o Brasil;seus remixes ousados e bem trabalhados vem contagiando à todos e atraindo mais admiradores para a música eletrônica.",
        "kós": "[Geog.]- Kós é o nome de uma ilha grega, o mesmo que Cós. (VIDE)"
    }
}