{
    "x": {
        "x": "Letra que geralmente representa algo ou algum valor desconhecido. Incógnita.",
        "x-5": "Um criminoso alertando que tomará conta da área, \"Estou chegando\".",
        "x-9": "Gíria comum que significa alcagüete, delator, \"dedo-duro\", \"cagüete\".",
        "x-egg": "Nome de um lanche que é mais conhecido no Brasil como X-Ovo.",
        "x-egg.": "Nome de um lanche que é mais conhecido no Brasil como X-Ovo.",
        "x-novear": "Quando o x-9 te cagüeta.",
        "x-pelúcia": "Definição informal para vagina; regionalismo paranaense.",
        "x-pirino": "Palhaço;engraçado",
        "x-porra": "Em alguns lugares da região nordeste é conhecido o x-porra como um sanduíche, no exemplo do x-tudo, o x-porra veio como se fosse \"x-porra nenhuma\", ou seja, um sanduíche com poucos ingredientes.",
        "x1": "Termo normalmente usado em jogos multi-player, quando uma pessoa invoca um combate de apenas 1 contra 1",
        "x9": "Dedo-duro, guéla, lingua solta.",
        "xa": "Diminutivo da palavra \"jura\". Usado de forma a tornar alguma promessa dita por alguém em falácia.",
        "xabandar": "Título dado a um chefe de porto entre os indianos.",
        "xabandaria": "Cargo de um xabândar.",
        "xabariri": "É um estado de calma, de paz de espírito.",
        "xabasca": "Termo usado para se referir a buceta da mulher",
        "xabeba": "Algo como \"ideia errada\", ou uma \"besteira\", \"furada\".",
        "xabiroto": "Xabiroto é um xingamento que você faz a alguma coisa ou alguém...",
        "xabirulência": "Algo infeliz, mau sucedido, triste, alegre, tosco, ou o que mais sua conciência disser sobre esta palavra extremamente complexa.",
        "xablau": "Ato ou efeito de realizar sexo com força, de forma vigorosa.",
        "xaboco": "Lagoa ou grande poço de água.",
        "xaboque": "(Subst.) - Xaboque é um têrmo regional usado na região Norte do Brasil e que significa: pedaço arrancado, normal- mente com os dentes; naco.",
        "xabouqueiro": "Xabouqueiro ou xambouqueiro é um têrmo regional do nor- deste que define um indivíduo de feições rude, tosca,gros- seira, abrutalhada.",
        "xabraque": "Cobertura para a anca dos cavalos",
        "xabrega": "Padre franciscano do convento de Xabregas em Lisboa. Por extenção: padre franciscano (xabregano).",
        "xabregano": "Padre franciscano do convento de Lisboa. (ou xabrega).",
        "xabrolão": "Diz-se daquele que ingeriu grande quantidade de álcool e/ou entorpecentes.",
        "xabu": "Algo que deu errado, que saiu fora do controle..",
        "xabândar": "Uma moda de indianos",
        "xabânder": "O mesmo que xabândar, ou seja, patrão do porto (entre os índios).",
        "xabéu": "Nome próprio. É a irmã do Xaveco, personagem da Turma da Mônica, do escritor Maurício de Souza.",
        "xacamecra": "Relativo a uma tribo indígena extinta.",
        "xacau": "Motivo de sarro.",
        "xaco": "Nome dado ao superior geral dos bonzos(VIDE) no Japão.",
        "xacoco": "1- Indivíduo desenxabido; mal-ajeitado. 2- (Gíria) - Diz-se do que é ordinário ; sem graça; sem arte.",
        "xacotéu": "Indivíduo dos xaxotéus, tribo indígena do Mato Grosso (substantivo gentílico).",
        "xacra": "Sagrado",
        "xacriabá": "Xacriabá é o nome de uma tribo indígena, do grupo Jê, já extinta, que habitava áreas do norte de Minas Gerais e de Goiás,perto dos rios Preto e Paracatu (VIDE PARACATU)",
        "xacuruina": "Nome dado a uma lagoa que nasce e se junta com o rio Sumidouro, tributário do Arinos no Mato Grosso na época do Império.",
        "xador": "Xador ou chador, ( palavra derivada do persa e que significa ¨tenda¨) , é uma veste feminina que cobre todo o corpo, com excessão do rosto. O têrmo xador à vestes usadas por po- vos árabes e que obed...",
        "xadrez": "(ê)s.m(o) 1. Jogo em que dois parceiros fazem mover, um tabuleiro de 64 casas, diferentes peças (16 para cada lado), no qual o objetivo de cada um deles é a tomada do rei do parceiro contrário e a de...",
        "xadrezar": "Colocar em forma de xadrez.",
        "xadrezes": "Desenhos quadriculados, em cores alternadas.",
        "xadrezinho": "Diminutivo de xadrez, jogo de tabuleiro para dois jogadores no qual peças estão dispostas em casas e, a partir do movimento de cada um, o objetivo é deixar o \"rei\" do adversário sem poder de locomoção...",
        "xadrezista": "Jogador de xadrez.",
        "xafarraz": "Safado,moleque.",
        "xafetão": "Cafetão fanho",
        "xafurdaria": "Termo usado para se referir a um cabaré, casa de prostituição.",
        "xafurdeira": "1. Pessoa fofoqueira",
        "xaia": "S.F. Espécie de planta rubiácea em que sua raiz é geralmente utilizada por tinteiros. É também conhecida como ruiva-indiana.",
        "xaimão": "Cabo preso por uma extremidade na forcada da sardinheira, fixando a outra na fateixa de tanchar a rede.",
        "xaina": "Palavra que significa \"coisa ruim\", \"coisa estranha\" ou até mesmo pode ser uma expressão de espanto desagradável.",
        "xainaclaks": "Palavra utilizada quando a pessoa não está normal, ou quando o ser não tem o que falar!",
        "xainxá": "1. Epíteto com que se designa o xá muçulmano, equivalente à expressão 'xá dos xás (rei dos reis) [F.: Do persa Shah].",
        "xairel": "Cobertura que se põe sobre a anca de cavalgadura, feita de tecido ou de couro, sobre a qual se põe a sela, evitando-se, assim, que haja ferimento por atrito. O mesmo que gualdrapa, sobreanca. Também s...",
        "xairelado": "Cavalo que tem uma malha branca no seladouro em forma de xairel. No Nordeste, também pode significar fraco, adoentado.",
        "xaivá": "Ferramenta",
        "xaiá": "[Zool.]-Termo regional usado no Rio Grande do Sul para identificar uma ave, o mesmo que tachã.",
        "xajá": "[Zool.]- Xajá é uma palavra indígena que define uma ave, o mesmo que tachã. (VIDE)",
        "xalalá": "Algo que você pronuncia ou simplesmente canta quando não há o que dizer, ou mesmo quando esquece a letra de uma música.",
        "xale": "Manta, geralmente feita de lã ou de seda, imitando o xale dos orientais, usado pelas mulheres sobre os ombros, para adorno ou agasalho.",
        "xale-manta": "Xale é um tipo de roupa usado em mulheres.",
        "xalinho": "Pequeno xale",
        "xalma": "Gradeamento que se faz para segurar a carga de um carro ou barco.",
        "xama": "Xama, xamba ou sama é uma palavra indígena que significa - corda; trançado; fio.",
        "xamacoco": "Nome de uma tribo indígena do Mato Grosso.",
        "xamalha": "Beck de cigarro de palha.",
        "xamanismo": "É uma crença ancestral que engloba práticas de magias e evoluções para estabelecer contato com o mundo espiritual.",
        "xambeteiro": "Mal caráter, influenciador",
        "xambioaense": "Xambioaense é a pessoa que nasce no município de Xam- bioá,no estado do Tocantins.",
        "xambioazense": "Xambioazense é a pessoa que nasce no município de Xam- bioá, no estado do Tocantins.",
        "xambioense": "Xambioense é a pessoa que nasce no município de Xam- bioá, no estado do Tocantins.",
        "xambioá": "Xambioá é o nome de uma tribo indígena, sub-grupo dos carajás, que vive na área indiígena Xambioá, na margem direita do rio Araguaia, no estado do Tocantins. Antiga- mente eram chamados de ¨canoeiro...",
        "xambioá-to": "[Geog.]- Xambioá, ex-Chambioazinho, é uma cidade e mu- nicípio do estado do Tocantins com cerca de 11 mil habi- tantes, sendo a 18ª mais populosa do estado, com uma área de 1,6 milKm2.. Foi criado e...",
        "xambouqueiro": "Vagabundo. Aquele que não quer trabalhar",
        "xambregação": "[Gíria do nordeste] - significa safadeza ; chamêgo; coito.",
        "xambrê": "Palavra indígena que define: 1- Cidade e município do estado do Paraná. 2- Rio afluente da margem direita do rio Piquiri; PR.",
        "xambrê-pr": "Cidade e município do estado do Paraná, na microrregião de Umuarama, no noroeste do estado, fundado em 1960.Tem uma área de 359 Km2., uma população de cerca de 6 mil habitantes (2010).",
        "xambá": "Nação Xambá é uma religião afro-brasileira ativa em Olinda, Pernambuco. Alguns autores, como Olga Caciatore[1] e Reginaldo Prandi,[2] afirmam que este culto está praticamente extinto no país.",
        "xampa": "Órgão sexual feminino, buceta, xola.",
        "xampola": "Designa o orgão genital feminino, bem como também pode ser utlizado para definir o dispositivo auricular de alguns adolescentes.",
        "xampu": "Substância saponácea, em geral líquida, usada para a lavagem dos cabelos e do couro cabeludo.",
        "xampão": "Madeira utilizada na construção de rampas",
        "xamânicos": "Forma plural de xamânico, que designa um termo usado em referência a práticas etnomédicas, mágicas, religiosas e filosóficas, envolvendo cura, transe, metamorfose e contato direto entre corpo e espíri...",
        "xamã": "Líder religioso, sacerdote de práticas xamânicas, em geral conhecedor de técnicas para atingir o estado alterado de consciência e formas de se proteger contra o descontrole.",
        "xana": "Vagina.",
        "xanadu": "Xanadu é o nome de um filme musical de 1980, estrelado por Olivia Newton-John e Gene Kelly. Foi um sucesso de público mas não de crítica, que achou o filme insosso e mal dirigido.",
        "xanana": "Alexandre Kay Rala ¨ Xanana¨ Gusmão, nasceu em 1946, é um político do Timor e um dos principais ativistas pela in - dependência do seu país, que ocorreu em 2002. Foi um dos chefes da resistência cont...",
        "xanca": "VAGINA. O mesmo que buceta. CHANCA = pé grande, chuteira, sapato grande.",
        "xandanga": "Xandanga é um termo popular que define:¨anca,quadril,nádega¨. Definição dada por Manuel Viotti(Novo Dicionário da Gíria Brasileira) (Editora Livraria Tupã)-Rio de Janeiro.",
        "xandoca": "Nome que se dá a BUCETA.",
        "xandu": "[Zool.]- Xandu é uma palavra indígena que define uma ave, o mesmo que nandu ou ema. (VIDE EMA)",
        "xanduca": "Cachimbo utilizado por indígenas brasileiros.",
        "xanecar": "Xavecar, paquerar, cantar alguém.",
        "xanegra": "Expressão popular utilizada para definir vagina de mulheres de classificação étnica negra, em Piracicaba, interior de São Paulo.",
        "xaneiro": "O mesmo que puteiro, bordel, casa das primas",
        "xangai": "[Geogr.]- Xangai é a maior cidade da República Popular da China, situada no litoral do oceano Pacífico. Tem , na sua área metropolitana, cerca de 18 milhões de habitantes. An- tes da 2ª Guerra Mundi...",
        "xangaia": "Técnica de desenvolvimento de processos de aplicação móvel baseado nas melhores práticas de Trovilhagem (melhorias de código) e Cissotismo (melhorias de documentação).",
        "xangozeiro": "Termo vulgar para definir pessoa que pratica macumba.",
        "xangri-lá-rs": "Cidade do Rio Grande do Sul. O município foi criado em 26 de março de 1992, através da Lei nº 9612, tendo como município de origem Capão da Canoa.",
        "xangrila": "Derivação de Shangri-la. Shangri-la, da criação literária de 1925 do inglês James Hilton, Lost Horizon (Horizonte Perdido), é descrito como um lugar paradisíaco situado nas montanhas do Himalaia, sed...",
        "xanguana": "Pessoa sem graça, que sente preguiça de respirar, sem sal.",
        "xanguando": "Sem sabor, insosso, insípido, sem graça (diz-se de comida) (Oeste de MG).",
        "xangó": "[Zool.]-Termo regional usado na Bahia que define um peixe,o mesmo que manjuba.",
        "xangô": "Orixá muito cultuado nas religiões afro-brasileiras; Deus dos raios e trovões; Associado a São Jerônimo na Igreja Católica",
        "xangôs": "Orixá dos reis, dos justos e dos poderosos.",
        "xanha": "Xanha, é quando alguém coça as partes intimas do corpo, toda hora, ai dizemos que ele tá com ' XANHA'",
        "xaninha": "Vagina, buceta, xota, xoxota.",
        "xanis": "Utilizar o nariz como forma de masturbação no órgão feminino.",
        "xanona": "Vagina avantajada, que tem bastante volume, que evidência sua forma robusta mesmo coberta por roupa intima e calça, mulher com a genitália vigorosa.",
        "xanteina": "Xanteina ou xantheina , do grego ¨xanthos¨, é uma matéria corante que se extrai da dália amarela, que é uma flor da família das Compostas, nativas em regiões altas do Méxi- co à Colômbia.",
        "xantelasma": "[Med.]-Formação de pequenas placas amarelas na pele.",
        "xanteloma": "É o mesmo que xantoma.",
        "xantematina": "Substância amarela,derivada da hematina.",
        "xanti": "Muito legal, bacana.",
        "xantina": "[Quim.] - A xantina é uma base purínica, que é uma base nitrogenada, portanto um composto orgânico, existente na urina, nos músculos, em vários orgãos e em algumas plan- tas.",
        "xantipa": "Esposa de Sócrates, filósofo ateniense.",
        "xantocarpo": "[Bot.]-Diz-se do que tem frutos amarelos.",
        "xantocroia": "Coloração amarela da pele. Xantodermia.",
        "xantocromia": "Descoloração amarelada da pele.",
        "xantocrômico": "Líquido cefalorraquidiano de aspecto amarelado, decorrente da degradação de produtos como bilirrubina e hemoglobina.",
        "xantocéfalo": "[Zool.]- Diz-se do que tem a cabeça amarela.",
        "xantoderma": "Amarelo, asiático. Pele amarela, pele asiática. Aquele que possui a cor da pele amarela, típica dos povos mongólicos asiáticos.",
        "xantodermia": "[Med.] - Diz-se da coloração amarelada da pele em partes específicas do corpo, como a palma da mão, a sola dos pés, etc.",
        "xantodonte": "Diz-se do que tem dentes amarelos.",
        "xantofila": "[Bot.]- Xantofila é um pigmento baseado no caroteno, abun- dante na natureza, e muito presente nas algas pardas e vegetais superiores.",
        "xantofilas": "Da botânica, é o pigmento amarelo das células vegetais que acompanha a clorofila.",
        "xantofobia": "Medo irracional da cor amarela.",
        "xantofosia": "Visão da cor amarela,em objetos de outras cores.",
        "xantogastro": "(Adjt.)- Diz-se daquele que tem o ventre de cor amarela.",
        "xantoglobulina": "Pigmento amarelo encontrado no fígado e no pâncreas.",
        "xantogênico": "Diz-se do micróbio da febre amarela(VIDE).",
        "xantoma": "[Med.]- É um pequeno tumor cutâneo, amarelo ou castanho, que se encontra em alguns pacientes adultos.",
        "xantomatose": "Processo mórbido que gera a xantelasma (VIDE).",
        "xantonoto": "[Zool.]-Diz-se do que tem o dorso amarelo.",
        "xantopicrina": "[Quim.]-Substância amarela e cristalina, produzida pela ação da picroliquenina sobre o amoníaco.",
        "xantoplasto": "São cromoplastos amarelos, que apresentam a xantofila como pigmento predominante.",
        "xantopsia": "[Med.]- Xantopsia é um disturbio da visão em que a pessoa vê os objetos apenas na cor amarela.",
        "xantopsidracia": "Presença de bolhas (vesículas) amarelas na pele.",
        "xantospermo": "Xantospermo adj (xanto espermo) Bot Que tem sementes amarelas.",
        "xantungue": "Seda tecida à mão originariamente produzida na província de Shantung, na China. O xantungue é fino e macio, tecido com fios irregulares, para produzir uma superfície desigual. O xantungue do século XX...",
        "xantófilo": "Madeira amarela, selva amazonica",
        "xantógeno": "1-Substância amarela contida em algumas flores. 2-Antigo nome do sulfureto de carbono.",
        "xantógnato": "[Zool.]-Diz-se do que tem as maxilas amarelas.",
        "xantógrafo": "Diz-se do que é marcado com traços amarelos.",
        "xanuda": "Uma grande xana",
        "xanxereense": "Natural ou habitante do município de Xanxerê, cidade do oeste do estado de Santa Catarina.",
        "xanxerê": "Nome de um município brasileiro, localizado no estado de Santa Catarina. Possui cerca de 45. 000 habitantes e tem heranças culturais trazidas por imigrantes alemães e italianos.",
        "xanxerê-sc": "Campo da cascavel Do Kaigang: xanxa (cascavel) e ere (campo)",
        "xanão": "Órgão genital da mulher com tamanho avantajado.",
        "xaorô": "Tornozeleira confeccionada com guizos, que as iniciadas no candomblé usam como símbolo de submissão.",
        "xapanã": "Orixá do batuque no Sul do Brasil. O mesmo que Omulu",
        "xapicoro": "Palavra usada quando esquecemos o nome de algo.",
        "xapisco": "Cigarro de maconha.",
        "xapoca": "Tudo que é grande, ou de tamanho além do normal.",
        "xapuri": "Município brasileiro localizado no interior do Acre.",
        "xapuri-ac": "[Geog.]- Xapuri é o nome de uma cidade e município do es- tado do Acre, com cerca de 17 mil habitantes, sendo a 9ª mais populosa do estado. Foi fundada em 1904 e ficou famosa por ser terra natal d...",
        "xapuriense": "Xapuriense é a pessoa que nasce na cidade de Xapuri, no estado do Acre.",
        "xaputa": "Nome português de um peixe escombrídeo de corpo azul-escuro.",
        "xaputa-galhuda": "[Zool.]- Xaputa-galhuda é o nome popular de um peixe ma- rinho da Ordem Perciformes, família Bramidae (VIDE) que ocorre nos oceanos Índico, Pacífico e parte do Atlântico. É um peixe que habita grandes...",
        "xaqueca": "Termo usado por indivíduos sem cultura. Palavra correta Enxaqueca = Dor de cabeça forte",
        "xaranga": "Tapa dado carinhosamente na bunda de um amigo ou conhecido;",
        "xaranha": "Termo usado para se referir ao órgão genital feminino",
        "xarapa": "Xarapa é uma palavra indígena, o mesmo que xarapim.",
        "xarapim": "Xarapim é uma palavra indígena que define uma pessoa com o mesmo nome. ( xará )",
        "xarau": "Sinônimo de mentira, de um fato que não ocorreu.",
        "xaria": "Xaria em religião é o Direito religioso muçulmano, as leis religiosas islâmicas, baseadas no Alcorão, livro sagrado dos muçulmanos. Em inglês, \"sharia\", em francês, \"charia\".",
        "xarlar": "Diz-se do ato de curtir um momento de folga, seja fazendo alguma atividade de lazer ou apenas nada (relaxando).",
        "xaroca": "1. Órgão sexual femenino.",
        "xaroia": "Palavra muito usada na região rural de cachoeiro de itapemirim - ES. Quer dizer da pessoa que sempre espera por algo gratuito, as sobras. Quem sempre pede algo dos outros.",
        "xarompla": "Cu, ânus, tolé,aro,rosca,anel,caneco,anel de couro,brioco",
        "xaronga": "Orgão sexual feminino externo. Vulva.",
        "xaropada": "Treco sem graça, droga de coisa, lerolero...",
        "xaropado": "Flexão de xaropar. Que recebeu/bebeu muito xarope.",
        "xaropando": "Ato de xaropar, tratar com xarope.",
        "xaropar": "Encher a paciência de alguém, encher o \"saco\". Reclamar.",
        "xaroparia": "Diz-se de local que trata de xaropes.",
        "xarope": "Geralmente usado nos casos de gripe e resfriado, o xarope também pode ser encontrado, na forma humana, geralmente sujeito grude que não se toca de ser chato.",
        "xaropear": "Incomodar alguém, ou a uma pessoa. Enxer o saco.",
        "xaropes": "1. Da farmacologia, é uma substância medicamentosa. É líquida e adocicada. 2. [Figurado] Que provoca cansaço ou aborrecimento.",
        "xaropinho": "1. Pessoa que em várias ocasiões se propõe a Xaropear, Que de acordo com o dicionário \"Aurélio\" significa que: 1a.Bras. Fam. Aborrecer, amolar, cacetear, chatear, com xaropada(s); xaropar. 2. P...",
        "xaroposo": "Que tem a natureza, a consistência de xarope.",
        "xaropou": "Flexão de xaropar. Que tratou por meio de xarope.",
        "xaropão": "Aquele que é chato pra caralho; aquele que é enjoado pra caralho; aquele que é xarope da cabeça, um chupeta, um chupetão.",
        "xarpi": "Pixar. É a linguagem da pixação, onde algumas palavras tem suas silabas invertidas",
        "xarro": "1. Em Portugal o termo designa droga.",
        "xarroco": "[Zool.]-Xarroco é o nome popular de um peixe, o mesmo que charroco.",
        "xarrua": "Sinônimo de Intelectualidade, sabedoria.",
        "xaru": "Xaru é uma palavra tupi guarani que define um peixe fluvial, o mesmo que piracururu. (VIDE)",
        "xaruma": "Tribo indígena que habita áreas da margem esquerda do rio Turumu, no norte do estado do Pará, dividida em sub-grupos como por exemplo o caicuidjana.",
        "xará": "Aquêle que tem o mesmo nome.",
        "xarás": "Pessoas que tem nomes iguais.",
        "xarão": "[Zool.]- Xarão ou papagaio-da-serra é o nome popular de uma ave da família dos Psitacídeos.",
        "xaréu": "Peixe do Atlântico de hábitos migratórios.",
        "xaréu-dourado": "[Zool.]- Xaréu-dourado é o nome popular de um peixe, o mesmo que xerelete. (VIDE)",
        "xaréu-pequeno": "[Zool.]- Xaréu-pequeno é o nome popular de um peixe, o mesmo que xerelete. (VIDE)",
        "xatolinda": "Garota que é chata e linda ao mesmo tempo.",
        "xau": "Abreviatura que significa \"tchau\"",
        "xau-de-topete": "[Zool.]- Xau-de-topete é o nome popular de uma ave, o mesmo que tié-de-topete.",
        "xau-preto": "[Zool.]- Xau-preto é o nome popular de uma ave, o mesmo que tié-galo.",
        "xauara": "Sapatão, lésbica",
        "xauarma": "Xauarma (em árabe shawarma) é prato típico árabe e da Turquia e países vizinhos (Grécia e antiga Iugoslávia), que consiste em carne (geralmente de cordeiro, frango ou boi, ou uma mistura delas) assada...",
        "xauim": "[Zool.]-Termo regional usado na amazônia que define o sagui.",
        "xauá": "Nome de uma rua localizada no Parque Verde, na cidade de Belém (PA).",
        "xauã": "É um regionalismo usado para nomear o papagaio-de-peito-roxo, que se encontra em perigo de extinção. Possui penas verdes em quase todo o corpo, porém, a parte do peito é arroxeada. Pode chegar a medir...",
        "xavaiando": "Diz-se do ato de estragar, destruir, zoar, bagunçar algo.",
        "xavalo": "Rapaz",
        "xavantense": "Quem nasceu na tribo dos xavante",
        "xavantina": "1-Cidade e município do estado de Santa Catarina. 2-Vila e distrito do município de Brasilândia, MT.",
        "xavasca": "Vagina.",
        "xavascaria": "Lugar onde se come xavascas. Zona. Bordel. Prostíbulo.",
        "xavascuda": "Mulher que possui uma xavasca ou vagina muito grande e gordinha.",
        "xavaska": "Órgão sexual feminino; vagina.",
        "xavasquinha": "Órgão sexual feminino, num termo pejorativo.",
        "xavasquita": "Xavasca, buceta, piriquita, brinquedo preferido do homem.",
        "xavecador": "Diz-se do que xaveca.",
        "xavecagem": "Derivado do ato ou ação de xavecar alguém, paquerar, azaração, o mesmo que \"dando ideia em uma mina\" ou seja \"só na xavecagem direta\".",
        "xavecar": "Paquerar, flertar, insinuar-se para uma pessoa com intenções de namoro.",
        "xaveco": "Cantada",
        "xavequeiro": "Aquele que aplica cantadas em demasia",
        "xavier": "Trata-se de um nome.",
        "xavota": "Gíria usada para se referir ao órgão sexual feminino, vagina, boceta.",
        "xavraska": "Variante de xavaska. Mesmo que buceta, perseguida, xoxota, vagina, xana, prochaska.",
        "xavão": "Imbecil, retardado, burro, acéfalo funcional",
        "xaxado": "Xaxado é uma dança popular brasileira originada no Sertão de Pernambuco. Foi muito praticada no passado pelos cangaceiros da região, em celebração às suas vitórias.",
        "xaxar": "Preparar o roçado para plantação",
        "xaxarreia": "Boca grande, pessoas que falam muito",
        "xaxará": "Apetrecho da cultura afro brasileira, que pertence aos Orixás Obaluaye, Omolu e Sakpata.",
        "xaxeiro": "Mentiroso, aldrabão, gabarolas.",
        "xaxim": "Vaso ou adubo fabricado através do corte em fatias do tronco da Pteridófita Samambai-açú, cuja comercialização é proibida desde 2001, devido o risco de extinção. A exploração comercial de xaxins agora...",
        "xaxinense": "Diz-se da pessoa nascida ou que vive em Xaxim, muicípio do estado de Santa Catarina.",
        "xaxixo": "Serviço mal executado, de má qualidade. Enganação, engodo.",
        "xaxo": "Gíria usada quando alguém fala muita besteira e não fica quieta.",
        "xazá": "Quem gosta de chupar anus. Ato de chupar o cu alheio. Lamber, beijar o cu de uma pessoa. Beijo grego.",
        "xbox": "Video game da microsoft concorrente direto do playstation2. Foi lançado em 2001.",
        "xc": "É uma modalidade de ciclismo dentro Mountain Bike. Também conhecida como Cross-country (ciclismo) Cross-country (XC) ou cycling.",
        "xci": "Trata-se de um número romano equivalente a 91.",
        "xcviii": "É o mesmo que 98.",
        "xd": "É uma carinha onde X são os olhos e D seria a boca aberta. Tombe a cabeça para o lado esquerdo e vc vai entender.",
        "xeba": "Termo usado para designar o órgão sexual feminino.",
        "xebas": "E o mesmo que mandar a pessoa ir tomar no Cu mas de forma mais tranquila !!!",
        "xeca": "Corruptela de prexeca. É a genitália feminina.",
        "xecar": "Jogada que ameaça o rei do adversário, no jogo de xadrez. Verbo intransitivo,",
        "xeique": "Nos países árabes = soberano, chefe de tribos árabes.",
        "xeiques": "Líderes muçulmanos de um país, de uma cidade, de uma região, cultura ou tribo; xeique.",
        "xeixeiro": "Termo popular,corruptela de ¨seixeiro¨, que define ¨um homem que costuma não pagar as prostitutas:caloteiro¨. Definição dada por Tomé Cabral(Dicionário de Têrmos e Expressões Populares) e Rodolfo Garc...",
        "xek": "é uma gíria usada nas periferias para confirmar que está tudo: muito bem, legal, ideal.",
        "xeleléu": "Essa palavra pode ter dois significados distintos: tanto pode ser um caminhão pau-de-arara, ou seja, de retirantes nordestinos, como um indivíduo adulador. É mais rara a forma cheleléu.",
        "xeleprento": "Remelento; melequento.",
        "xelim": "1- Moeda divisionária inglesa , que até 1971 representou a vigéssima parte da libra esterlina. 2- Nome do dinheiro usado na Áustria, até a adoção do euro 3- Unidade monetária do Quênia, Somália, ...",
        "xelins": "Moeda divisionária inglesa equivalente à vigésima parte da libra.",
        "xena": "Me vem à cabeça uma mulher caçadora, tipo predadora e provocante, uma deusa que conquista tudo e todos que ela quiser.",
        "xenagia": "Xenagia era o têrmo usado na antiga Grécia, para designar as questões legais , referentes á estrangeiros. Também podia se referir ao comando de tropas estrangeiras, forma- das por mercenários.",
        "xenarthra": "Xenarthra é uma super-ordem de animais mamíferos pla- centários, antigamente denominada de Edentata, que in- clui os animais desdentados. Se sub-divide em duas or- dens: Cingulata e Pilosa, com diver...",
        "xenartro": "[Zool.]- Diz-se de um animal que pertença á super-ordem Xenarthra, como por exemplo o tatu e o tamanduá.",
        "xendendengue": "Evento animado, festa para poucos amigos, arrasta-pé, comemoração.",
        "xendengue": "Mulher baixinha, franzina, com rosto adulto, mas com feições um pouco delicadas.Título de música de autoria de Pedro Santos, interpretada pelo safoneiro Abdias. Temor empregado no Nordeste",
        "xeneizes": "Denominação argentina para os torcedores da equipe Boca Junior, significando simplesmente \"genoveses\" no dialeto dos imigrantes italianos que fundaram, em Bueno Ayres, o bairro da Boca.",
        "xenelasia": "Na Grécia antiga era o nome da proibição imposta aos estrangeiros de residirem nas cidades.",
        "xenga": "1. Maneira pejorativa de referir-se ao órgão sexual feminino.",
        "xenhenhém": "Regionalismo paraibano que designa o conjunto das partes genitais femininas.",
        "xenismo": "Xenismo é a apropriação do estrangeirismo em sua forma gráfica de origem. Uso excessivo ou abuso no emprego do estrageirismo.",
        "xenobióticos": "Xenobióticos são substâncias químicas que estão presentes em pesticidas, inseticidas, defensivos agrícolas e outros produtos artificiais oriundos do mundo moderno. Essas substâncias, estranhas ao noss...",
        "xenodiagnóstico": "É um dos exames parasitologicos realizado na forma crônica da Doença de Chagas para identificar a presença de protozoarios (tripanossomos).",
        "xenofilia": "Significa simpatia ou amor aos estrangeiros.",
        "xenofobia": "Antipatia pelas pessoas ou coisas estrangeiras.",
        "xenofobismo": "Aversão a pessoa e coisas estrangeiras.",
        "xenofonte": "Xenofonte (séc. V a.C.). Era um famoso historiador e ensaísta grego Xenofonte. Era importante, na história da filosofia, por ter sido discípulo de Sócrates e por constituir, depois de Platão, a fonte ...",
        "xenofílico": "Pessoa excessivamente apegada à cultura de outro país, ou outros países. Quem renega a tradição de seu próprio povo em nome da tradição de outro.",
        "xenofóbico": "Pessoa que tem medo, aversão ou ódio a estrangeiros.",
        "xenofóbicos": "QUe pratica o ato da xenofobia, aversão a estrangeiros ou pessoas estranhas.",
        "xenogenético": "Relativo a xenogênese.",
        "xenoglassia": "Quando em transe hipnótico, uma pessoa começa a falar uma língua diferente da sua.",
        "xenoglossia": "Capacidade de falar línguas entranhas. Conforme pesquisas realizadas pela parapsicologia, o inconsciente humano tem a faculdade de aprender línguas estranhas a partir do inconsciente coletivo, (aquilo...",
        "xenogênese": "[Bio.] 1. O mesmo que heterogênese. 2. A produção de prole que não se assemelha a nenhum dos dois pais e tem um ciclo vital inteiramente diferente.",
        "xenologia": "Aversão ao estudo",
        "xenolália": "Falar uma língua estrangeira que o indivíduo desconhece.",
        "xenomorfismo": "Xenomorfismo do grego, xeros=seco.morphos=forma aspecto. Então xenomorfismo, algo que tem um aspécto seco.",
        "xenomórfico": "Que é anormal, fora do padrão comum, diferente. Termo bastante usado para referir-se às rochas que apresentam anomalias.",
        "xenotima": "Xenotima é o nome de um mineral, o mesmo que xenótimo.",
        "xente": "Palavra usada para substituir \"gente\"",
        "xenócrates": "Filósofo grego natural de Calcedônia (hoje Kadiköy, próximo a Istambul, Bitínia, hoje Turquia) c.394 - 314 a.C sucessor de Espeusipo na direção da academia de platão. Desenvolveu o platonismo e lançan...",
        "xenófila": "Tem simpatia, ser agradável, integrar os estrangeiros (gringos)",
        "xenófilas": "Flexão de xenófilo. Que tem xenofilia.",
        "xenófilo": "Aquele que sente admiração ou simpatia pelo que é estrangeiro.",
        "xenófoba": "S.F. ou ADJ. Que pratica a xenofobia.",
        "xenófobas": "Que apresenta xenofobia.",
        "xenófobo": "Aversão a pessoa ou coisas estrangeiras.",
        "xenófobos": "S.M. ou ADJ. Que pratica a xenofobia.",
        "xenólito": "[Geol.]- Diz-se de uma rocha situada no interior de outra e que apresenta constituição diferente desta. Nome que vem do grego: ¨¨ xenos¨ ( diferente) + ¨ lithos¨ ( pedra) .",
        "xenótimo": "Xenótimo ou xenotímia é um mineral raro composto de fos- fato de ítrio. Pode conter impurezas como o érbio, o tório e o urânio. No Brasil é encontrado no estado de Minas Gerais, na região de Poços de ...",
        "xenônio": "É um elemento químico , de símbolo Xe, de número atômico 54, e massa atômica igual à 131,3. Em temperatura ambi- ente encontra-se no estado gasoso. É um dos chamados gases nobres;é incolor, inodoro, ...",
        "xeol": "Palavra presente em passagens bíblicas que significa o mesmo que sepulcro, cova, morada ou mansão dos mortos.",
        "xepa": "Frutas, legumes, verduras etc, que não foram vendidos na feira livre e que os feirantes deixam na rua e são coletadas pelas pessoas.",
        "xepas": "Refeições ordinárias, mercadorias que sobram nas feiras.",
        "xepeiro": "Pessoa que vive a comer xepa ou em muita quantidade, geralmente, os estudantes de escola pública são xepeiros.",
        "xeque": "Lance de ataque ao rei no jogo de xadrez. Por isso é com x e não com ch.",
        "xeque-mate": "É uma expressão usada no jogo de xadrez para designar o lance que põe fim à partida, quando o Rei atacado por uma ou mais peças adversárias não tem lance legal que possa evitar a sua captura no próxim...",
        "xeques": "1. Título dos soberanos ou líderes árabes ou muçulmanos, tanto políticos como religiosos. 2. Jogada do xadrez.",
        "xequeté": "Xequeté é o nome de uma bebida, tradicional entre os descendentes de africanos, na região Nordeste. É feita com cravo, canela-em-pau, erva-doce, castanha de caju (ou amendoim) cachaça e limão (ou pit...",
        "xerasia": "[Med.] - diz-se da secura exagerada dos cabelos.",
        "xereba": "É aquela parte do dedo onde colocamos o anel, onde nascem os pelinhos.",
        "xerebe": "Rabo; bunda; nádegas.",
        "xerebebeu": "Nome dado a qualquer coisa que não queira pronunciar o nome.",
        "xerebebéuba": "Querida pessoa; gata gostosa.",
        "xerebeu": "Órgão sexual feminino",
        "xereca": "Órgão genital feminino dito em uma forma chula.",
        "xerecard": "Mulher que obtém tudo que quer por meio de relação sexual.",
        "xereco": "Pênis, órgão genital masculino, muito utilizada esta linguagem na Europa (Holand).",
        "xerecuda": "Mulher da vulva grande.",
        "xerecão": "Buceta grande, Bucetão.",
        "xereguede": "Festa, festança, agito ou uma farra boa. Muito utilizado no norte de minas.",
        "xerelete": "[Zool;]- Xerelete é o nome popular de um peixe da família Carangidae com um tamanho médio de 40 cm. e 800 gr. e máximo de 70 cm. e 1,2 quilo. Vive e nada próximo a superfície d'água em grandes card...",
        "xerengue": "Pessoa doce.",
        "xerenha": "Pêlos na região dos dedos da mão.",
        "xerente": "Xerente é o nome de uma tribo indígena que habita áreas próximas à margem direita do rio Tocantins, no municí- pio de Tocantínia, no estado do Tocantins, distribuídos em 33 aldeias. Falam a língua ...",
        "xereola": "Parte superior da terceira junta dos dedos. Comumente utilizado para sátiras por ser uma palavra de certa forma desconhecida.",
        "xerequinha": "Diminutivo de órgão genital feminino.",
        "xerereca": "Vulva",
        "xereré": "Xereré é uma palavra indígena que tem vários significados: 1- garoa; chuvisco; nevoeiro ( no Mato Grosso ) 2- apaga-pó; jireré ( na Bahia) 3- arenga-de-mulher ( no Piauí e Pernambuco)",
        "xererém": "Xererém é uma palavra indígena, é usada no estado de Goiás com o mesmo sentido de ¨xereré¨.",
        "xereta": "Intrujão, entrão, greteiro, vigia, intruso",
        "xeretando": "Conjugação do verbo xeretar. Que está espiando, bisbilhotando, tentando descobrir alguma coisa.",
        "xeretar": "Pesquisar a vida alheia.",
        "xerete": "Derivação de xeretar (verbo criado pelo uso popular). O mesmo que investigue, observe, fofoque, intrometa-se.",
        "xeretear": "Bisbilhotar, fisgonear.",
        "xereto": "Ato de xeretar, bisbilhotar.",
        "xeretou": "Que bisbilhotou, investigou, perguntou além do normal; que teve curiosidade extrema sobre; stalkeou.",
        "xerez": "Bebida feita de uva; Vinho de origem espanhola, originário da cidade de xerez, na Espanha.",
        "xergão": "No regionalismo gaúcho, xergão é uma manta de algodão ou de lã que se coloca sobre a sela.",
        "xerias": "Algo que é muito bom.",
        "xerifado": "Grupo de xerifes; organização de xerifes de uma cidade.",
        "xerife": "1.Na Inglaterra, funcionário graduado de um condado. 2. Nos E.U.A., o funcionário mais graduado de um município, investido de muito poder policial, e de poder judicial limitado.",
        "xerimbabo": "Qualquer animal de estimação",
        "xeringosa": "Mulher carinhosa",
        "xeripana": "Xeripana é uma palavra indígena, o mesmo que jiribana.",
        "xeroca": "Flexão de xerocar. Tirar xerox, fazer cópias.",
        "xerocada": "Tirada cópia em máquina copiadora, reproduzida.",
        "xerocadas": "1. Que foi tirado xérox.",
        "xerocado": "Diz-se do que se tirou xerox, cópia.",
        "xerocador": "Aquele que faz xerox, ou seja, fotocópias de documentos.",
        "xerocados": "1. Que foi feito xerox.",
        "xerocar": "Fazer uma fotocópia em máquina da empresa xerox. O termo acabou sendo sinônimo de fotocópia.",
        "xerocopiar": "Fazer xerocópias.",
        "xerocópia": "1. Processo de cópia baseado na xerografia 2. Cópia produzida por esse processo",
        "xerocópias": "Plural de xerocópia. 1. Processos de reprografias baseados nas utilizações dos fenômenos eletrostáticos. 2. Cópias obtidas por esses processos. 3. [Fig.] Que são idênticas.",
        "xerodermia": "1. Ressecamento patológico da pele",
        "xerofagia": "Xerofagia é alimentação sómente por alimentos sêcos.",
        "xerofilia": "Qualidade, caráter dos organismos que vivem em lugares secos e desérticos.",
        "xerofilismo": "Condição de sobrevivência da espécie no ambiente.",
        "xerofitismo": "Capacidade da planta resistir ou tolerar à seca fisiológica.",
        "xeroftalmia": "Xeroftalmia é uma doença caracterizada pela não produção de lágrimas e por dificuldades de visão, principalmente durante a noite. É uma avitaminose causada pela falta da vitamina A. A vitamina A é uma...",
        "xeroftalmina": "Ressecamento patológico, com consequente esclerose da conjuntiva, atribuída à falta de vitamina A.",
        "xerofílico": "Que é pertencente ou relativo à xerofilia.",
        "xerofítico": "Diz-se de tudo que se refere a xerófito, nome usado para designar vegetações próprias de ambientes secos.",
        "xerografada": "Produto obtido a partir de uma copiadora(maquina de xerox).",
        "xerografadas": "O mesmo que xerocadas; que passaram por máquinas de xérox, copiadas, reproduzidas.",
        "xerografar": "Fazer reprodução por xerografia, o famoso xerocar.",
        "xerografia": "O termo xerografia surgiu da busca de se produzir cópias de documentos numa época em que, ou se fotografava os mesmos - processo de custo elevado, ou se datilografava, produzindo as desejadas cópias. ...",
        "xerográfica": "Que é relativo a xerografia, processo de cópia baseado na utilização de fenômenos eletrostáticos muito conhecido também como xerocópia.",
        "xerográficas": "O mesmo que xerox, fotocópia.",
        "xerográfico": "Diz-se daquilo que é referente à xerografia, ou a equipamen- to de cópias xerográficas.",
        "xeroinha": "Órgão genital feminino.",
        "xeromicteria": "É a falta de umidade nas vias nasais.",
        "xeromorfa": "[Bot.]- Xeromorfa é uma planta adaptada para viver em climas secos, o mesmo que xerófita. ( VIDE XERÓFITA)",
        "xeromorfia": "Estado em que espécie vegetal é naturalmente protegida com a seca.",
        "xeromorfismo": "Estado que protege um órgão vegetal da seca.",
        "xeromorfo": "[Eco.] Plantas adaptadas a climas semiárido a desértico, ou então em regiões úmidas, mas salinas, como os mangais. As estruturas vegetais são semelhantes às dos xerófitos, e compõem ecossistemas como ...",
        "xerompla": "Derivado do latin Xeros e do grego Xexireidis, usado pelo Rei Xerxes XII, Vagina, Buça, Chapolim, Zica Latina, Gigabyte.",
        "xeromórfico": "Vegetal que tem capacidade de inibir a perda de água , pelo processo de evaporação, ele possui dispositivos funcionais ou estruturais, que lhe atribui esta característica, é uma planta típica da Caati...",
        "xeroque": "1. Tire cópia de determinado papel por meio de xérox (máquina copiadora); 2. [Fig.] Que copie de forma idêntica; imite.",
        "xeroquei": "Flexão de xerocar. Que fez xerox.",
        "xerose": "[Med.] - Xerose é o ressecamento anormal de um tecido, tal como a pele, os olhos ou as mucosas.",
        "xerostomia": "Boca seca ou secura da boca. Relacionado a falta de saliva.",
        "xerostômico": "Que é relativo à xerostomia.",
        "xerox": "1. Cópia 2. quando precisamos de um toner chamar o funcionario da xerox. 3. Maquina de fazer cópias.",
        "xeroxar": "É o mesmo que xerocar.",
        "xerreca": "Usado principalmente pelas crianças, ou por adultos quando falam com crianças , quer dizer poma, pominha, bucetinha.",
        "xerume": "Cheiro de chorume impregnado na pessoa.",
        "xerxes": "Xerxes ( 519 a.C.- 466 a.C.) é o nome de um imperador per- sa, filho de Dario I ; herdou o trono por indicação de seu pai, embora não fosse o primogênito. Continuou a guerra con - tra os gregos, conhe...",
        "xeré": "Um instrumento tocado nas salas de candomblé pra invocar o orixa xângo .",
        "xerébya": "Mulher,moça.",
        "xerém": "Xerém é um prato da culinaria brasileira, tradicional na região Nordeste, especialmente em Pernambuco. O prato feito com grãos de milho seco quebrados no pilão, cozidos na água e sal. Também conhecido...",
        "xeréu": "De baixa qualidade. Mal cuidado(a).",
        "xerê": "Instrumento utilizado por xângo na mão esquerda",
        "xerófila": "ADJ. Diz-se de organismos que sobrevivem em ambientes que possuem pouca umidade, em ambientes secos.",
        "xerófilas": "São plantas adaptadas a ambientes áridos.",
        "xerófilo": "Organismo adaptado para viver num meio seco.",
        "xerófilos": "Um organismo xerófilo é um organismo adaptado à vida num meio seco, num meio com pouca umidade.",
        "xerófita": "[Bot.]- Xerófita ou xeromorfa é uma planta que está adaptada a viver em climas semiáridos e desérticos ou em regiões úmidas, mas salinas. Estas adaptações incluem caules e folhas carnudas para armaze...",
        "xerófitas": "[Bot.] As xerófitas são plantas que possuem raízes muito longas e extensas, que lhes permitem captar água a enormes distâncias; os seus caules são carnudos, para armazenarem água; e as suas folhas são...",
        "xerófito": "Diz-se de vegetal adaptado para sobreviver no deserto.",
        "xeta": "Mesma coisa que massa, legal.",
        "xetelba": "Termo usado para se referir ao órgão genital feminino, buceta.",
        "xetrara": "1. Fracassar.",
        "xetá": "Xetá é o nome de uma tribo indígena até pouco considerada extinta, mas foram detectados 8 remanescentes no estado do Paraná. Usavam batoques e foram chamados de boto- cudos e também de aré. Falavam o...",
        "xetás": "Os xetás formam um grupo indígena que até recentemente era considerado completamente extinto. No passado eram denominados, genéricamente, de ¨botocudos¨ (VIDE). Fo- ram a última etnia indígena do Pa...",
        "xevesca": "É quando você acha um coisa muito legal; ou um fato legal aí você fala \"xevesca\".",
        "xexar": "No nordeste, local de onde se originou a palavra mais especificadamente na cidade do Natal no RN a palavra xexar significa: roubar, pegar emprestado sem pedir, passar a mão (no sentido de roubo), furt...",
        "xexeca": "Coisa rachada, gostosa, no meio das pernas femininas, tem de todos os tamanhos, carecas, cabeludas, fáceis e difíceis, são extremamente vorazes e adoram tomar leite...engolem o que Pintar...Com o temp...",
        "xexeiro": "Caloteiro (Nordeste) A palavra vem de seixo (pedrinha). Antigamente, quando se usavam pedras preciosas como dinheiro, os espertos misturam seixos com as pedras preciosas para enganar os outros. Surg...",
        "xexel": "Adj.: Indivíduo que se zanga fácil; Sujeito que não tolera brincadeiras; Morador de locais isolados. Fem.: Xexelenta.",
        "xexela": "Grande aglomeração de pessoas num pequeno espaço, preferencialmente reunidas para a prática de atividades de cunho semi-sexual não-ortodoxo.",
        "xexelenta": "Coisa muito mixuruca, sem brilho.",
        "xexelento": "Vagabunbo, baixa qualidade, medíocre.",
        "xexenha": "Vagina",
        "xexequear": "Ficar se bucetiando...fazer cu doce,",
        "xexeuba": "Apelido de humorista baiano, ganhou o quadro se vira nos 30 no domingão do faustão do dia 14 de outubro de 2007.",
        "xexeú-bauá": "Palavra indígena usada no Nordeste para definir uma ave, o mesmo que ¨guaxe¨.",
        "xexo": "Levar um \"bolo\". Ficar barrado. Marcar com alguém e essa pessoa faltar.",
        "xexu": "Fofo.",
        "xexéu": "[Zool.]- Xexéu é o nome vulgar de uma ave, o mesmo que japuíra (VIDE)",
        "xexéu-bauá": "Da zoologia, o mesmo que japiim ou japim. Uma ave icterídea de porte médio e coloração negra e amarela ou vermelha.",
        "xexêro": "Mal pagador.",
        "xhosa": "Xhosa, isixhosa ou ainda cafre, é um língua da família lin- guística Nígero-Congolesa, grupo Ngúni, sendo uma das línguas oficiais da África do Sul. É falada por cerca de 7,9 milhões de pessoas, prin...",
        "xi": "Reação instântanea, em forma de pronúncia, quando se faz algo que não era pra ter sido feito.",
        "xi-ronga": "É uma língua originária de Moçambique.",
        "xia": "É usada quando você se entusiasma após escutar uma frase vinda de outra pessoa; É usada para concordar com alguém.",
        "xiar": "Ir embora, vazar.",
        "xiba": "Adjetivo qualitativo positivo.",
        "xibaba": "Erva alucinógena, canabis sativa.",
        "xibabeiro": "Pessoa que fuma maconha.",
        "xibalo": "Prestação de trabalho forçado, sem remuneração, por tempo definido pelas autoridades coloniais e que predominou durante o regime colonial português em África.",
        "xibana": "Entendido como criada.",
        "xibanca": "Instrumento ou utensílio de corte em forma de uma foice, forte e pesada, que é muito utilizada por agricultores no Nordeste para cortar lenha ou arrancar tocos de árvores.",
        "xibanga": "Esta palavra é como se fosse o sinônimo de droga, porra e outras que tanto falamos quando estamos aperriados.",
        "xibante": "Algo muito bom!",
        "xibança": "Putaria; descaração",
        "xibaro": "Xibaro é uma palavra usada no estado do Paraná para de- finir o mestiço do caboclo e negro. Também pode ser gra- fada como ¨ xíbaro ¨.",
        "xibará": "Café",
        "xibata": "Pequena lapada, porrada, chicoteada. Mas também pode ser usado para dar nome ao órgão sexual masculino.",
        "xibauá": "Palavra indígena que define: 1-Localidade na margem esquerda do rio Juruá, no município de Carauari, AM. 2-Antigo nome do município de Carauari, AM.",
        "xibeca": "Ridícula, sem senso de rídículo,",
        "xibecar": "Verbo Executar o ato sexual, sexo, trepar, fuder, fazer amor.",
        "xibiatagem": "Frescura, trique-trique, besteira, manha.",
        "xibil": "órgão íntimos feminino",
        "xibilança": "Uma festa, ou situação, em que o sujeito se farta de xibiu. Termo muito citado no livro \"As pelejas de Ojuara\" escrito por Nei Leandro de Castro, escrito Potigar.",
        "xibimba": "Gordo, obeso, baleia, chupeta de baleia.",
        "xibinha": "Forma carinhosa de chamar um nariz pequenininho.",
        "xibiotagem": "Pessoa que fica falando ou fazendo besteiras no dia a dia, toda hora.",
        "xibir": "Ignorar, evitar, descartar.",
        "xibirica": "Substantivo feminino. Vagina, xereca, xoxota.",
        "xibirra": "1. Mulher que se insinua, tenta seduzir Guarda Civil Municipal. 2. Meretriz; 3. Motumbo; 4. Tiriça;",
        "xibiu": "Diamante pequeno.",
        "xibiuiutanga": "Localidade situada a noroeste de onde o Judas perdeu as botas, 700 quilômetros depois da entrada do rancho fundo bem pra lá do fim do mundo, cujo nome completo é Santa Perica de Xibiuiutanga e faz par...",
        "xibiuzuda": "Mulher que tem a buceta grande",
        "xibiúda": "Mulher que tem o xibiu ou grelo avantajado.",
        "xibo": "Nome de um programa usado para melhorar sua rede de sinalização digital.",
        "xiboca": "Xiboca significa uma pessoa de bem com a vida, alto astral e com uma certa malícia em tudo que faz, tem haver com pessoa festiva e pronta pra tudo a qualquer hora.",
        "xibogo": "Homossexual masculino passivo.",
        "xibokinha": "Boca suja, bafo de merda, mal alito, bafo de bueiro.",
        "xibolete": "É uma peculiaridade linguística de um grupo, que não pode ser reproduzida por elementos de outro grupo, o que o torna uma espécie de 'sennha linguística'.",
        "xibra": "Pessoa afeminada, alegre, baitola, biba e também usada como forma de cumprimentar amigos próximos.",
        "xibunda": "Bunda grande, enorme",
        "xibungo": "Homossexual. Gay, viadinho, queima rosca.",
        "xibute": "Curandeiro",
        "xibéca": "Órgão sexual feminino.",
        "xibó": "Mau cheiro proveniente de suor do corpo humano. Normalmente mais acentuado nas axilas.",
        "xicaca": "1. Pequeno cesto com tampa. 2. (Angola) Imposto aduaneiro.",
        "xicarada": "Uma xicara grande com café",
        "xicarazinha": "Xícara pequena, o mesmo que xicrinha.",
        "xicareira": "Bandeja de servir bebidas qualquer que seja usado xícaras",
        "xicatope": "Tô fora. Sai dessa.",
        "xichangana": "Língua falada em Moçambique.",
        "xiconhoca": "No coloquial em Moçambique, significando \"traidor\", \"inimigo\", \"bandido\", \"mau como as cobras\" O termo teve origem, durante a ocupação colonial, na cadeia da Machava (para presos politicos) havia um ...",
        "xicriabá": "Xicriabá é o nome de uma tribo indígena, o mesmo que xa- criabá. (VIDE)",
        "xicrinha": "Xícara pequena. O mesmo que xicarazinha.",
        "xicu": "[Zool.]- Xicu é o nome popular de uma ave, o mesmo que guaxe. (VIDE)",
        "xicuembo": "S.m. Regionalismo: Moçambique (Sul). 1. ser supremo, eterno, sobrenatural e existente por si só; Deus 2. espírito de antepassado 3. ação, prática ou poder de feiticeiro; bruxaria",
        "xifanacalo": "Sempre em dúvidas sobre Deus, não se define",
        "xifoide": "[Med.] Que apresenta forma semelhante à de uma espada.",
        "xifopagia": "[Med.]- Xifopagia é uma deformidade genética que dá ori - gem a dois indivíduos unidos, com a parte superior do cor- po duplicada, a partir da região do apêndice xifóide (VIDE XIFÓIDE), na base do tor...",
        "xifóide": "[Anat.] Também chamado xifoídeo; diz-se do apêndice alongado e cartilaginoso, que inferiormente termina o esterno.",
        "xifóides": "ADJ, que apresenta forma semelhante à uma espada.",
        "xifópaga": "Indivíduo cujo o corpo se encontra ligado ao do irmão (gêmeo).",
        "xifópagas": "S.F. ou ADJ. Gêmeos que nascem grudados um ao outro por alguma parte do corpo. Gêmeos siameses.",
        "xifópago": "Xi.fó.pa.go masculino 1. Característica de gêmeos que nascem unidos por partes do corpo, usualmente na altura do tórax, pelo apêndice xifóide; 2. Diz-se de pessoas que mantém uma união muito forte.",
        "xifópagos": "Os gêmeos siameses, também chamados de gêmeos xifópagos, são gêmeos monozigóticos, ou seja, formados a partir do mesmo zigoto.",
        "xigubo": "É uma dança tradicional guerreira que teve origem entre os Zulu da Africa do sul no sul de Moçambique.",
        "xii": "Uma expressão que designa o mesmo que vish ou vixi. Uma expressão de espanto.",
        "xiiri": "No Pará-Br é a mesma coisa que vagina, buceta, precheca a escrita correta é Xirí que vem da lingua indígena",
        "xiita": "Indivíduo mulçumano seguidor de Ali,primo e genro de Maomé,que sustenta que as únicas tradições autênticas do Profeta são aquelas transmitidas pelos membros da família do próprio Ali.",
        "xiitas": "Os xiitas são o segundo maior ramo de crentes do Islão, constituindo 16% do total dos muçulmanos (o maior ramo é o dos muçulmanos sunitas, que são 84% da totalidade dos muçulmanos).",
        "xikwuembo": "1 Xikwembo refere-se a um ser soberano, geramente traduzido deus. usado nas linguas sul do save. 2 refere-se ao Deus do ceu (jeova) e que seu nome escreve-se yehova.",
        "xila": "Xila é o mesmo que imundice.",
        "xilado": "Que é dado ao vício de beber; bêbado, ébrio.",
        "xilarmônica": "Instrumento musical, especie de marimba com lâminas de madeira; Diz-se tambem xilarmônico; xilofone.",
        "xilema": "[Bot.]- Xilema é o tecido das plantas vasculares por onde circula a seiva, desde a raiz até as folhas. É o lenho; o tron-co; a madeira.",
        "xileno": "O termo xileno refere-se ao conjunto de compostos dimetil benzeno, onde a diferença é a posicão relativa dos radicais metil. Esse conjunto de compostos também é conhecido como xilol",
        "xilindró": "Cadeia, prisão, cela. Local onde o sol nasce quadrado.",
        "xilinto": "Xilinto é a porra que sai do pinto, esperma, porra, gozo, recheio do kibe.",
        "xilique": "É quase um ataque, um \"piti\", um descontrole emocional.",
        "xilito": "No Ceará é o nome dado aos salgadinhos de milho, queijo ou de outros sabores.",
        "xilitol": "Xilitol é o nome de um adoçante natutal, encontrado nas fibras de muitos vegetais, incluindo o milho , a framboesa, a ameixa, entre outros. Também pode ser extraído de al- guns tipos de cogumelos.",
        "xiloca": "Termo popular nos meios hospitalares para referir-se à xilocaína, que é um anestésico local.",
        "xilocarpo": "Xilema encontrado nos frutos secos.",
        "xilocaína": "É um anestésico local e utilizado também contra arritmias cardíacas.",
        "xilofagia": "Xilofagia é um tipo de alotriofagia em que a pessoa tem obsessão de comer madeira.",
        "xilofone": "Xilofone é o nome genérico para vários instrumentos musicais, mais precisamente idiofones percutidos, que consistem em várias lâminas de madeira dispostas cromaticamente. Entre os instrumentos que se ...",
        "xilofágico": "Xilofágico é a pessoa que sofre do transtôrno alimentar denominado xilofagia.",
        "xilografar": "Ato de fixar qualquer figura pelo método artesanal.Desenhar e gravar usando métodos artesanais.",
        "xilografia": "Etimologicamente, a palavra xilogravura é composta por xilon, do grego, e por grafó, também do grego. Xilon significa madeira e grafó é gravar ou escrever. Assim, xilogravura é uma gravura feita com ...",
        "xilografias": "Plural de xilografia. Artes gravadas em madeiras.",
        "xilogravador": "Aquele que faz gravuras em madeira.",
        "xilogravura": "Xilogravura é um desenho ou escrito em uma superfície de madeira.",
        "xilol": "Xilol é o mesmo que xilênio. (VIDE)",
        "xilolatria": "Culto a ídolos de madeira.",
        "xiloma": "[Bot.]- Diz-se de um tumor duro e lenhoso que ocorre no tecido vegetal.",
        "xilopódio": "É uma estrutura subterrânea, hipertrofiada e espessada, que acumula água. Algumas regiões da raiz estão dispostas no xilopódio, nesse caso não é possível diferenciar o caule da raiz.",
        "xiloterapia": "Xiloterapia é o uso terapêutico de diversas espécies de ma- deira, cada uma com suas características curativas.",
        "xiluva": "Pessoa carente de atenção, que necessita ser percebida o tempo todo.",
        "xilênio": "É o mesmo que xileno, composto também conhecido como xilol. É um composto de dimetil-benzeno. São encontrados no petróleo e no alcatrão.",
        "xilódia": "Gênero de frutos lenhosos, como a avelã.",
        "xilófagas": "Organismo que se alimenta de madeira. Mesmo que lignívoro.",
        "xilófago": "Diz-se daquilo que rói a madeira; inseto que rói a madeira.",
        "xilógrafo": "Diz-se daquele que grava em madeira.",
        "xilógrafos": "1. Artista que grava em madeira.",
        "xim": "Significa vazio.",
        "ximana": "Ximana é o nome de uma tribo indígena da família linguís- tica aruaque ( VIDE ARUAQUE), que habita a região dos rios Japurá e Solimões, no leste do estado do Amazonas.",
        "ximango": "Ximango é uma palavra tupi-guarani ,que pode significar : 1- [Zool.]- Ave de rapina, que habita o extremo sul do Brasil, Uruguai e Argentina. Pertence á família dos Falconídeos. 2- Aeronave, mono...",
        "ximango-carrapateiro": "[Zool.]-Ximango-carrapateiro é o nome popular de uma ave de rapina, o mesmo que gavião-carrapateiro.",
        "ximango-do-campo": "[Zool.]-Ximango-do-campo é o nome popular de uma ave de rapina, o mesmo que gavião-carrapateiro.",
        "ximanguisse": "Ato falho. Ação fracassada, geralmente cometida por ximangos.",
        "ximar": "De origem nordestina, significa olhar demais para a comida de outras pessoas ou para quem está comendo.",
        "ximb": "Fazer sexo.",
        "ximba": "Lésbica. Surgiu em decorência da música 'shimbalaiê' de Maria Gadú",
        "ximbador": "ADJ. Diz-se da pessoa que procura uma prostituta, no entanto, quer pagar menos pelo serviço.",
        "ximbar": "1. Especular, fingir que vai tomar uma ação ou decisão, mas sempre desiste, a efetivação da ação nunca é realizada. O ximbador finge que vai para os finalmente, mas no último instante, sai pela tange...",
        "ximbas": "Ximbas é um nome de um Deus, filho de Euler o filho do vento.",
        "ximbaúva": "Palavra indígena que define uma árvore,o mesmo que tamburi(VIDE).(Enterolobium timbouva).",
        "ximbeco": "Habitação mal feita, de materiais precários (Angola).",
        "ximbica": "1) No Estado do Rio de Janeiro é o mesmo que vulva; 2) Carro velho, calhambeque; 3) Casa de jogos especializada em apostar corridas de cavalos; tomador de apostar em corridas hípicas (antigo Estado da...",
        "ximbicas": "Plural de 1. 1. [Infrm.] Aguardente de cana; cachaça, ximbira. 2. [Lud. SP.] Certo jogo de cartas.",
        "ximbiu": "Nome utilizado nos grotões nordestinos para identificar o órgão sexual feminino.",
        "ximboca": "\"Ximboca\" na realidade é Chimboca e ela quer dizer cachimbo, ao contrário.",
        "ximbola": "O mesmo que puxa saco, alguém que é tendencioso a superestimar seus superiores.",
        "ximboleta": "1. É um distúrbio generalizado da mente, que geralmente acontece quando se ingere fezes. 2. Apelido para vagina. 3. Apelido para Borboleta.",
        "ximboré": "Espécie de peixe.",
        "ximbra": "Bola de gude, bolita, biloca (regionalismo pernambucano).",
        "ximbrila": "Ximbrila é como se fosse uma pessoa feia e escrota.",
        "ximburé": "[Zool.]-Ximburé ou timburé é um peixe brasileiro ( Schizodon Borelli), herbívoro, de pequeno tamanho ,que é capturado para sevir de isca para peixes carnívoros maiores.",
        "ximbute": "Nordeste Brasileiro: Indivíduo de baixa estatura e barrigudo.",
        "ximbé": "[Rs.] Que possui focinho achatado (diz-se especialmente de animal).",
        "ximbó": "Palavra indígena que define uma árvore,o mesmo que ximbaúva ou tamburi(VIDE).",
        "ximia": "Creme doce feito com baunilha usado para acompanhar o pão ou similares.",
        "ximpirumpa": "QUANDO A PESSOA É VISTA MAS NÃO É RECONHECIDA. VOCÊ TEM UMA VAGA LEMBRANÇA QUE A CONHECE.",
        "ximunek": "Quando algo está quebrado, podre.",
        "ximão": "Uzurento, guloso, desesperado por comida.",
        "xinane": "[Bot.]-Nome popular de uma planta cactácea, o mesmo que xique-xique.",
        "xinboca": "Loja pequena ou bar de beira de estrada.",
        "xinca": "Xinca é o nome de uma língua indígena mesoamericana falada por algumas comunidades do povo xinca no sul da Guatemala, próximo da fronteira com El Salvador. É classificada como sendo uma língua isolad...",
        "xincrada": "Qualquer tipo de vestimenta (indumentária) extremamente colada ao corpo.",
        "xineca": "Tipo de pão doce coberto com açúcar derretido e frutas cristalizadas típico do Sul do país.",
        "xinelo": "Forma diferente de escrever \"chinelo\", que significa: Pessoa, coisa ou situação de baixo nível. Pessoa bagaceira ou brega. É o contrário de chique, elegante, coisa fina, primeiro mundo, etc. Também ...",
        "xinforimpola": "Uma invenção de chaves que ainda não tem finalidade.",
        "xinfra": "Ficar de boa, olhando o tempo passar.",
        "xinfrim": "Que não tem nenhum valor; que nada significa; pessoa que não vale nada, que provoca ou desperta o riso ou o escárnio; irrisório; de pouco valor; insignificante; pessoa ou coisa ridícula.",
        "xinfrosclébio": "Pessoa ou coisa esquisita, sem noção.",
        "xinga": "Ato de xingar, fazer xingamento.",
        "xingadas": "Efeito de xingar, ser ofendida por meio de xingamentos.",
        "xingadela": "Ato de fazer ofensa pequena, um \"xingãozinho\".",
        "xingado": "Particípio passado de xingar.",
        "xingador": "Que ou aquele que xinga.",
        "xingados": "Flexão de xingar. Que receberam xingo, insulto.",
        "xingam": "Conjugação do verbo xingar. Que ofendem, insultam, falam coisas feias.",
        "xingamento": "Substantivo masculino que define ofensa ou vocábulo de baixo calão utilizado para ofender ou expressar opinião odiosa.",
        "xingamentos": "Ato de chama uma pessoa com algo que ela não goste.",
        "xingando": "Gerúndio do verbo xingar. Que está ofendendo, insultando.",
        "xingar": "Lançar ofensas verbais a outrem.",
        "xingaram": "Conjugação do verbo \"xingar\".",
        "xingaria": "Ato de xingar, insultar, ofender.",
        "xingatório": "Conjunto de xingamentos.",
        "xingling": "Xing Ling é o verbete chinês para genérico, sobretudo os \"Made in China\". É usado para definir produtos piratas, bastardos de marca, produtos de camelô em geral, até aquele bebê de zóio puxado do Negã...",
        "xingo": "Diz-se da ação ou resultado de xingar , que é dizer insultos ou palavrões ,contra algo ou alguém . Xingamento.",
        "xingombela": "Dança moçambicana com os sequentes caracteres. É uma dança tradicional originária de Moçambique na província de Gaza e arrastada até a província de Maputo.",
        "xingos": "S.M. Ação de proferir palavras ruins e de baixo calão na tentativa de ofender outras pessoas.",
        "xingou": "Ofendeu, insultou, afrontou.",
        "xingu": "1- Rio que nasce no Mato Grosso e deságua no rio Amazo - nas, proximo à sua foz, na margem direita. Tem cerca de 1870 km.e no seu início banha o Parque Indígena do Xingu, o 1º parqu...",
        "xingu-pa": "[Geog,]- VIDE SÃO FÉLIX DO XINGU",
        "xinguano": "Refere-se ao indígena que vive no Xingu.",
        "xinguara": "Xinguara é uma palavra indígena que define uma cidade e município no estado do Pará.",
        "xinguara-pa": "[Geog~.]- Xinguara é o nome de uma cidade e município do estado do Pará, com cerca de 40 mil habitantes. Tem uma área de cerca de 3,8 mil Km2. e dista 900 Km. de Belém. Foi desmembrado do município...",
        "xinguarense": "Xinguarense é a pessoa nascida na cidade de Xinguara, no estado do Pará.",
        "xingue": "Conjugação do verbo xingar.",
        "xinguei": "Ofendi, afrontei, insultei, destratei.",
        "xinguem": "Insultem, ofendam, afrontem.",
        "xinguense": "Xinguense é uma pessoa nascida na cidade de Xinguara, no estado do Pará.",
        "xinguilar": "Palavra Angolana que significa entrar em transe em um ritual espiritual, geralmente ligado aos cultos nativos dos ancestrais e Nkisi/Mukisi",
        "xinguilingui": "1-Qualquer produto de origem duvidosa. 2-Produto sem marca definida. 3-Produto sem qualidade, geralmente de fabricação chinesa.",
        "xingão": "Botar a boca, dar uma bronca, discutir em um tom elevado, brigar gritando, muito utilizado pelos gaúchos e principalmente de pai para filho!",
        "xingó": "Xingó é o nome de uma usina hidrelétrica, do rio São Fran- cisco, localizada entre os estados de Alagoas e Sergipe. Tem capacidade instalada de 3.162 MW (megawatts) ,sen- do a 4ª maior usina em oper...",
        "xinico": "Nome popular do órgão sexual feminino, especificamente na região norte do Estado de Alagoas.",
        "xinidamina": "Fobia a partes íntima da mulher",
        "xinim": "Nome vulgar para o órgão sexual fenimino.",
        "xinje": "Palavra chinesa: Definição; Significado em chinês, evolução de raciocínio.",
        "xintoísmo": "O mesmo que sintoismo; religião principal do Japão, anterior ao budismo",
        "xintoísta": "1. Que é relativo ao xintoísmo. 2. Que segue ou professa o xintoísmo.",
        "xinxa": "é dar no meio de alguém, pegar a pessoa com vontade, agarra e não solta nunca mais, passar o trator.",
        "xinxar": "Conversar com o intuito de paquerar, insinuar-se amorosamente.",
        "xinxilha": "É o mesmo que joão-ninguém.",
        "xinxim": "Xinxim é o nome popular de uma comida ritual, relativa à varios rituais e orixás da cultura afro-brasiliira, denominada candomblé. É recheada com camarão defumado, frita no azeite de dendê e servi...",
        "xinxola": "Sub. masc. singular - Viadinho um pouco enrrustido, bichona que tenta disfarçar sem sucesso algum, que dá ré no quibe nas entocas, que queima a rosca no escurinho, goiabinha etc.",
        "xipa": "Garota de feição não agradável, corpo sem cuidados, que se veste de maneira vulgar, que gosta de se destacar entre as pessoas.",
        "xipaia": "Xipaia ou xipayas, é o nome de uma tribo indígena que ha- bita áreas do sudeste do estado do Pará, mais precisa - mente a Área Indígena Curuá e a Terra Indígena Xipaya- -Curuaya. Falam a língua xip...",
        "xipala": "1. [Angola] Cabeça. 2. [Angola] Rosto, cara. 3. [Angola] Fotografia.",
        "xipalapala": "Xi-pa-la-pa-la. Substantivo feminino e singular derivado de \"Xi-pala-pala\", termo incerto no idioma Ronga (também reconhecido como XiRonga) que é um dialecto do sudeste africano e da família Tswa-Ron...",
        "xipar": "Linguagem usada por internautas para juntar pessoas.",
        "xiparê": "Xiparê é uma palavra indígena que define um rio afluente da margem direita do rio Tacutu, no estado de Roraima.",
        "xipefo": "Lamparina, palavra de uso regional em Moçambique",
        "xipeicô": "Designação para fezes que inicialmente era apenas uma leve vontade de fazer xixi, mas que após um peido, solidificou-se. Etmologia: Xi = xixi; PEI = peido; Cô = cocô, logo, XIPEICÔ!",
        "xipo": "1. Ostra de pérola menos fina, muito miúda e irregular (aljôfar) (Dic Houaiss, 2009) 2. Espécie de cinto de couro com que certos indígenas africanos prendem os panos quelhes cobrem os órgãos genitais ...",
        "xipoco": "Substantivo Masculino Regionalismo: Moçambique. Alma penada que vagueia sem destino; fantasma",
        "xipófago": "Grafia incorreta para xifópago.",
        "xique-xique": "O xique-xique (Pilocereus gounellei K. Schum) é uma Cactaceae utilizada, pelos agricultores, como uma alternativa para alimentação dos animais em períodos de longa estiagem nas caatingas do Nordeste b...",
        "xiqueiro": "1. Em Portugal o termo designa um barulho, barulheira. 2. Reclamação de que certa pessoa ou grupo de pessoas está/estão a fazer demasiado barulho ou desordem. 3. Desordem, desorganização.",
        "xiquexique": "S. m. [Botânica] Planta leguminosa do Brasil.",
        "xiquexique-do-sertão": "[Bot.]-Xiquexique-do-sertão ou crumatou,é o nome popular de uma planta da família das Cactáceas,única espécie do gênero Brasiliopuntia.Ocorre no Brasil,Paraguai,Peru e norte da Argentina.",
        "xiquexiquense": "Nascidos na cidade de xique xique - BA",
        "xiquexiques": "S. m. 1. Bot. Nome de duas plantas cactáceas das regiões áridas do Nordeste.",
        "xira": "[Zool.]-Nome popular de um peixe, o mesmo que corcoroca.",
        "xiranha": "Órgão genital da mulher.",
        "xiri": "Caranguejos de unhas pontudas e também dos siris que possuem nadadeiras no último par de patas.",
        "xiriana": "Língua da família linguística maipurean que era falada por indígenas do Brasil no estado do Amazonas, perto da fronteira com a Venezuela.",
        "xirica": "Vagina pequena e apertada de adolescente; Na Bahia, xibiu de menina virgem.",
        "xiridáceas": "[Bot.]-Xiridáceas(Xyridaceae)é o nome de uma família de plantas restritas às Américas, principalmente à América do Sul. São plantas herbáceas, com folhas espiraladas e flores em espigas. Tem 5 gêneros...",
        "xiridáceo": "[Bot.] -Pertencente ou relativo à familia das xiridáceas, plantas monocotiledôneas, encontradas na América.",
        "xirigolo": "Pessoa chata, que não é querida em determinado ambiente.",
        "xirimbal": "Alguma coisa que você acha que é legal e louco , principalmente louco!",
        "xiririca": "Uma cachoeira pequena ou queda d'agua; pode-se dizer de uma água que corre com maior velocidade em um trecho do rio não muito caudaloso ou simplesmente uma enxorrada causada por chuva.",
        "xiriubeira": "[Bot.]- Xiriubeira é o nome popular de uma planta, o mesmo que cipó-chumbo (VIDE). ( Cuscuta Umbellata )",
        "xirizuda": "Mulher que tem o xiri grande. Isto é, mulher com vagina grande.",
        "xirofompila": "Xirofompila é um desenho criado pelo personagem \"Chaves\" na tentativa de adquirir uma boa nota em um trabalho de artes, com o professor Girafales. A \"obra\" foi mostrada na exposição de trabalhos feit...",
        "xiromba": "Testiculos, situação difícil, coisa entediante",
        "xiru": "Do tupi guarani CHEIRU CHE = eu, meu IRU = amigo XIRU = \"MEU AMIGO\"",
        "xirua": "Mulher adulta, a quem se deve mostrar respeito. Gen. Femino. Masc.: Xiru. Variavel: Chiru; Chirua",
        "xiruá": "Xiruá ou xiruã,é uma palavra indígena que define um rio da Região Amazônica,afluente da margem direita do rio Juruá,no estado do Amazonas.",
        "xirí": "Caranguejos de unhas pontudas e também dos siris que possuem nadadeiras no último par de patas.",
        "xiró": "(Subst.) - Xiró, do japonês ¨ shiru¨, significa o caldo de arroz retirado quando este está sendo cosido e é temperado com sal.",
        "xiróia": "O mesmo que vagina, chana, prexeca.",
        "xirú": "Substantivo, masculino, singular - Significa Amigo - e vem sendo utilizado como se fosse da libgua portuguesa em todo o sul do Brasil, mas é indígena, provavelmente do tronco guarani.",
        "xis": "Derivada da palavra inglesa cheese, passou a significar lanche rápido, um sanduíche prensado parecido com o bauru.",
        "xisdê": "Representa a alegria de uma pessoa na web, ou fora dela. Originou-se do seguinte emoticon: XD Sinônimo de felicidade.",
        "xismitei": "Quando peço alguma coisa na internet ou programa do pc e dou enter",
        "xisnovar": "Verbo que indica a ação de dedurar, canguetar alguém. X-9 é um adjetivo, xisnovar é o verbo dele.",
        "xisnovear": "Xisnovear é o mesmo que delatar,entregar,cagüeatar o chamado xnove é aquele que entrega seus parceiros deltatando-os",
        "xispa": "Vai embora, vaza, sai daqui, some.",
        "xispada": "Ato de mostrar a bunba pela janela do carro em movimento.",
        "xispar": "Indica partida repentina, quando alguém lhe manda embora, saída sem aviso.",
        "xispeteó": "Campeão, bamba, pessoa muito experiente.",
        "xisto": "[Geol.] Nome genérico das rochas de textura foliácea ou em camadas que se desprendem facilmente.",
        "xisto-betuminoso": "Nome dado a um tipo de rocha que contém óleo na sua composição. Quando a rocha é aquecida o óleo (betume) se separa e fica parecido com o petróleo.A China é a maior produtora de betume do mundo. O E....",
        "xistos": "Plural de xisto. 1. São designações de grupos de rochas metamórficas com propriedades de dividir-se em finas lâminas. 2. São rochas metamórficas cristalinas, formadas por metamorfismo dinâmico, que po...",
        "xistosidade": "A xistosidade é uma foliação característica de médio a alto grau de metamorfismo, na qual minerais tabulares ou alongados, de granularidade média-alta (visíveis a \"olho nu\", se alinham, segundo uma de...",
        "xistosomose": "Termo usado para se referir a doença esquistossomose.",
        "xistossomose": "O mesmo que esquistossomose.",
        "xistóforo": "Xistóforo era um antigo soldado persa que era armado com uma lança ou azagaia",
        "xitaca": "Pequena propriedade agrícola de subsistência; terreno para plantação; lavra.",
        "xitana": "O mesmo que cigana; aquela que tem vida desregrada; mulher que tem habilidade para enganar, lograr alguém.",
        "xiter": "Do ingles cheater que significa trapaça",
        "xitique": "Termo de origem Bantu no grupo ou família linguistica Tsonga que significa sistema de empréstimo ou de poupança praticada entre membros de uma determinada comunidade, seja ela habitacional, religiosa,...",
        "xito": "1. Em Portugal o termo designa o haxixe, produto solidificado da seiva do canabis.",
        "xitsu": "Raça de cão muito famosa por ter longos pelos e ser muito educada. Cão de madame na verdade pois gosta muito de ser paparicada e de pregadores nos pelos.",
        "xitão": "Cheater, pessoa que trapaceia. Palavra usado principalmente em jogos.",
        "xiu": "Palavra em que mandamos alguém ficar quieto, silêncio.",
        "xixa": "Substantivo: Pequena gata, gatinha, filhote fêmea de gato.",
        "xixar": "Vontade de fazer xixi, de urinar.",
        "xixi": "Urina. Líquido segredado pelos rins.",
        "xixica": "Gíria nordestina (Paraíba) significa propina, gorjeta.",
        "xixico": "[Zool.]- Xixico é o nome popular de um animal, o mesmo que sagui-pigmeu. (VIDE)",
        "xixilado": "Xingar: descompor, espinafrar,desenvergonhado,insultar",
        "xixis": "Plural de xixi. Informal para urina.",
        "xixita": "Nome dado para o órgão sexual feminino.",
        "xixito": "Nome popular de um peixe que mede cerca de 20 cm, tem cores azuladas na cabeça, mancha negra e vermelha na parte posterior do opérculo e barriga amarela. Também é conhecido como perca-sol. Se adapta à...",
        "xixixi": "É uma garoa fina que cai quando o tempo está quente e abafado; praticamente chuva com sol.",
        "xixizado": "Quando a pessoa faz xixi nas calças diz-se que ela ficou \"xixizada\".",
        "xixizar": "O mesmo que urinar; Fazer xixi.",
        "xixo": "S. m. Filé temperado cortado em cubos.",
        "xixá": "[Bot.]- Xixá é o nome de uma árvore, o mesmo que chichá. ( VIDE CHICHÁ)",
        "xié": "[Zool.]- Xié é o nome popular de um pequeno caranguejo da Família dos Ocipodídeos, gênero Uca, que ocorre em águas litorâneas do oceano Atlântico. Vivem habitualmente em es- tuários e áreas de mangue...",
        "xlvii": "É o mesmo que 47 (numeração romana).",
        "xml": "XML (eXtensible Markup Language) é uma recomendação da W3C para gerar linguagens de marcação para necessidades especiais.",
        "xml-log": "É um programa computacional, um formato de log.",
        "xobi": "O mesmo que buceta.",
        "xoburi": "Mascote do GB Bloco.",
        "xobélia": "Genitália de mulheres do sexo feminino.",
        "xoclengue": "Xoclengue é o nome de uma tribo indígena que habita áreas do estado de Santa Ctarina, mais precisamente a Área In- dígena Ibirama, Posto Velho e Rio dos Pardos. Falam a língua xoclengue, da família ...",
        "xocó": "Xocó é o nome de uma tribo indígena que habita áreas indí- genas de Caiçara e Ilha de São Pedro,no rio São Francisco, município de Porto da Folha, no estado de Sergipe e alguns remanescentes também e...",
        "xodozinho": "Diminutivo do substantivo xodó. Que é muito querido, que alguém lhe tem muito apreço.",
        "xodó": "Aquele ou aquilo que, por laços afetivos, é posto em posição favorável.",
        "xodós": "Plural de xodó",
        "xofrango": "Antiga definição do português arcaico à águias-pescadoras, principalmente a estes animais quando jovens..",
        "xogunato": "[Hist.] Sistema de governo predominante no Japão de 1192 a 1867, baseado na crescente autoridade do xógum, supremo líder militar, que terminaria por submeter até mesmo a autoridade do imperador.",
        "xoingue": "Ruim, esquisito.",
        "xola": "É a palavra chorar para quem tem a língua presa.",
        "xoleta": "Orgão reprodutivo feminino.",
        "xolofompila": "Desenho feito pelo Chaves em uma das aulas do professor Girafales.",
        "xolê": "Xolê derivação da palavra deixa eu ler.",
        "xona": "Xona, ou shona,chona, chixona, é o nome dado á um grupo de línguas africanas, pertencentes á família linguístca nige- ro-congolesa , grupo bantu. São faladas, principalmente, na região norte do Zimb...",
        "xonada": "É outro jeito de falar que a menina está apai\"xonada\" por outra pessoa.",
        "xonado": "Diminutivo de apaixonado. Quando alguém está amando alguém. Morrendo de amores.",
        "xonar": "Gostar muito de alguma coisa. Vem de 'apaixonar-se'.",
        "xonda": "Aquilo que você tem no meio das pernas, pode estar certo que não é o joelho",
        "xonei": "Significa: me apaixonei.",
        "xonfrar": "Verbo que significa o ato de fazer sexo",
        "xonga": "[Bras. Gír.] Coisa nenhuma; nada, neca.",
        "xongas": "Nada, coisa nenhuma, porra nenhuma.",
        "xongo": "Lerdo, desatento.",
        "xongão": "Um pessoa Xongona,é uma pessoa que pratica idiotices e são otárias.",
        "xonha": "Fazer errado, tropeçar, deixar de fazer, ser diferente, estar errando, não prestar atenção.",
        "xoné": "1. Em Portugal o termo designa uma pessoa que não regula bem da cabeça.",
        "xopotó": "Xopotó é uma palavra indígena que define: 1- rio afluente do rio Piranga (Doce), no estado de Minas Gerais. 2- rio afluente da margem esquerda do rio Pomba, no es- tado de Minas Gerais. 3- t...",
        "xordilha": "O mesmo que armação, falsidade, manha.",
        "xoriabile": "Xoriabile é um termo que têm variadas definições, Vinda de uma das vertentes do idioma português, é ainda um mistério quanto a sua propagação, provavelmente sendo de forma popular. Alguns de seus si...",
        "xorla": "Órgão genital feminino",
        "xorna": "Orgão sexual feminino.",
        "xoroca": "Orgão sexual feminino",
        "xorondonga": "Vagina, xoxota, buceta, xana, priquito.",
        "xoronga": "O mesmo que picirica, buceta, xereca, xana",
        "xoronha": "Região do cotone do dedo, logo abaixo da falange, muito utilizada para contagem de dias do mês.",
        "xororota": "Apelido para Xota, Xereca ou mais precisamente Vagina.",
        "xorota": "Aquele que chora muito tempo por algo, e como apelido recebe o X no lugar do CH (choro chato).",
        "xose": "Sexo, de trás para frente",
        "xota": "Modo carinhoso de chamar a xoxota. Também conhecida como vagina ou boceta.",
        "xotar": "Usar a xota, utilizar-se da vagina, vagina ou xota ou buceta em utilização.",
        "xotas": "Plural de xota. Forma informal para se referir às vaginas; órgão sexual feminino.",
        "xote": "Ritmo nordestino do gênero \"forró\". Este ritmo é o mais romântico e sua dança é a de mais fácil aprendizado. O xote tem suas origens em um ritmo escorcês (Schottish) trazido pelos colonizadores e alte...",
        "xoteiro": "Origem baiana, quer dizer homem bonito atraente que gosta de xota.",
        "xotelho": "Pelo do pubis feminino. Análogo a pentelho, específico para os da xoxota.",
        "xotinha": "Nome vulgar e pejorativo dado à vagina.",
        "xotão": "Aumentativo de xote.",
        "xoxar": "Debochar, zuar.",
        "xoxo": "\"XOXO\" (pronuncia-se éks-ou-éks-ou) não pode ser traduzida e também não é uma abreviação de uma palavra. XOXO significa \"Hughes and Kisses\" ou, em bom português, abraços e beijos. É uma sigla visual, ...",
        "xoxola": "Homem viril, Sedutor, Atacante",
        "xoxonha": "Pessoa com hábitos homossexuais; trejeitos muito aparentes; que gosta de queimar;",
        "xoxopeido": "1. Xoxopeito; som emitido pela vagina durante relação sexual. 2. Som provido pela entrada de ar na vagina. 3. Som similar a um peido, porém saindo da vagina e não do ânus.",
        "xoxota": "Termo carinhoso e familiar para se referir ao órgão genital das mulheres. Segundo consta, é o que elas preferem, dentre todos os seus inúmeros apelidos.",
        "xoxotada": "Sexo vaginal, relação sexual pela vagina.",
        "xoxotas": "S.F. Órgão genital feminino. Vagina, vulva.",
        "xoxotassauro": "Termo chulo usado para dizer que a menina tem o órgão genital gigante.",
        "xoxoteira": "Mulher que gosta de dar a buceta.. é xoxoteira",
        "xoxoteiro": "Aquele sujeito que adora fuder uma xoxota=buceta.",
        "xoxotinha": "Diminutivo ou forma carinhosa de se chamar a xoxota. Órgão sexual feminino.",
        "xoxotona": "Nome vulgar dado a uma vagina de tamanho grande.",
        "xoxotuda": "Que tem a vulva grande. Ao contrário do que acontece no universo masculino, a designação no aumentativo da genitália feminina tem caráter pejorativo.",
        "xoxôla": "Termo coloquial falado nos anos sessenta e setenta em Campina Grande-PB com acepção de molenga, frouxo, sem coragem e fraco.",
        "xp": "É um símbolo (emoticon) que a pessoa está feliz que até dá rugas nos olhos \"X\",e o \"P\" é uma símbolo de língua. Ou no caso a pessoa não queria falar mas acabou falando o que veio da sua mente em uma m...",
        "xpto": "Palavra usada principalmente pelos informáticos, quando se querem referir a algo não definido, ou a definir caso a caso pelo utilizador",
        "xrp": "UMA PESSOA EXTROVERTIDA.",
        "xrâmane": "Asceta budista mendicante, na Índia.",
        "xtezuda": "Motocicleta Yamaha XT 600.",
        "xubaca": "Personagem peludo do filme Star Wars",
        "xubaza": "É a mistura das seguintes palavras:\"xulé\", bafo e \"aza\".",
        "xubrega": "Diz-se de uma pessoa boçal, bronca. Labrego",
        "xuca": "O correto é chuca.",
        "xucra": "Xucra Ninguém doma uma pessoa brava, idiota, mal esducada e etc...",
        "xucras": "Diz-se de animal que ainda não foi domesticado. No sentido pejorativo, indica indivíduo grosseiro.",
        "xucrice": "(Subst.)- Têrmo regional, do sul do país, que define a qua- lidade do indivíduo rude; grosseiro; estupido; falta de edu- cação.",
        "xucrismo": "Ato ou ação de ser xucro; Aalgo bagual, de fronteira. gíria gaúcha, muito usada por adolescentes para designar alguém desprovido de inteligência.",
        "xucro": "Com características próprias de animais, pessoa de hábitos rudes.",
        "xucros": "1. Animal selvagem, que não foi domado 2. Aquele que é inexperiente 3. Rude, mal-educado 4. Que está sem açúcar 5. Criança que se afasta de estranhos",
        "xucuru": "Xucuru é o nome de um grupo índígena que habita áreas do estado de Pernambuco, especialmente nos municípios de Pesqueira e Cimbres. Falavam uma língua considerada extinta e atualmente falam o portug...",
        "xucuru-cariri": "Xucuru-cariri é o nome de um grupo indígena que habita áreas do estado de Alagoas. Falam o português pois sua língua original é considerada extinta. São ¨aparentados¨ com os xucurus que vivem no esta...",
        "xufrisco": "ânus, orifício anal, cu",
        "xuh": "Xuh: apelido carinhoso dado por casais",
        "xuivitz": "1) Do ver xuivitzar, ou seja, fazer algo completamente sem sentido visando confundir seu adversário ou uma pessoa extremamente boba. 2) Legal. 3) Concordar com algo.",
        "xula": "Xula, algo ou alguém muito macho. Pessoa que não tem medo, encara os desafios.",
        "xulapa": "Se refere a algo grande, exagerado.",
        "xuleba": "Antônimo de menina bonita",
        "xulepar": "V . Transar",
        "xulepento": "Diz-se de uma pessoa que tem xulé. Imundo",
        "xuliar": "Uso popular para arrematar um tecido, para não desfiar, com agulha de mão.",
        "xulingo": "Pequeno ser feito de madeira.",
        "xulipa": "Agressão feita com a ponta dos dedos na orelha de outra pessoa.",
        "xulispa": "E uma gíria usada mais por adolecentes de hoje em dia. Palavra usada em frases com duplo sentido. Uma forma mais moderna de falar \"sai fora\", \"nunca\", \"jamais\" , \"nem pensar\", \"negativo\". É uma palavr...",
        "xulo": "Puto, muito bravo",
        "xuma": "Principalmente usada por adolescentes referindo-se a amigas lésbicas ou bissexuais, carinhosamente.",
        "xumberga": "O mesmo que embriaguês, bebedeira, camoeca; entorpecimento; sonolência causada pela embriaguês; ou ainda, acesso de dor de cabeça acompanhado de febre e prostração.",
        "xumbergar": "[PE.] Consumir álcool em excesso; embriagar-se.",
        "xumbergas": "O mesmo que chumbergas.",
        "xumbergueiro": "Homem ou mulher que enfia o pé na cana, ato de beber todas, não importa o produto desde que contenha álcool, o transformará num xumbergueiro(a).",
        "xumbeta": "Chumbeta foi uma forma carinhosa q os Nordestinos,+ especificamente os Alagoanos,criaram para chamar essas pessoas q ficam puxando o saco!!! OBS:XUMBETA=PUXA SACO=BABA OVO",
        "xumbica": "Pessoa mal humorada, arrogante, soberba, folgada, cheia de si, que auto se denomina dona da razão em qualquer situação ou assunto, ao ponto de ir ao banheiro realizar suas necessidades fisiológicas e ...",
        "xumbreca": "Xumbreca é uma palavra que define uma pessoa que é definitivamente feia e insuportável, anti-social .",
        "xumbrecado": "Coisa ou objeto que não presta.",
        "xumbrega": "Corruptela do sobrenome \"Schomberg\", do qual existem registros de um mercenário alemão (Friedrich Von Schomberg) que serviu ao Império Português em 1640 e que era nada afeito à mesuras no trato com os...",
        "xumbregando": "Do verbo xumbregar, é o mesmo que chumbregar. Beber bebidas alcoólicas demais. Embriagar.",
        "xumbregar": "Vadiar, dar, se ferrar, várias definições.",
        "xumbrego": "Pessoa xumbrega é uma pessoa que não tem Glamour , brega , sem brilho, feia, escrota.",
        "xumbreguinha": "Cachorros vira-latas com carinha de sofridos e com ar de esperteza fora do comum.",
        "xumbreimavisquis": "Palavra definida por desenvolvedores de software usada como limpeza de caracteres sujos no cérebro.",
        "xumbriscar": "O ato de se sacudir; Remexer em algo; Ato sexual.",
        "xumetó": "Xumetó é o movimento pélvico feito pelas aves durante a migração para a Polinésia Francesa, durante o verão.",
        "xumice": "1. Ato de ser homosexual e fazer merda. 2. Doença que faz perder os braços",
        "xuminek": "Palavra curinga. Usar quando algum termo fugir da mente.",
        "xuna": "Pronuncia (chuna) ânus. C + U = ?",
        "xunda": "Xunda é uma palavra sem sentido criada para uma brincadeira de rimas onde é utilizada para rimar com a palavra bunda.",
        "xundum": "Nádegas, bunda.",
        "xunga": "Diz-se do que está confuso, não foi entendido.",
        "xunha": "Cachorro de polaco.",
        "xunquinito": "[PETROLOGIA] Sienito melanocromático, frequentemente com nefelina e um ou dois minerais fênicos.",
        "xunrombada": "Pessoa que foi arrombada com cabelos incravados nas partes íntimas",
        "xunxada": "Dor aguda, repentina, de pouca duração; PONTADA. Espetadela (com fisga, faca, garfo etc.). Pesca com fisga. Em pescaria, puxão rápido da vara para retirar o peixe da água. Puxão sentido pelo pesca...",
        "xunxar": "Ato de penetração. É dito muito no MT",
        "xunxo": "Recurso alternativo, tecnicamente não adequado.",
        "xupa": "Usada para expressar alegria, por exemplo numa partida de futebol, você faz um gol e grita \"Xupa\" para o time adversário!!",
        "xupa-pica": "Diz-se de um individuo que puxa o saco de alguém; também chamado de babão, baba-cunhão, bajulador, xupila e xupão.",
        "xupeta": "Forma errada de escrever CHUPETA. Usado como gíria para definir sexo oral. Boquete, movimentos bruscos com a boca.",
        "xupetinha": "Quando dizemos que alguma coisa está 'xupetinha', significa que essa coisa está muito bem feita.",
        "xupi-xupi": "\"coisa\", objeto , animal ou pessoa muito fofinho/a",
        "xupim": "Aquele ou aquela pessoa que se benefecia às costas dos outros, alguém que ganha em troca de algo. Falso, esperto.",
        "xupisco": "Gíria com significado de conotação sexual, também escrito como Chupisco. Ato denominado como o ato de uma pessoa chupar enquanto a outra pisca, no popular Chupa-se o membro genital de uma pessoa enqua...",
        "xuprisco": "Tratamento que se dá às pessoas do sexo feminino, novas e adultas solteiras",
        "xurana": "Pêlos que nascem nas falanges dos dedões do pé.",
        "xuranha": "Pêlos que nascem sobre os dedos das mãos e dos pés.",
        "xurdir": "Lutar pela vida. O mesmo que mourejar: trabalhar muito (como um mouro).",
        "xureba": "Verbete popular falado em Campina Grande nos anos 60 na acepção de: coisa de pouco valor, insignificante. Também usado para designar uma pessoa vulgar e sem classe.",
        "xuri": "[Zool.]- Xuri é o uma palavra indígena que define uma ave, o mesmo que ema. (VIDE EMA )",
        "xuringa": "Tratar uma pessoa com carinho excessivo.",
        "xurras": "Confraternização entre família e/ou amigos regada à música e bebidas, dentre elas a cerveja.",
        "xurreira": "Enxurro da chuva.",
        "xurrex": "Chumbrega, ordinária, chupisteque.",
        "xurriado": "Adj. De \"xurriar\". Perder massa magra e/ou definição muscular.",
        "xurréia": "Parte do dedo, localizada entre a primeira dobra e base da mão onde o dedo é encaixado. Normalmente há presença de fino folículo capiloso.",
        "xuru": "Algo ou pessoas que te agrada, maravilhoso para você, admiração.",
        "xurugou": "Ação de mexer com o alheio, futricar, \"enchouriçar\", provocar.",
        "xurume": "Xurume não é uma ¨água suja ¨ ou ¨lama¨; xurume é todo material orgânico, fresco ou não, que contém água e quan- do entra no processo de putrefação, libera um líquido mal cheiroso, ácido e tóxico. ...",
        "xurumela": "Não verissímil ou sem importância.",
        "xurupita": "Mulher que de certa forma sabe-se dar o valor, pelo qual marca presença e demostrar interação em determinadas áreas da sociedade, impondo seus prestígios e afinidades de seu intelecto.",
        "xué": "Xué é uma palavra indígena que define: 1- peixe teleósteo (VIDE), da família dos Pimelodídeos, tam- bém chamado de: xuê, canito, chorão e mandi-xinga, com o nome científico de Pimelodella L...",
        "xué-açu": "[Zool.]- Xué-açu ou xué-guaçu, é o nome de uma espécie de sapo, o mesmo que xué. (VIDE)",
        "xué-guaçu": "[Zool.]- Xué-guaçu ou xué-açu, é o nome de uma espécie de sapo, o mesmo que xué. (VIDE)",
        "xuê": "[Zool.]- Xuê é uma palavra indígena que define espécies de peixes, o mesmo que xué. ( com acento agudo no ¨ é ¨)",
        "xvídeos": "Canal pornográfico.",
        "xxt": "Xoxota, xoxoteiro",
        "xá": "[ do persa ¨shack¨= rei] Título de realeza dos monarcas do Irâ, antiga Persia.",
        "xábeca": "Xábeca, palavra de origem espanhola ( ¨jabega¨),significa: 1- espécie de rede usada na Espanha, com duas asas, com cabo no meio, para pescar sardinha. 2- barco em que os pescadores usam este ti...",
        "xábega": "É o mesmo que xábeca.",
        "xácara": "Narrativa popular, em versos",
        "xácoma": "É o mesmo que xáquema.",
        "xágara": "Tipo, espécie de açúcar",
        "xáquema": "Tecido grosso próprio para se fazer cilha.",
        "xáquima": "Xáquima ou xáquema, significa: 1- cabeçada de um animal. 2- parte do cabresto de um animal 3- correia ou corda que se amarra no cabresto de um ani- mal para conduzí-lo , atrás de outro.",
        "xávega": "Xávega, palavra originária do árabe, significa: 1- espécie de rede usada para pescar peixe miúdo. 2- barco de pesca que usa este tipo de rede.",
        "xânticas": "Festas macedônicas,de caráter ao mesmo tempo militar e religioso,que se celebravam durante o mês xântico.",
        "xântico": "1-Relativo a cor amarela. 2-Nome de um mês do calendário macedônico que correspondia ao mês de abril.",
        "xântopo": "1-[Zool.]-Que tem as patas amarelas. 2-[Bot.]- Que tem o caule (espique) amarelo.",
        "xé": "Maneira caipira de demonstrar negação a algo, muito falada nas regiões do interior paulista",
        "xénon": "Trata-se de um tipo de luz mais potente que as convencionais e que apresenta melhor aproveitamento de energia utilizada.",
        "xérox": "Cópia.",
        "xéu": "Aperitivo típico da culinária indo-portuguesa de Goa.",
        "xêbre": "Puro, simples, sem misturas (Tras-os-Montes)",
        "xênia": "Nome Grego - Significado: Hospitaleira. Tipo de coral que vive no mar.",
        "xênico": "Estranho.",
        "xênio": "Vem do grego xenòs que significa estrangeiro.",
        "xêxo": "Pedaço de pedra; Pedra ornamental; Calote;",
        "xêêê": "Coisa estranha.",
        "xíbio": "Órgão reprodutor feminino.",
        "xícara": "Chávena.",
        "xífio": "Planta da família das Iridáceas, medicinal, de ação emoliente; espécie de açucena.",
        "xíleco": "Homem camponês",
        "xó": "Apenas uma simples expressão de espanto, surpresa ou ênfase a respeito de uma idéia. Normalmente é utilizada de maneira bastante enfática.",
        "xórnia": "Bagunça, desordem, fora de controle",
        "xô": "Expressão utilizada na intenção de pedir, ou mandar, para que alguém saia.",
        "xôla": "Xôla é a definiçao de cachorra.",
        "xôxa": "Sem graça. Desanimada.",
        "xôxo": "Diz-se de uma coisa pequena, também designa uma pessoa pequena, criança sub-nutrida e de baixa estatura, fruta que não se desenvolveu totalmente mas ficou madura, como cajús , abacaxi , etc."
    }
}