{
    "w": {
        "w": "Pode siginificar: 1-[Eletr.] - símbolo do watt -( ver ¨watt¨) 2-[Quim.]- símbolo do tungstênio ( ver ¨tungstênio) 3-[Geog.]- símbolo do ¨oeste¨ 4-[Fisica]- símbolo de ¨trabalho¨.",
        "w.o": "O W.O. é a atribuição de uma vitória a uma equipe ou competidor quando a equipe adversária está impossibilitada de competir. Isto pode acontecer devido a não existência de um número mínimo de esportis...",
        "w.o.": "Abreviação em inglês Walkover, significa alguma coisa que foi conquistada muito fácil, muito usada em esportes, quando o oponente não comparece e é dado como derrotado.",
        "w00t": "W00t é uma mistura de letras e números, usada por jogadores como uma expressão de felicidade, diversão e entretenimento. Esta palavra foi a palavra Merriam-Webster do Ano para 2007. De acordo com Joh...",
        "w8": "Em english \"Wait\", que em portugês \"Espere\"",
        "wadden": "[Geog.]- Wadden é o nome de um mar,o mesmo que mar Frísio.",
        "waffle": "Bolacha que vende na feira.",
        "wagita": "Wagita é o nome de um mineral, o mesmo que hemimor- fita. (VIDE HEMIMORFITA )",
        "wagler": "[Hist.]-Johann Georg Wagler (1800-1832) foi um cientista alemão especializado em serpentes. Foi assistente de Spix(VIDE) e deu palestras de Zoologia na Universidade de Munique. Trabalhou nas coleções...",
        "wagner": "Wilheim Richard Wagner, ( 1813-1883), foi um compositor , maestro, ensaista e poeta alemão. É considerado um dos expoentes do romantismo e um dos mais influentes com- positores de música erudita já su...",
        "wagner-sc": "O nome completo deste município do estado de Santa Catarina é Alfredo Wagner.",
        "wagnerianas": "Relativo a Wagner, na Bahia, que é seu natural ou habitante.",
        "wagneriano": "1- Diz-se daquilo que é referente ao compositor alemão Ri - chard Wagner. 2- Aquilo que é típico ou próprio do estilo das obras de Ri - chard Wagner. 3- Diz-se de quem estuda, aprecia ou int...",
        "wagram": "[Hist.]- Wagram é o nome de uma batalha travada nos dias 5 e 6 de julho de 1809, perto do vilarejo de Wagram ,à 10 km. de Viena, na margem norte do rio Danúbio (VIDE). As forças francesas, comandadas...",
        "wai-wai": "Povo de língua da família Karib. Vivem na área indígena de nhamundá-mapuera, na fronteira do Pará com o Amazonas; na área wawai, em Roraima e também na Guiana. A população é uma mistura de várias o...",
        "waifu": "Mulher ideal na cultura japonesa, tida como mulher perfeita nos personagens 2D para os otakus.",
        "waikato": "[Geog.]- Waikato é o nome de um rio da Nova Zelândia, na ilha do Norte, que nasce no lago Taupo e deságua no mar da Tasmânia. É o principal rio do país e abriga em seu cur- so usinas hidrelétricas.",
        "waimiri-atroari": "Waimiri-Atroari é um povo indígena , de língua do tronco Ca- ribe, que vive nos estados de Roraima e do Amazonas, dis- tribuídos em 14 aldeias. São cerca de 970 indivíduos, dados de 2003. Eram conhec...",
        "wainer": "Samuel Wainer ( 1912-1980)- foi um jornalista , de origem judia. Fundador do jornal ¨Última Hora¨. Foi casado com a modelo e jornalista Danusa Leão. Tem uma importância inegável no jornalismo brasil...",
        "waiãpi": "Waiãpi é o nome de uma língua indígena, o mesmo que wayampi. ( VIDE WAYAMPI )",
        "wajngarten": "Maurício Wajngarten, é um Mestre e Doutor em cardiologia pela Universidade de São Paulo (USP); diretor científico da Sociedade Brasileira de Cardiologia, membro do Comi- tê do Ministério da Saúde. Atu...",
        "wake": "[Geog.]- Wake é o nome de um atol, pertencente aos EE.UU, no oceano Pacífico. É formado por 3 pequenas ilas corali- nas: Wake, Peale e Wilkes, com uma área total de 6,5 km.2. As ilhas Wake têm um impo...",
        "walaba": "[Bot.]- Walaba é o nome vulgar de uma árvore, o mesmo que eperú. (VIDE)",
        "waldir": "Nome próprio.",
        "waldomiro": "Nome próprio.",
        "walesa": "Lech Walesa, nasceu em 1943, é um político polonês e ati- vista dos Direitos Humanos. Foi o 1º presidente da Polônia após a queda do Comunismo, de 1990 à 1995. Ganhou o Prêmio Nobel da Paz em 1983. F...",
        "walker": "Nome concedido aos fans da série Norte-Americana The Walking Dead.",
        "wall": "Nome dado a uma pessoa que usa um programa ilegal, durante jogos online, para poder visualizar rivais por detrás de paredes.",
        "wallaby": "[Zool.]- Wallaby ou walabee, é o nome de várias espécies de um animal, mamífero, herbívoro , marsupial, da família dos Macropodídeos. São muito parecidos com os cangurus, porém bem menores e, como e...",
        "wallace": "Nome original do país de gales.",
        "walmart": "1. Walmart é uma rede de varejo.",
        "walmir": "Nome próprio masculino.",
        "walter": "Palavra usada como nome próprio de pessoas do gênero masculino, vulgarmente chamado de Valter!",
        "walter-ac": "1. O nome completo deste município do estado do Acre é: Porto Walter.",
        "wanderlei": "Nome próprio masculino.",
        "wanderley": "Nome pessoal",
        "wanderlândia-to": "[Geog.]- Wanderlândia é o nome de uma cidade e municí- pio do estado do Tocantins com cerca de 11 mil habitantes e uma área de 1,4 mil Km2.. É um município rico em re- cursos hídricos com 27 cacho...",
        "wanderléia": "Aquela que vem das pedras, das ardósias, das pedras escarpadas (ponteagudas)",
        "wanderson": "Nome próprio masculino.",
        "wangensteen": "Owen Wangensteen ( 1898-1981) , foi o chefe da cirurgia do Hospital da Universidade de Minesota de 1930 até 1967 , ficando no cargo mais tempo do que qualquer cirugião ame- ricano até aquela data. Des...",
        "wannabe": "Pessoa que quer ser alguma coisa, mas não é!",
        "wanático": "Termo utilizado para definir os fãs da cantora Wanessa. Não trata-se apenas de gostar de suas músicas, mas acompanhar cada passo dela saber sobre ela e amá-la incondicionalmente.",
        "wap": "Na rede cpu, significa protocolo para aplicação da net sem fio.",
        "ward": "Geralmente as pessoas comentam isso em posts de discussões (termo mais usado no Facebook) para as receberem notificações.",
        "warner": "Nome próprio.",
        "warrant": "Warrant é o título de crédito causal, emitido exclusivamente pelos armazéns gerais, que representa o crédito e o valor das mercadorias depositadas. Warrant é instrumento equiparado e considerado com t...",
        "warrantagem": "S.F. Ação ou efeito de conseguir ou garantir algo por meio de warrant.",
        "warrantar": "Que se garante por meio de warrant, recibo de mercadoria em armazém geral.",
        "warta": "[Geog.]- Warta é o nome de um rio da Polônia que banha a cidade de Poznan e deságua na margem direita do rio Oder (VIDE).",
        "washington": "Washington é um estado dos EE.UU., situado no noroeste do país, fronteira com o Canadá. Tem cerca de 6 milhões de habitantes e sua capital é a cidade de Olympia. É banha- do pelo oceano Atântic...",
        "wassermann": "August Paul Von Wassermann ( 1866-1925) foi um famoso bacteriologista alemão. Trabalhou no Instituto de Doenças Infecciosas de Berlim, durante vários anos. Desenvolveu e completou o teste para o diagn...",
        "wat": "Expressão de espanto. Neologismo e estrangeirismo, derivado de \"WHAT\" em inglês, que significa O QUE?",
        "watanabe": "Watanabe, em japonês significa, ao pé da letra, ¨atravessar pela beirada¨. É o 5º sobrenome mais comum dentro e fora do Japão; já existe em escritos do ano 780. Durante a guer- ra civil do século XVI...",
        "waterloo": "1- Waterloo é o nome de um município da Bélgica, na re- gião da Valônia, situado nas proximidades de Bruxelas. Tem cerca de 30 mil habitantes. 2- Waterloo é o nome de uma famosa batalha, oc...",
        "watt": "O watt é uma unidade de potência do Sistema Internacional de Unidades (SL), cujo símbolo é W e equivale a um joule por segundo. Recebeu este nome em homenagem a Ja - mes Watt, pela sua contribuição n...",
        "watt-hora": "É a quantidade de energia utilizada para alimentar uma carga de potência de 1 watt por 1 hora.",
        "watt-horímetro": "Aparelho utilizado para medir o watt-hora",
        "watt-minuto": "Unidade de medida de energia elétrica.",
        "watt-segundo": "Unidade de energia elétrica.",
        "watts": "Unidade de potência que corresponde a 1 joule",
        "wattímetro": "Instrumento utilizado para medir potência elétrica cuja unidade é o Watt (W).",
        "watusi": "Substantivo de dois gêneros - Mesmo que tútsi, povo de estoque nilótico, guerreiro e criador de gado, que invadiu áreas dos atuais Burundi e Ruanda (África), dominando os hútus ali residentes [são c...",
        "waurá": "Waurá,uaura ou wanja, é uma língua falada por indígenas do Brasil, no Parque do Xingu, no estado de Mato Grosso. É falada por cerca de 320 falantes(2006) e pertence à família linguística maipurean(VID...",
        "waxcoder": "Pessoa que finge que sabe codar e ser hacker. Mais conhecido como lammer, ou skid.",
        "wayampi": "Wayampi ou waiãpi é o nome de uma língua índigena , da família Tupi, grupo tupi-guarani, sub-gupo VIII. É falada pelo povo waiãpi, que vive no extremo norte do Brasil e na Guiana Francesa. São ...",
        "wazar": "Conversar por Waza(whatsapp), conversar por meios internetescos ou coisar.",
        "waziristão": "É uma região montanhosa ao noroeste do Paquistão e que faz fronteira com o Afeganistão.",
        "wb": "Welcome Back (Bem-vindo de volta, em português)",
        "wc": "Abreviatura das palavras inglesas ¨water closet¨, que significam : privada, lavatório, sanitário,banheiro.",
        "wdw": "WDW abreviação para Walt Disney World.",
        "web": "Rede em Inglês; Abreviação de www na Internet, Juventude em Grego.",
        "webcam": "É uma câmera de vídeo digital conectada a um computador e é capaz de capturar vídeos, fotos e transmiti-los pela internet.",
        "weber": "Weber é uma medida do Sistema Internacional de Unidades (SL), para se medir o fluxo de indução magnética ( eletroma- gnetismo). Seu nome é uma homenagem a Wilhelm Eduard Weber, físico alemão ( 1804-18...",
        "webgrafia": "Designação comum da rede mundial de computadores na internet (redução de world wide web), que permite a interligação de documentos e recursos e também a obtenção de informação sob a forma de hipertext...",
        "webliografia": "Bibliografia de sites utilizados em uma pesquisa ou estudo. Usufruindo de alguma informação ou auxilio de um site, o mesmo seria citado na parte da webliografia.",
        "webmail": "1. O mesmo que e-mail.",
        "webmanage": "Pessoa que em uma empresa trabalha como gerente e faz todo o trabalho via web, ou seja, pelo computador",
        "webmaster": "Na rede mundial de cpu, significa gerenciador de site.",
        "website": "Website é uma palavra que resulta da justaposição das palavras inglesas web (rede) e site (sítio, lugar). No contexto das comunicações eletrônicas,website e site possuem o mesmo significado e são uti...",
        "webstorm": "(tempestade na web, em português), essa expressão serve para nomear os movimentos feeitos na internet que são esquecidos mais rapidamente.",
        "weddell": "James Weddell ( 1787-1834), foi um navegador inglês que descobriu o arquipélago das Órcades do Sul, na região An- tártica.",
        "weeaboo": "Pessoa que gosta da cultura japonesa a ponto de alienar a sua cultura natal em pró da japonesa.",
        "weekend": "Tradução \"final de semana\"",
        "weiss": "Clássico, refinado, requintado, verdadeiro.",
        "wellington": "1- é o nome da capital da Nova Zelândia. 2- é um título nobiliárquico inglês ( Ducado de Wellington) 3- é o sobrenome de muitas personalidades inglesas.",
        "wemba": "Wemba é o nome de uma língua africana, o mesmo que bemba. (VIDE)",
        "wendler": "A Wendler é uma empresa de blindagem de origem alemã.",
        "werneck": "1- Sobrenome de origem alemã, que foi o de muitas perso- nalidades brasileiras. ( também grafado : Vernek ) 2- É o nome de uma cidade alemã , na Baviera. ( como a palavra ¨ ecke¨ , signific...",
        "wertheim": "Wertheim é uma cidade da Alemanha, na região adminis - trativa da Estugarda , no estado de Baden-Wurttemberg. Possui cerca de 25 mil habitantes e está em uma região de planícies.",
        "weser": "[Geog.]- Weser é o nome de um rio da Alemanha que nasce da confluência dos rios Fulda e Werra. Banha a cidade de Bremen e deságua no mar do Norte.",
        "wesley": "Que vem do Oeste - Tocha tirada do Fogo",
        "westphalen-rs": "1. O nome completo deste município do estado do Rio Grande do Sul é: Frederico Westphalen.",
        "westphalia": "Westphalia ou Vestfália ( ¨ Westfalen¨, em alemão) , é uma região histórica da Alemanha, incluida no estado federal da Renânia do Norte- Vestfália e em parte da Baixa Saxônia. Não é possível definir...",
        "weta": "[Zool.]-Weta é uma palavra derivada de ¨wetã¨,da língua maori(VIDE),que define insetos naturais da Nova Zelândia,aparentando ser um ¨grilo gigante¨.São muito pesados,com até 10 cm.ce comprimento e pes...",
        "whatchakápu": "Que porra é essa, mermão? ou qualé que é, jão?",
        "whatever": "Whatever é um termo da língua Inglesa que pode ter o significado de \"qualquer coisa\", \"tudo aquilo que\", \"tudo quanto\", \"o que quer que seja\", \"seja o que for\", etc. É utilizado para fazer referência ...",
        "whats": "1. Designa o aplicativo de mensagem chamado whatsapp.",
        "whatsaholic": "Pessoa viciada no aplicativo de troca de mensagens whatsapp. Que fica o dos inteiro no whatsapp mandando mensagens e fotos.",
        "whatsapp": "Rede social que permite que usuários possam compartilhar mensagens, videos e imagens através do celular.",
        "whatsfake": "Aplicativo para montar conversas falsas e parecidas com as do Whatsapp.",
        "wheatstone": "Sir Charles Wheatstone (1802-1875) foi um físico britânico. Inventor de muitas inovações científicas da era vitoriana,incluindo a concertina inglesa, o estereoscópio (um dispositivo para exibir imagen...",
        "wheel": "Roda",
        "wheeling": "Manobras radicais realizadas em motos ou bicicletas sobre uma roda só, onde o piloto mostra peria e audacia desafiando o perigo.",
        "whiskas": "Comida de gato (Uii bofe). Veado, boiola, baitola, gay, queima-rosca, morde fronha.",
        "whisky": "Bebida destilada de grãos originária da Escócia, é envelhecida em tóneis por no mínimo 3 anos, quanto mais envelhecida, mais saborosa e mais cara.",
        "whitney": "Whitney Elizabeth Houston nasceu em 1963; é uma famosa cantora, compositora e atriz norte-americana, uma das mais populares e famosas artistas das décadas de 80 e 90. Recebeu vários prêmios Grammys, E...",
        "whois": "Na rede de cpu, significa erro de processamento.",
        "wi": "Gíria Angolana que significa indivíduo, sujeito.",
        "wi-fi": "O que é Wi-Fi: Wi-Fi é uma abreviação de ?Wireless Fidelity?, que significa fidelidade sem fio, em português. Wi-fi, ou wireless é uma tecnologia de comunicação que não faz uso de cabos, e geralmente ...",
        "wicca": "A palavra Wicca vem do saxão witch ou do inglês arcaico wicce, que significa girar, moldar ou dobrar. Alguns estudiosos afirmam que esta palavra vem da raiz germânica wit que significa saber. Também a...",
        "wiesbaden": "[Geog.]- Wiesbaden é o nome de uma cidade da Alemanha, capital do estado de Hesse, com cerca de 270 mil habitan- tes. Situa-se no sopé do monte Taunus, na margem direi- ta do rio Reno (VIDE). É um im...",
        "wiggle": "Termo do inglês que significa mexa, balance, manobra.",
        "wii": "Novo video-game da nintendo lançado em novembro de 2006. Wii significa \"we\" em inglês, que em português significa \"nós\". Ou seja, é um video-game com ênfase em jogos multi-players.",
        "wiki": "WIKI é uma ferramenta de ¨software¨ que permite a qualquer pessoa criar e alterar páginas de um ¨site¨ na WEB. Funcio- na como um gerenciador de conteúdo, sendo que o usuário não precisa ter muito con...",
        "wikileaks": "Oeganização criada em 2006, pelo australiano Julian Assange, esta organização (site), cuida de divulgar documentos e iinformações que, pela vontade de seus autores e protagonistas, deveriam ser mantid...",
        "wikipédia": "Wikipédia é uma enciclopédia multilíngue online livre colaborativa, ou seja, escrita internacionalmente por várias pessoas comuns de diversas regiões do mundo, todas elas voluntárias.",
        "wildiano": "1- Referente ou próprio do escritor e dramaturgo irlandês Oscar Wilde ( 1854-1900) ou à sua obra. 2- Diz-se do estilo de Oscar Wilde ( poema wildiano). 3- Diz-se da pessoa que estuda ou admira as ...",
        "wildson": "Wildson é um nome próprio masculino.",
        "wilkinson": "Sir John Gardner Wilkinson (1797-1875) , foi um famoso ex- plorador, escritor e egiptologista inglês;é geralmente cha - mado de ¨o pai da egiptologia britânica¨. Foi para o Egito aos 24 anos permanec...",
        "willame": "1. Nome próprio.",
        "willemita": "Willemita é o nome de um mineral composto básicamente por zinco (60%), silício e oxigênio. Faz parte do grupo do silicato (VIDE). Cristaliza-se no sistema trigonal, tem grau de dureza médio, brilh...",
        "william": "Nome de origem teutônica, muito usado nos países de língua inglêsa, com a tradução de Guilherme na língua portuguêsa, tendo o significado de \"protetor absoluto\", Os inglêses e americanos, normalmente,...",
        "willian": "Nome de uma pessoa. Origem: TEUTÔNICO Significado: PROTETOR ABSOLUTO.",
        "willians": "1. Nome próprio.",
        "wilson": "Nome próprio masculino.",
        "wimbledon": "O Torneio de Tênis de Wimbledon é o mais antigo torneio de tênis do mundo e considerado o de maior prestígio. Foi criado em 1877,com a participação de 22 jogadores. O torneio de ¨duplas¨ foi iniciado ...",
        "winchester": "Nome popular do Disco Rígido do computador. Seu nome tem origem no primeiro HD lançado pela IBM, que tinha o nome de 30-30, coincidentemente um calibre muito popular de rifles, especialmente o Winches...",
        "word": "Palavra/palavras",
        "wordpress": "Plataforma que permite a criação de blogs e sites gratuitos.",
        "workshop": "Palavra inglesa que em português chama-se OFICINA. Reunião de trabalho, ou de treinamento, no qual os participantes discutem e/ou exercitam determinadas técnicas numa área específica:",
        "writ": "O vocábulo writprocede do direito inglês, significando uma ordem. Assim, é de fácil entendimento que o writ é um mandamento, uma ordem, para que a autoridade competente cumpra a lei, faça ou deixe de ...",
        "wtf": "WTF = WHAT THE FUCK ? Significa praticamente o mesmo que : \"Que merda é essa? \" \"Que merda!\""
    }
}