{
    "q": {
        "q.q": "Estar de olho em alguém. Estar gostando de alguém.",
        "qattara": "[Geogr.]- Qattara é o nome de uma grande depressão exis- tente no deserto da Líbia. (VIDE LÍBIA) (deserto).",
        "qblz": "Abreviação de \"que beleza\" usada frequentemente na internet para facilitar a comunicação em geral. Gíria que indica admiração no sentido amplo. Sinônimo de legal, bonito, poderoso. Ex.: qblz d lugar...",
        "qdo": "Abreviação de quando usada nos chats da internet.",
        "qg": "No popular, principalmente na linguagem internauta, significa um grupo, uma reunião, um encontro de pessoas, normalmente, com um mesmo interesse em comum.",
        "qi": "Quociente de inteligência.",
        "qm": "Abreviação de quem usado em chats da internet.",
        "qnd": "Abreviatura de \"quando\", usada mais em conversas na internet.",
        "qon": "Sufxiso ligado a desenvolvimento lógico de programação computacional e automacional",
        "qq": "Abreviação de qualquer usada na internet.",
        "qqc": "Na linguagem de internet significa \"qualquer coisa\".",
        "qqer": "Abreviação de qualquer usado nos chats da internet.",
        "qqiço": "QQIÇO = que que isso",
        "qra": "Significa \"nome\" na linguagem de radio.",
        "qrv": "1. Jargão Policial, o mesmo que \" às suas ordens\".",
        "qrx": "Código Q. Significa \"aguarde\".",
        "qsj": "Considerado informalmente no Q-Code (linguagem utilizada em comunicações de radiofrequência) como dinheiro/grana.",
        "qsl": "QSL é um dos códigos Q utilizado nas transmissões de radiocomunicações. Esta sigla faz parte do Código Fonético Internacional e é utilizado em todos os países do mundo, significa \"tudo entendido\", \"co...",
        "qsm": "Quem souber morre",
        "qt": "Quanto",
        "qta": "Código utilizado em rádios amadores para cancelar a última mensagem ou ato que foi realizado.",
        "qtal": "Abreviação de \"que tal\".",
        "qth": "Quer dizer \"qual a sua localização nesse exato momento\" em linguagem de rádio.",
        "quabiburu": "Árvore leguminosa.",
        "quacacuja": "Espécie de peixe.",
        "quacacujuba": "[Zool.]- Quacacujuba é o nome de um peixe marinho, tam- bém chamado de peixe-morcego.",
        "quacre": "Diz-se de participantes de seitas religiosas dos Estados Unidos.",
        "quaderna": "Conjunto de quatro peças iguais, dispostas simetricamente, em forma de quadrado. A face do dado que possui quatro pontos.",
        "quadernado": "[Bot.]- Diz-se das follhas ou flores dispostas de quatro a quatro na haste das plantas.",
        "quadernal": "Cadernal, encaixe onde são jogadas as roldanas.",
        "quadra": "É um município do interior do estado de São Paulo com população estimada de 3.035 habitantes.",
        "quadrada": "Pistola",
        "quadradinho": "Diminutivo de quadrado.",
        "quadradinhos": "Flexão de quadrado. Pequenos quadrados.",
        "quadrado": "Quadrilátero cujos lados são iguais entre si e cujos ângulos são retos; quadrilátero regular.",
        "quadrado-oco": "É tipo de material que é empregado na remendagem e imposição, fundido a corpo grande e a quadratins, formando coleções; quadrilongo.",
        "quadrados-ocos": "Tipos de materiais tipográficos empregados na imposição.",
        "quadradura": "Trata-se de um problema proposto pelos antigos geômetras gregos consistindo em construir um quadrado com a mesma área de um dado círculo servindo-se somente de uma régua e um compasso em um número fin...",
        "quadradão": "Bobão, idiota",
        "quadrafônico": "Referente ao que é feito a partir de gravação ou reprodução sonora em quatro canais.",
        "quadragenária": "Que se refere ao número quarenta.",
        "quadragenário": "Diz-se do que tem quarenta unidades; que tem quarenta anos ou mais de idade e menos de cincoenta.",
        "quadragésimo": "Que está na posição quarenta.",
        "quadrangulado": "De forma quadrada com 4 ou 6 lados iguais dependendo da posição",
        "quadrangular": "Segundo o dicionário, quadrangular significa que tem 4 ângulos. É uma forma perfeita. Portanto, aplicar esta palavra ao aleluia dado à proclamação que se faz aos atos de Deus para o julgamento final n...",
        "quadrangulares": "Que possui formato quadrangular.",
        "quadrantanopia": "Quadrantanopia é o nome que se dá, em oftalmologia, ao déficit visual em que há uma perda parcial ou total da visão de parte do campo visual, em um ou em ambos os olhos.",
        "quadrante": "Objetos, Símbolos, Grupos em forma quadriculada ou que represente números de até quatro.",
        "quadrantectomia": "Termo da medicina que designa uma cirurgia de retirada de um quarto da mama em casos específicos de tumores malignos.",
        "quadrantes": "1. Na geometria, uma das quatro partes iguais de uma circunferência. 2. Instrumento para medir altitude em navegação, agrimensura e astronomia.",
        "quadrantídeo": "Diz-se de meteoro pertencente à chuva.",
        "quadrar": "Dar forma quadrada em algo; multiplicar um número por si mesmo; elevar ao quadrado; fazer um cavalo parar de modo que o apoio seja sôbre as quatro patas.",
        "quadrarona": "Aquele que tem um quarto de sangue negro.",
        "quadrarão": "(Inglês: quadraroon; Espanhol: quadrarón) uma pessoa com um quarto de sangue negro (filho de pai branco e mãe mulata)",
        "quadratiforme": "Diz-se do que tem forma quadrada.",
        "quadratim": "Trata-se de uma unidade de medida no campo da tipografia. Esta unidade define a proporção do comprimento e altura da letra com relação ao tamanho do ponto da fonte em questão.",
        "quadratriz": "Da Geometria, é a curva que serve para resolver o problema da trissecção do ângulo e o da quadratura aproximada do círculo.",
        "quadratura": "[Astronomia] - Posição de dois astros em relação à Terra, quando suas direções formam um ângulo reto.",
        "quadraturista": "Pessoa que pinta quadraturas.",
        "quadratífero": "Diz-se do que possui face quadrada.",
        "quadrela": "[Constr.] Porção ou extensão de muro, parede, fachada etc. geralmente compreendida entre dois elementos de referência, como, por exemplo, pilastras e patamares; lanço.",
        "quadrelo": "Munição para besta medieval, seta com ponta de ferro de quatro lados.",
        "quadrense": "Que nasceu ou que vive em Quadra-SP.",
        "quadriaceleração": "Da física, é um quadrivetor que define a taxa de alteração ao longo do tempo da quadrivelocidade ao longo do tempo próprio da partícula. Semelhante à aceleração clássica.",
        "quadribol": "(Brasil) Jogo fictício da série de livros Harry Potter. Na estória, é o mais popular e nobre esporte dos bruxos, e consiste em um jogo jogado por sete jogadores de cada time divididos em quatro posiçõ...",
        "quadricentenário": "Relacionado ao quarto centenário. quadri = quatro, quarto. centenário = cem anos. portanto, \"quarto centenário\"",
        "quadricentésimo": "Termo usado para se referir ao número 400",
        "quadriciclo": "Veículo com características semelhantes a motocicleta, porém, com quatro rodas. Pode ter tração em duas ou nas quatro. Veículo utilizado na cidade, campo, esporte, lazer ou serviços.",
        "quadricromia": "S.f. Técnica de impressão em quatro cores, que utiliza o sistema CMYK para reproduzir uma grande gama de cores a partir de cores básicas (ciano, magenta, amarelo e preto).",
        "quadriculado": "Que está em formato de vários quadradinhos e, na maioria das vezes, apresenta as cores branca e preta.",
        "quadricular": "Dividir em quadrados.",
        "quadricípite": "Substantivo Masculino (quadri+cípite) Músculo anterior da coxa formado por quatro feixes que se reúnem na rótula.",
        "quadricórnio": "Quadri= Quatro, Corneo= Chifre. Ou simplesmente um Cavalo com 4 chifres.",
        "quadricúspide": "O que tem 4 pontas agudas.",
        "quadridimensional": "Que possui 4 dimensões;",
        "quadrienais": "Plural de quadrienal. Referente ao período de quatro anos; que ocorre de quatro em quatro anos.",
        "quadrienal": "Periodo ou intervalo de tempo precedido de quatro em quatro anos.",
        "quadrifendido": "É o mesmo que quadrífido.",
        "quadrifonia": "Sistema sonoro com gravação e/ou reprodução em quatro canais diferentes de áudio.",
        "quadriga": "1- antigo carro de duas rodas, puxado por 4 cavalos. 2- conjunto de 4 cavalos atrelados para puxar um carro.",
        "quadrigentésimo": "Número ordinal referente ao número 400.",
        "quadrigário": "Diz-se do condutor de quadriga.",
        "quadrigêmeo": "1- Diz-se de cada um dos quatro irmãos nascidos de um mesmo parto. 2- [Anat.]- Refere-se a cada uma das quatro saliências arre- dondadas situadas no cérebro.",
        "quadril": "S.m. Região do corpo que fica entre o tronco e a coxa.",
        "quadril-de-égua": "1 - Termo pejorativo para as nádegas femininas, geralmente encurvadas em abundância, medidas muito avantajadas, além da abundante gordura no quadril e muita carne, lembrando o quadril das éguas, fêmea...",
        "quadrilateral": "ADJ. Diz-se daquilo que possui quatro lados.",
        "quadrilha": "Em festas juninas, há uma quadrilha, com no minimo 6 pessoas, 3 meninos e 3 meninas.",
        "quadrilheira": "Pessoa que dança quadrilha em festa junina.",
        "quadrilheiro": "1. Em Portugal o termo designa o membro de uma quadrilha. 2. Intrometido, curioso (deve ter a ver com o fato de a primeira organização de tipo policial, ao que suponho no tempo de D. Fernando, ter sid...",
        "quadrilheiros": "Os quadrilheiros eram os agentes de polícia responsáveis pela segurança pública urbana em cada concelho de Portugal, desde a Idade Média até ao início do século XIX. Tinham como missão principal a de ...",
        "quadrilhão": "Substantivo, aumentativo de quadrilha.",
        "quadrilongo": "Adj. e s.m. Geom. Diz-se de, ou figura retangular que tem quatro lados paralelos dois a dois, sendo dois deles menores que os outros.",
        "quadrilátera": "Flexão de quadrilátero. Em geometria plana euclidiana, quadrilátero é um polígono de quatro lados.",
        "quadriláteras": "Flexão de quadrilátero. 1. Mil posição estratégica que se apoia sobre quatro elementos fortificados. 2. [Futb.] Os campos.",
        "quadrilátero": "Quadrilátero - (Quadri = quatro, látero = lado ) Figura geométrica que possui 4 lados, de mesmo tamanho.",
        "quadrilóbulo": "[Arquitetura] - Diz-se de um enfeite formado por quatro partes ligadas de arcos ogivais.",
        "quadrimensalmente": "Que ocorre quatro vezes por mês.",
        "quadrimensional": "É o deslocamento do trimensional ,do plano bidimensional para o espacial.",
        "quadrimestrais": "De quatro em quatro meses, relativo a quadrimestres.",
        "quadrimestral": "De quatro em quatro meses",
        "quadrimestre": "Que tem 4 meses completo.",
        "quadrimotor": "Diz-se de um aparelho que tem quatro motores.",
        "quadringentenário": "Comemoração de um fato notável que ocorreu quatrocentos anos antes.",
        "quadringentésimo": "Definição fracionária ao numeral 400 (quatrocentos)",
        "quadrinha": "Espécie de trova popular, formada por quatro versos com sete sílabas cada.",
        "quadrinhas": "1. Local onde se joga futebol.",
        "quadrinhos": "Forma de arte seqüencial gráfica que, em geral, mescla imagens e palavras. 9a. arte. Imagens pictóricas e outras justapostas em seqüência deliberada destinadas a transmitir informações e/ou a produzir...",
        "quadrinista": "Aquele que faz (desenha) quadrinhos.",
        "quadrinizar": "Narrar em quadrinhos.",
        "quadrinômio": "Expressão algébrica formada de quatro termos ou quatro monômios.",
        "quadriparesia": "Paralisia Cerebral.",
        "quadripartido": "É o mesmo que quadrífido.",
        "quadripartite": "Formado ou composto por quatro partes ou poderes.",
        "quadriplicada": "1. Ato ou efeito de quadriplicar.",
        "quadriplicar": "O mesmo que quadruplica: multiplicar por quatro.",
        "quadriplégico": "O mesmo que tetraplégico.",
        "quadripolar": "Pessoa ou vivente que possua personalidade quadrupla, gerando comportamento multi controverso.",
        "quadripolo": "Nomenclatura que se dá ao sistema elétrico que contém dois dipolos de momentos elétricos iguais, mas de sentidos distintos.",
        "quadris": "Diz-se de região do corpos que fica entre o tronco e a coxa.",
        "quadrissemanal": "Relativo a quadrissemana.",
        "quadrissílaba": "Flexão de quadrissílabo. Que tem quatro sílabas.",
        "quadrissílabas": "Na gramática, palavra que é formada por quatro sílabas.",
        "quadrissílabo": "É a palavra formada por quatro sílabas.",
        "quadritom": "Instrumento de percussão, usado para fazer viradas na musica.",
        "quadrivalente": "1. Que tem 4 por valência química.",
        "quadriângulo": "[Geometria] Figura geométrica de quatro ângulos; quadrilátero.",
        "quadriênio": "Período de quatro anos.",
        "quadro": "S.M. Objeto ou espaço que se caracteriza por ter quatro lados iguais, quadrado. Moldura. Obra de arte, pintura, fotografia. Peça retangular usada para escrever em salas de aula. Divisão quadrangula...",
        "quadro-negro": "No passado, eram usados nas escolas, levavam este nome porque eram fabricados através de uma pedra preta, fácil de apagar.",
        "quadros": "Obra de arte emoldurada.",
        "quadrumeno": "É todo aquele que além de ser desprovido de inteligência não procura buscar conhecimnto e age quase sempre levianamente.",
        "quadrupedar": "1-Andar em 4 pés. 2-Fazer barulho com os pés,como os quadrúpedes quando andam.",
        "quadrupedes": "Flexão de quadrupedar. Bates os cascos, fazendo barulho, ao marchar (a cavalgadura).",
        "quadruplica": "Ato de quadruplicar, multiplicar por quatro vezes.",
        "quadruplicada": "Multiplicado por quatro vezes.",
        "quadruplicando": "Flexão de quadruplicar. Que está aumentando quatro vezes mais.",
        "quadruplicar": "Quadruplicar ou quadriplicar significa : aumentar em quatro vezes alguma coisa.",
        "quadruplicidade": "Característica do que é quádruplo.",
        "quadruplicou": "Do verbo quadruplicar, é se tornar quatro vezes maior ou multiplicar por quatro.",
        "quadruplique": "Flexão de quadruplicar. Torne quatro vezes mais.",
        "quadruplo": "Ação de quadruplicar algo.",
        "quadrupolo": "Analisador de massas utilizado em espectrometria de massas.",
        "quadrática": "Curva gerada pela interseção de um plano com um cone circular.",
        "quadrático": "1. Relativo a quadrado 2. [Matemática] Valor elevado ao quadrado",
        "quadrável": "Aquilo que se pode quadrar.",
        "quadrângulo": "Quando a associação de vários ângulos formam (suas somas = 360º) independentemente das suas quantidades somadas.",
        "quadrão": "Aumentativo de quadro.",
        "quadríceps": "Quadríceps femoral é o nome coletivo deste músculo localizado na parte anterior da coxa, cuja função é flexão do quadril e extensão do joelho. Insere-se na tuberosidade da tíbia através do ligamento ...",
        "quadrícula": "Quadrado de metal utilizado para isolar uma amostra de terreno de modo a obter dados do solo e das plantas.",
        "quadrículo": "É uma folha que tem muitos quadrados, um completando o outro",
        "quadrículos": "Um quadrado pequeno. Quadrícula ou quadradinho.",
        "quadrífido": "1-Diz-se do que é fendido ou dividido em 4 partes iguais. 2-O que tem 4 profundas divisões.",
        "quadrúmano": "Aquele que tem quatro mãos",
        "quadrúpede": "Do Lat. quadrupede adj. e s. m., Zool., que ou animal que tem quatro patas; bruto; néscio, ignorante.",
        "quadrúpedes": "1. Animal que possui quatro pés ou patas. 2. Indivíduo grosseiro.",
        "quaga": "[Zoologia] Quaga ou quagga é o nome de um animal mamífero equídeo já extinto. Habitava áreas da África do Sul e eram muito numerosos no passado.O último exemplar na natureza foi morto em 1878 e o últ...",
        "quaiapá": "Quaiapá é uma palavra indígena que define uma árvore, o mesmo que guaiapá.",
        "quaieira": "Coisa velha, passado do tempo. Velharia",
        "quaigue": "Vaso de madeira do que os escoceses se servem em substituição do copo de vidro.",
        "quaisquer": "Qualquer no plural.",
        "quaker": "É o nome dado a um membro de um grupo religioso de tradição protestante, chamado ¨Sociedade Religiosa dos Amigos¨. Foi criado em 1652, por um inglês, que se opunha a Igreja Anglicana. Vivem, sem qual...",
        "qual": "Pronome relativo; representa nomes já mencionados.",
        "qualhira": "Sub. fem. singular - No Maranhão é comum este atributo a sujeitos afeminados, gay, boiola, bicha, veado.",
        "quali-quantitativo": "Este tipo de pesquisa envolve métodos quantitativos e qualitativos de pesquisa, de modo a obter uma compreensão e explicação mais ampla do tema estudado.",
        "qualia": "Termo científico das ciências cognitivas que é definida como um conjunto de experiências, sentimentos e sensações pessoais que acompanham o estar consciente - são por assim dizer estados fenomenais, o...",
        "qualidade": "1. Parecer técnico no qual se considera aplicações aceitáveis para o consumo; 2.Grau de perfeição, de precisão, de conformidade a um certo padrão; 3. Excelência, virtude, talento.",
        "qualidades": "Diz-se de grau de utilidade.",
        "qualidoso": "É algo de qualidade, que a tem, ou é relacionado a mesma.",
        "qualifica": "Flexão de qualificar. Que qualifica algo.",
        "qualificada": "Que tem qualificação.",
        "qualificadamente": "Advérbio. 1. De maneira qualificada. Onde há qualificação ou qualidade. 2. Onde há detalhes. Com excesso de minúcia. Detalhadamente.",
        "qualificadas": "Que recebeu qualificação.",
        "qualificado": "Adj. Que tem a qualidade necessária para: você não é qualificado para me dirigir censuras. / Diz-se da modalidade criminosa punível com pena mais grave, em razão de circunstâncias específicas: homicíd...",
        "qualificador": "ADJ. Qualidade daquilo que tem o poder de atribuir qualidade ou qualificação a algo ou alguém.",
        "qualificadora": "Flexão de qualificador. Que qualifica, dá qualidades, atribui.",
        "qualificadoras": "Flexão de qualificador. Que qualificam; dão qualidades; atribuições.",
        "qualificadores": "Plural de qualificador. Aqueles que qualificam algo; dão qualificação.",
        "qualificados": "Plural de qualificados. Aqueles que receberam uma qualificação, foram aprovados, ou estão preparados com certas qualidades/atributos.",
        "qualificam": "Flexão de qualificar. 1. Que avaliam, julgam, adjetivam algo ou alguém; 2. Que capacitam para exercer determinada função.",
        "qualificando": "1. Que está atribuindo qualidades; 2. Que está se preparando para exercer uma função, especialmente profissional.",
        "qualificar": "Certificar que algo, ( material, pessoa ou um sistema) que esta correto conforme necessidade.",
        "qualificativa": "Flexão de qualificativo. Que é capaz de qualificar.",
        "qualificativas": "Diz-se do que qualifica.",
        "qualificativo": "Aquilo que qualifica; que exprime qualidade; diz-se do adje- tivo que modifica o substantivo, indicando alguma de suas qualidades.",
        "qualificativos": "Diz-se de adjetivos que qualificam, que caracterizam algo ou alguém.",
        "qualificatório": "Extensão de \"qualificar.\" Diz respeito a qualificação.",
        "qualificação": "Ato ou efeito de qualificar",
        "qualificações": "Plural de qualificação. Qualidades.",
        "qualificável": "Que se consegue qualificar; que pode ser alvo de qualificação.",
        "qualiquantitativo": "É a maneira incorreta de se escrever a espressão \"quali-quantitativo\".",
        "qualira": "Viado, homossexual, fresco, aquele que \"leva\", baitola, pederasta do tipo passivo.",
        "qualiragem": "1) Atos que remetem a homossexualidade, frescuras exageradas, sensibilidade feminina exagerada, baitolices. 2) Atitude infantil, de provocação, ou qualquer tipo de criancice inferida com o objetivo de...",
        "qualitativa": "Que designa qualidade, qualificação.",
        "qualitativamente": "ADV. Aquilo que é feito de modo qualitativo e faz relação com a qualidade.",
        "qualitativas": "Diz-se do que é relativo à qualidade.",
        "qualitativo": "Que indica qualidade",
        "qualitativos": "Relativo à qualidade.",
        "qualquer": "Pronome indefinido",
        "qualé": "É uma forma exdruxula de perguntar \"qual é\"!",
        "qualímetro": "É um instrumento versátil e completo para registro e análise da qualidade da energia elétrica. Ele também realiza funções de oscilografia.",
        "quamanho": "Quão grande; quão imenso",
        "quando": "Advérbio de tempo.",
        "quando-é-fé": "Palavra Mineira para definir \"de repente\"",
        "quanta": "Derivada de quantidade. O mesmo que quantia, número; expressa grande quantidade de.",
        "quantas": "Relativo à quantidade.",
        "quantia": "1- Quantidade de dinheiro; importância; soma. 2- Quantidade de alguma coisa.",
        "quantidade": "1- grande porção de pessoas ou coisas. 2- grandeza de algo que pode ser medido ou avaliado. 3- Medida, em peso, volume ou número.",
        "quantidades": "Plural de quantidade. O que pode ser medido, podem ser contados. Grande número.",
        "quantifica": "Ato de quantificar, aplicar quantidade.",
        "quantificada": "Efeito de quantificar, dar quantidade.",
        "quantificadas": "Flexão de quantificado. Que foram contadas.",
        "quantificado": "Efeito de quantificar, conceder valor que se possa medir.",
        "quantificando": "Ato de quantificar, dar quantidade.",
        "quantificar": "[De quant(i)- + -ficar.] V. t. d. 1. Determinar a quantidade ou o valor de; avaliar com rigor. 2. Fís. Efetuar a quantificação de (um sistema); quantizar.",
        "quantificação": "Determinar a quantidade de. Física. Aplicar a um fenômeno a teoria dos quanta.",
        "quantificáveis": "Que pode ser quantificado.",
        "quantificável": "Resultados obtidos da quantificação, resultados distintos.",
        "quantifique": "Ato de quantificar, realizar quantificação, determinar quantidade.",
        "quantil": "[Mat.] Trata-se de um ponto definido em intervalos regulares a partir da função distribuição acumulada (FDA) de uma variável qualquer. Um quantil divide dados ordenados em subconjuntos de dados com di...",
        "quantiqualitativo": "É mais adequada para apurar opiniões e atitudes explícitas e conscientes dos entrevistados, pois utiliza instrumentos estruturados (questionários). Deve ser representativa de um determinado universo d...",
        "quantitativa": "Relativo ao indicativo da quantidade",
        "quantitativamente": "Adv. De modo quantitativo.",
        "quantitativas": "Relacionado a quantidade, valor determinado, valor exato",
        "quantitativo": "1- referente à quantidade. 2- que expressa ou determina quantidade. 3- referente à valores numéricos. 4- diz-se de uma pesquisa que considera os dados estatís- ticos expressos em quantidades.",
        "quantitativos": "S.M. ou ADJ. Que se refere a quantidade.",
        "quantizada": "Relativo a quantização, processo de atribuição de valores.",
        "quantizadas": "1. Cuja quantidade foi determinada; quantificado.",
        "quantizado": "O mesmo que quantificado; o que teve quantidade determinada.",
        "quantizar": "Colocar em quantidade conhecida numérica, dar um valor numérico a algo, colocar em escala.",
        "quantização": "Processo matemático pelo qual uma grandeza que assume um número muito grande de valores é re-escalada para assumor um número limitado de valores; transformação de variáveis contínuas em variáveis disc...",
        "quantizáveis": "Plural de quantizável. Que podem ser quantificados.",
        "quanto": "Advérbio de intensidade.",
        "quantos": "Relativo à quantidade.",
        "quantum": "QUANTUM: Quantia (em pecúnia pedido em condenação). QUANTUM DEBEATUR: O quanto se deve. QUANTUM SATIS: O quanto suficiente. SI ET IN QUANTUM: Agora e enquanto perdurar a mesma situação.",
        "quanté": "Quanto de, quantidade de vezes, muitas vezes quanté vezes.",
        "quantômetro": "O quantômetro é um medidor de variáveis ambientais.",
        "quapoia": "[Bot.]-Palavra indígena que define um arbusto da família das clusiáceas(VIDE).",
        "quara": "O mesmo que cora, enrubesce, avermelha.",
        "quarada": "Do verbo quarar, é o mesmo que clarear um tecido ou roupa pela exposição à luz do sol.",
        "quarador": "Lugar ao sol onde se espalha roupa ensaboada para quarar (alvejar e desinfetar no calor do sol). Geralmente esta roupa era colocada em lajeiros de pedra. Quando se olhava um quarador com roupas, se vi...",
        "quaradouro": "Local exposto ao sol onde as lavadeiras põem as roupas para quarar.",
        "quaraiense": "1.Morador de Quaraí-Rio Grande do Sul-Brasil. 2.Quem mora em Quaraí",
        "quaraminguar": "Dinheiro",
        "quarando": "Diz-se que as roupas que estão quarando no sol estão lá clareando. O hábito de quarar as roupas é muito antigo e antigamente usava-se muito isso pois as roupas eram na maioria das vezes brancas e fica...",
        "quarar": "Corar. Clarear ao sol.",
        "quarava": "Flexão de quarar. Corava; expunha ao sol para clarear.",
        "quaraí": "Cidade gaúcha localizada na região da campanha, divisa na fronteira com Artigas (Uruguai). O nome tem origem indígena tupi-guarani e significa\" Rio das Garças ou Rio dos Buracos).",
        "quarenta": "Número representado pelo símbolo 40.",
        "quarenta-feridas": "[Bot.]-Quarenta-feridas é o nome popular de uma árvore, o mesmo que guaiapá.",
        "quarente": "Flexão de quarentar. [Neologismo] Complete quarenta anos.",
        "quarentena": "Período de Isolação de determinada coisa, podendo ser pessoa, objeto, animais ou quaisquer coisas que precisem ser isoladas geralmente para contenção de algum mal infeccioso de facil propagação.",
        "quarentenária": "Flexão de quarentenário. Que se refere ao número quarenta.",
        "quarentenário": "Pessoas que ficaram de quarentena.",
        "quarentona": "Flexão de quarenta. Aquela que tem quarenta, ou mais.",
        "quarentão": "Dize-se de pessoa que já atingiu os quarenta anos",
        "quaresma": "Na religião católica é o período de quarenta dias que prece de a Páscoa,estendendo-se da quarta feira de cinzas até o sábado da Semana Santa.",
        "quaresmeira": "[Bot.]- Quaresmeira é o nome popular de uma árvore da fa- mília das Melastomatáceas, que ocorre em áreas da ma- ta atlântica do estado da Bahia até São Paulo. Pode alcan- çar até 12 metros de altura ...",
        "quaresmeira-de-brejo": "[Bot.]- Quaresmeira-do-brejo é o nome popular de uma plan- ta da família das Malastomatáceas, que ocorre no estado de São Paulo, em áreas restritas.",
        "quarila": "O mesmo que xibungo, só que mais formal.",
        "quarks": "1. Física: Partículas elementares e um dos dois elementos básicos que constituem a matéria.",
        "quarta": "Que é relativo ao número 4.",
        "quarta-feira": "Quarto dia da semana, começada no domingo. Plural: quartas-feiras.",
        "quartal": "Castrado, que não é mais \"inteiro\", sem os testículos.",
        "quartar": "Impedir, obstruir, obstaculizar.",
        "quartau": "Termo popular que define: 1-¨Invertido sexual¨-Definição dada por Domingos Vieira Filho(¨A Linguagem Popular do Maranhão¨) 2-¨Mulher forte,vistosa,bonitona¨-",
        "quartear": "Termo empregado no Rio Grande do Sul, pelos gaúcos e tropeiros para descrever o tempo em que cada peão vai permanescer de ronda. (Como referir-se a um quarto de hora). Só que no caso do tropeiro gaúch...",
        "quarteirização": "Quarterização acontece quando uma empresa que presta serviços terceirizada em um cliente, solicita há uma outra empresa terceirizadora, os serviços para suprir uma demanda no qual a primeira empresa n...",
        "quarteiro": "Pessoa que folga fixamente nas quartas-feiras.",
        "quarteirão": "25 unidades. Quarta parte de cem.",
        "quarteirões": "Espaço urbano referente a uma quadra.",
        "quarteis": "Plural de quartel. 1. Quartas partes de um todo; quartas. 2. Quais queres espaços de tempo; períodos, épocas. 3. [Arq.mil.] Construções, edifícios destinados a abrigar tropas.",
        "quartel": "Rubrica: heráldica. Uma das quatro partes em que se divide o escudo; quarteirão, quarto.",
        "quartela": "1. A parte inferior da perna do cavalo, entre a coroa do casco e o boleto, correspondente às duas primeiras falanges. 2. [Arquitetura] Peça que sustenta outra.",
        "quartelada": "Movimento rebelde, sem bases sociais, provocado por militares. Rebelião. Golpe.",
        "quartelense": "Nascido Em Quartel Geral .Adj m+f (top Quartel+ense) Relativo a Quartel Geral, cidade e município de Minas Gerais. s m+f Pessoa natural ou naturalizada desse município.",
        "quarterizar": "Delegar a um próximo um serviço delegado de outro",
        "quarteto": "Grupo conposto por quatro pessoas.",
        "quartetos": "Plural de quarteto. Um grupo de 4 (quatro) pessoas, animais e etc.",
        "quartifusa": "Nota de tempo de partitura.",
        "quartilheiro": "Pessoa responsável pela distribuição, recebimento e manutenção de armamento e afins em uma Reserva de Material Bélico. O termo é mais empregado em unidades militares.",
        "quartilho": "Antiga medida portuguesa de volume, correspondia a pouco mais que o quarto de litro.",
        "quartinete": "Apartamento pequeno, sem sala ou Garagem, apartamento pequeno quarto conjugado com sala, área de serviço muito pequena ou inexistente,",
        "quartinha": "Espécie de jarro de barro para guardar a água fresca; moringa; quarta.",
        "quartinho": "Palavra muito conhecida entre os cachaceiros de plantão, significa a medida de 1/4 de aguardente em um copo do tipo americano ( ou um copo americano neste tamanho ).",
        "quarto": "Subsequente cômodo da casa. Onde se considerava cozinha, sala de recepção, e sala higiênica. e como nome sala de dormir fica-se incômoda de se pronunciar, formam se tornando cada vez mais prática. qua...",
        "quarto-zagueiro": "Jogador que tem a função de defender pelo lado esquerdo no futebol. Este jogador fica a frente do goleiro defendendo dos atacantes que invadem a grande área do goleiro.",
        "quartos": "Sub. masc. pl.- A anca os quadris",
        "quartuda": "Mulher de ancas largas.",
        "quartzito": "[Mineralogia] Rocha silicosa bastante dura ,onde os grãos de quartzo estão cimentados por sílica de origem sedimentar.",
        "quartzo": "Quartzo é o mineral considerado mais abundante na Terra, com , aproximadamente, 12% do seu volume total. Possue estrutura cristalina trigonal, composto básicamente por sí- lica ( dióxido de sílica). ...",
        "quartzo-enfumaçado": "Quartzo- enfumaçado quer dizer cristal de fumaça, a vários tipos de quartzos; Quartzo - Verde, Quartzo - rosado, Quartzo - cristalino. Uma das finalidades e usados pelos terapeutas,que empregam pedras...",
        "quartzo-hialino": "É o mesmo que cristal de rocha.",
        "quartzo-leitoso": "O quartzo branco, também conhecido como quartzo leitoso, é uma pedra que pode te ajudar para vencer a ansiedade, reduzir o estresse e favorecer a meditação. Por outro lado, melhora estados de confusão...",
        "quartzo-rutilado": "Pedra de quartzo, com fios de rutilo em seu interior que podem ser advindos de ouro, cobre, ônix... Sua cor pode ser de transparente a opaco, sendo sua maioria puxado para o dourado até o rosado.",
        "quartã": "[Med.]- Diz-se da febre intermitente que se repete a cada quatro dias.",
        "quaruba": "[Bot.]- Quaruba é o nome popular de uma árvore da família das Volchisiáceas, também chamada de; - cuaruba - cuariúva",
        "quaruba-azul": "[Bot.]- Quaruba-azul é o nome vulgar de uma árvore, o mes- mo que pau-de-mastro. (VIDE)",
        "quarubatinga": "Trata-se de um tipo de madeira.",
        "quarup": "O Quarup é um ritual de homenagem aos mortos ilustres celebrado pelos povos indígenas da região do Xingu, no Brasil. O rito é centrado na figura de Mawutzinin, o demiurgo e primeiro homem do mundo da ...",
        "quaró": "[Bot.]-Quaró ou cuaró, é o nome popular de uma planta, o mesmo que triális.",
        "quasar": "Quasar é a expressão derivada do inglês ¨ Quasi-Stelar Radio Source¨ , criada pelo astrônomo norte-americano Jesse Greenstein, em 1963, para designar fontes de sinais de rádio quase estelares. Defe...",
        "quasca": "Levar uns tapas.",
        "quase": "Algo que está próximo de ser realizado",
        "quasquasquás": "Quasquasquás é o mesmo que lengalenga (melhor semhífen)",
        "quassar": "Reduzir a fragmentos.",
        "quassação": "Redução de cascas ou raízes secas a fragmentos,para melhor se lhe extraírem os princípios ativos.",
        "quassina": "É o mesmo que quassite.",
        "quassite": "Substância amarga, extraída de uma das espécies de quássia.",
        "quassitunga": "[Botânica] Nome popular de uma planta,o mesmo que guaçatonga.",
        "quasímoda": "Mulher no intervalo dos 45 aos 46 anos. O plural de QUASÍMODA é QUASÍMODAS.",
        "quasímodo": "Quasímodo é o nome de uma personagem do livro ¨Notre Dame de Paris¨ , o famoso ¨ corcunda de Notre Dame¨ . Portanto, em sentido figurado, este têrmo é usado para se designar uma pessoa deformada ,...",
        "quaternização": "[Quim.] Processo de conversão de um composto em quaternário.",
        "quaterno": "Que tem quatro elementos ou coisas",
        "quaternário": "Quaternário na escala de tempo geológico, era um antigo período da era Cenozóica , que era formado pelas épocas Pleistocena e Holocena.",
        "quaternários": "Plural de quaternário. Que valem 4.",
        "quatetê": "Palavra indígena que define: 1-Nome de uma árvore, o mesmo que sapucaia. 2-Rio afluente da margem direita do rios Capitão Cardoso,que por sua vez é afluente do rio Roosevelt (RO).",
        "quati": "[do Tupi] - Animal mamífero da família dos procionídeos, muito comum no Brasil.",
        "quatiaipé": "[Zool.]-Palavra indígena usada em Pernambuco para definir um animal,o mesmo que caxinguelê.",
        "quatiara": "[Zool.]- Quatiara é o nome vulgar de uma serpente, o mes- mo que cuatiara. (VIDE)",
        "quatiguaense": "1. Pessoa nascida na cidade de Quatiguá no estado do Paraná.",
        "quatiguá-pr": "Cidade e município do estado do Paraná, na microrregião de Wenceslau Braz, no norte do estado, fundado em 1947. Tem uma área de 112,6 Km2., desmembrada do muniípio de Santo Antonio da Platina, uma pop...",
        "quatimirim": "[Zool.]- Quatimirim é o nome popular de um animal, o mes- mo que caxinguelê. (VIDE)",
        "quatipuru": "[Zool.]- Quatipuru é o nome popular de um animal, o mesmo que caxinguelê. (VIDE)",
        "quatipuru-pa": "[Geog.]- Quatipuru é o nome de uma cidade e município do estado do Pará com cerca de 12 mil habitantes. Foi criado em 1994 com uma área de apenas 312 Km2. Situa-se no litoral na microrregião Braga...",
        "quatipuruense": "Quatipuruense é a pessoa que nasce no município de Qua- tipuru, no estado do Pará.",
        "quatorze": "Numeral cardinal que antecede o quinze e sucede o treze. No Brasil, também pode ter escrito \"catorze\".",
        "quatorzes": "Plural de quatorze.",
        "quatreiro": "Quatreiro, do castelhano ¨ cuatero ¨, é um têrmo regional usado no Rio Grande do Sul, Mato Grosso e Mato Grosso do Sul, que significa : ladrão de gado.",
        "quatrela": "Duas juntas de bois(dois cingéis) que puxam a mesma carreta, carro,etc.",
        "quatrilho": "Jogo de cartas.",
        "quatrilhão": "Também conhecido como quatrilião. É um número cardinal, o equivalente a mil trilhões.",
        "quatrim": "Nome de uma moeda antiga, o mesmo que ceitil.",
        "quatrina": "Quatrina, em música, é a quiáltera que permite colocar quatro figuras isocronas em um pulso de figura pontuada, usada em compassos compostos.",
        "quatrineta": "Diz-se da sexta camada de sal, produzida pelas mesmas marinhas em que, no mesmo ano, já se produziram cinco.",
        "quatriênio": "Período de quatro anos; quadriênio.",
        "quatro": "Substantivo máculino. Número racional arábico ou romano. O número quatro representa uma quantidade maior do que três e menor do que cinco inteiros. Quatro, em algárismo arábico, é respresentado pelo s...",
        "quatro-olho": "Pessoa que usa óculos",
        "quatro-paus": "Termo popular, o mesmo que capanga.",
        "quatrocentas": "Nome dado às paulistanas do High Society que antigamente se classificavam como quatrocentonas, agora apenas \"quatrocentas\". Mulheres de classe \"AAA+\", viajam o mundo como se fossem à padaria como a ma...",
        "quatrocentismo": "Referente aos quatrocentistas, artistas que viveram no séc. XV.",
        "quatrocentona": "Termo usado para designar os paulistas de quatrocentos anos, em meados do século XX, em torno da celebração dos quatrocentos anos de fundação da cidade de São Paulo, Brasil, em 25 de janeiro de 1554, ...",
        "quatrocentos": "Numeral cardinal que se expressa pelos números 4 0 0, 400.",
        "quatrocentão": "Pessoa que pertence a uma família tradicional. Que é de origem paulista muito antiga. Em geral famílias que chegaram ao Brasil no início da colonização (Tem mais de 400 anos de Brasil)",
        "quatrocentésimo": "Qua.tro.cen.té.si.mo Ordem de um elemento em um conjunto, que ocupe a posição equivalente ao número quatrocentos.",
        "quatrolho": "Aquele que usa óculos. Dois olhos fisiológicos somado a duas lentes corretivas que fazem o papel de mais dois olhos. Aquele que não encherga direito as coisas.",
        "quatríduo": "Espaço de quatro dias.",
        "quatrúmano": "(Sub.Masc.) - Expressão regional que significa sertanejo, da região do rio São Francisco. Matuto. Caipira.",
        "quaxinduba": "[Bot.]- Quaxinduba é o nome índigena para uma árvore, o mesmo que coajinguva. (VIDE)",
        "que": "1. Pronome relativo. 2. Pronome indefinido.",
        "queba": "(Adjt.) Vocábulo regional que significa : velho; antigo; usado no estado de Goiás.",
        "quebec": "A cidade de Quebec situa-se no sudeste do Canadá e é a capital da província de mesmo nome. Tem cerca de 630 mil habitantes, foi fundada em 1608 , sendo a mais antiga cidade canadense. Está na margem...",
        "quebequense": "1. Aquele provindo de Quebec, no Canadá. 2. Língua falada em Quebec - mistura de francês com inglês.",
        "quebra": "No litoral sul de Santa Catarina e possivelmente no RS, quebra tem o significado de jovem travesso, aprontador, esperto.",
        "quebra-arado": "[Bot.]- Quebra-arado é o nome vulgar de uma planta, o mes- mo que erva-da-vida. (VIDE)",
        "quebra-barraco": "Ato sexual praticado geralmente pela mulher que é piriguete.",
        "quebra-birro": "Expressão usada em algumas regiões do nordeste para designar puxa-saco. Bajulador, aquele que bajula; baba-ovo; pessoas com interesses em obter vantagens.",
        "quebra-bunda": "Trecho de um rio em que a turbulência da água faz(ia) com que os transportadores de troncos de madeira caíssem e quebrassem o respectivo traseiro.",
        "quebra-cabeça": "Quebra-cabeça é um jogo onde um jogador deve resolver um problema proposto. Nesse tipo de jogo, o raciocínio é bem mais importante que a agilidade e a força física.",
        "quebra-cavaco": "O quebra cavacos é uma alteração na face da ferramenta e serve principalmente para reduzir o comprimento do cavaco.",
        "quebra-chave": "Mecânico ou similar, muito ruim na sua função, incompetente, perigoso, chambão (aquele que quando não sabe, inventa - e até nisso é incompetente porque é ruim de imaginação)...",
        "quebra-corrente": "[Bot.]- Quebra-corrente é o nome popular de uma árvore, o mesmo que janitá. (VIDE)",
        "quebra-costela": "É quando a gente quer mandar um abraço",
        "quebra-dedos": "1. Tipo de cerca com ripas entrelaçadas.",
        "quebra-facão": "Família: Cochlospermaceae Nome científico: Cochlospermum regium (Mart. Ex. Schrank.) Pilger Nome popular: Algodão-do-cerrado, quebra-facão Porte: subarbusto Tipo de folha: simples Filotaxia: alterna L...",
        "quebra-febre": "[Bot.]-Nome popular de uma planta,o mesmo que fel-da-terra.",
        "quebra-feitiço": "Produto religioso feito por vidente que produzem suas formulas e faz com que a pessoa se sinta bem.",
        "quebra-foice": "[Bot.]- Quebra-foice é o nome vulgar de uma planta, o mes- mo que esponja. (VIDE)",
        "quebra-freio": "Qubra-freio é um têrmo popular e regional que define um indivíduo valentão, desordeiro, briguento, bravo.",
        "quebra-galho": "Pedir a uma pessoa, mesmo estranha, que lhe faça um favor.",
        "quebra-gelo": "Navio cuja parte dianteira (proa) é reforçada para quebrar o gelo formado na superfície da água. Sem a ajuda de um quebra-gelo a navegação seria impossível em muitos mares.",
        "quebra-jejum": "Café da manhã",
        "quebra-luz": "É o mesmo que abajur.",
        "quebra-machado": "[Bot.]- Quebra-machado é o nome vulgar de uma árvore, o mesmo que guarabu-amarelo. (VIDE)",
        "quebra-mar": "Estrutura que protege a costa da ação das ondas do mar.",
        "quebra-mola": "Lombada construida para diminuir velocidade de veículos. Oficina de veiculos que se conserta molas quebradas",
        "quebra-molas": "Obstáculo construído nas ruas ligando, normalmente, uma calçada à outra com a finalidade de reduzir a velocodade dos veículos que por ela transitam.",
        "quebra-munheca": "Homossexual; gay.",
        "quebra-nozes": "É um dos três balés que Tchaikovsky compôs. Foi estreado em 17 de dezembro de 1892 no Teatro Mariinsky, em São Petersburgo, então a capital da Rússia imperial.",
        "quebra-ossos": "[Zool.]- Quebra-ossos é o nome popular de uma ave, o mesmo que abutre-barbudo. (VIDE)",
        "quebra-panela": "[Bot.]-Nome popular,dado em Portugal, para uma planta, o mesmo que urze.",
        "quebra-pau": "Briga generalizada, várias pessoas envolvidas em uma grande briga.",
        "quebra-pedra": "[Bot.] Também chamada de arrebenta-pedra, é uma planta brasileira da família das Euforbiáceas, usada como diuré- tico e no tratamento de cálculos biliares.",
        "quebra-pinto": "Órgão sexual Feminino Mais conhecido como: Vagina; Buceta; Boceta; prencheca; xana; periquita; perseguida; xereca; prexeca; perereca; setor de embrarque.",
        "quebra-quebra": "O mesmo que briga.",
        "quebra-queixo": "Doce feito de pipoca melado de cana e amendoim, popularmente em outras regiões nordeste, sul, centro-sul e centro oeste como pé-de-moleque. Usualmente chamado de quebra-queixo na região norte.",
        "quebra-quilos": "[Hist.] Nome da revolta ocorrida em 1874, na Paraíba,con- tra a implantação do sistema métrico decimal e o aumen- to de impostos decretado pela Assembéia da província.",
        "quebra-torto": "Café da manhã bem reforçado, quase um almoço,usado nas fazendas do Pantanal antes dos vaqueiros irem para o serviço de madrugada. Café da manhã reforçado usado na região do Pantanal.",
        "quebrada": "Vizinhança. Muitas vezes associada a vizinhanças localizadas em periferias urbanas.",
        "quebradas": "Diz-se do que está quebrado, que se partiu.",
        "quebradaço": "Quebrado, cansado.",
        "quebradeira": "Brigar, lutar.",
        "quebradeiras": "Situação de falência.",
        "quebradinho": "Flexão de quebrado. Que está um pouco quebrado.",
        "quebradiça": "Que é facilmente quebrável.",
        "quebradiço": "Diz-se daquilo que se quebra com facilidade ; frágil.",
        "quebrado": "Combalido, muito cansado.",
        "quebrador": "1. Que quebra. 2. Aquele ou aquilo que quebra. 3. [Regionalismo: Pará] Colhedor de castanha-do-pará; aquele que quebra os pixídios ou cápsulas, para extrair as castanhas.",
        "quebradura": "O mesmo que fratura, quebra.",
        "quebram": "Flexão de quebrar. 1. Que reduzem em pedaços. 2. Partem, rompem, fragmentam. 3. Que abalam, comovem. 4. Que abriram falência. 5. Empenharam-se para solucionar algo.",
        "quebramento": "É a quebra ou abatimento de algo.",
        "quebrancho": "[Bot.]- Quebrancho é o nome popular de uma planta da fa- mília das Anacardiáceas que ocorre na área limite entre o Brasil, Argentina e o Paraguai. É considerada uma das maiores fontes de tanino (VI...",
        "quebrando": "Derivação de quebrar. 1. Destruindo; 2. [economia]-Falindo; 3. Dividindo, partindo em pedaços; 4. Desvinculando, rompendo.",
        "quebrangulo-al": "[Geog.]-Quebrangulo (tônica no ¨gu¨) é uma cidade e município do estado de Alagoas, fundado em 1872.Tem uma área de cerca de 320 Km2 e dista 115 Km. da capital do estado. Pertenca a Micorregião da Pal...",
        "quebranta": "Flexão de quebrantar. Que causa o quebrantamento.",
        "quebrantada": "Vencida, enfraquecida, quebrada, arrasada, sem ânimo",
        "quebrantado": "Arrependido",
        "quebrantador": "Que é capaz de quebrantar, de quebrar.",
        "quebrantados": "ADJ. Conjugação do verbo quebrantar",
        "quebrantamento": "Quebrantamento é o ato de humilhar-se diante da poderosa mão de Deus. É reconhecer-se extremamente limitado, humilhado e dependente da graça, da benção e do infinito amor de Jesus Cristo. Não é um sen...",
        "quebrantar": "1. Abater, arrasar. 2. Infringir, violar. 3. Vencer, domar. 4. Debilitar, enfraquecer.",
        "quebrantava": "Do verbo quebrantar. 1. Quebrar, arrasar. 2. Mortificar ou tornar(-se) triste. 3. Vencer ou domar.",
        "quebrantação": "Derivação de quebrantar. Diz-se de tudo que está relacionado à quebra; que se encontra em pedaços, destruído.",
        "quebrantei": "Do verbo quebrantar. 1. Quebrar ou amassar. 2. Tirar ou perder energia ou forças. 3. Ficar triste. 4. Vencer. 5. Suavizar ou acalmar.",
        "quebranto": "S.m. Estado mórbido atribuído pela crendice popular ao mau-olhado. Abatimento, enfraquecimento, prostração, fraqueza, morbidez.",
        "quebrantos": "1. Mau olhado; feitiço 2. Fraqueza",
        "quebrantosso": "QUEBRANTOSSO: Águia barbada (LV 11:13) De acordo com pesquisas que merecem um certo aprofundamento é uma ave muito parecida com uma águia, de raro costume no hemisfério sul. Existem pouquíssimas fot...",
        "quebrantou": "1. Quebrar, abater, arrasar.",
        "quebrar": "Destruir algo. Destroçar. Tornar em pequenos pedaços.",
        "quebrara": "1. Que partira, despedaçara, dividira; 2. [Fig.] Que separara, afastara.",
        "quebraram": "Verbo que exprime uma ação de quebrar, destruir.",
        "quebrará": "Flexão de quebrar. Que irá partir em pedaços.",
        "quebras": "1. Ato ou efeito de quebrar.",
        "quebraço": "Modalidade de luta cujos participantes devem usar uma luva roxa",
        "quebração": "Ação de quebrar.",
        "quebreira": "Fraqueza, cansaço, moleza, fadiga, esgotamento físico.",
        "quebrete": "Quebrete é aquela menina esperta, que pega todos quando sai na night, se diverte sem pudores, se cuida e é liberal. Pode ser ainda um termo pejorativo. Dependendo do contexto.",
        "quebro": "1. Ação ou efeito de quebrar 2. Modulação na voz 3. Manobra do corpo",
        "quebrou": "Partiu, despedaçou, fragmentou.",
        "quebrável": "Diz-se daquilo que pode ser quebrado ; frágil.",
        "quebrângulo-al": "Grafia incorreta de um município de Alagoas. O correto é Quebrângulo (com tônica no ¨gu¨).",
        "quebé": "Maconha.",
        "queca": "Um ato sexual, uma trepada, uma foda.",
        "quecada": "Algo zoado, ruim, que não deu certo",
        "queci-queci": "[Zool.]-Queci-queci é o nome popular de uma ave, o mesmo que quijuba.",
        "quecê": "Quecê ou quecé é o mesmo que caxirenguengue (VIDE)",
        "queda": "Ação ou efeito de cair; movimento de um corpo que cai ; desabamento ; ruína; perda de influência ou de poder; tendência,inclinação para alguma coisa.",
        "queda-d'água": "O mesmo que cachoeiras.",
        "queda-de-neve": "[Bot.]-Queda-de-neve(em inglês ¨snowdrops¨), é o nome popular de uma planta da família das amaralidáceas(VIDE), nativa da Europa e da Ásia. É uma planta perene, bulbosa, com flores brancas, vistosas. ...",
        "quedado": "Ficar parados, acomodados, aguardando que as noticias aconteçam.",
        "quedados": "Sem iniciativa, indolente, tímido.",
        "quedam": "Do verbo quedar, é o mesmo que parar ou se deter.",
        "quedando": "Parando, estacionando, demorando.",
        "quedar": "Permanecer, restar",
        "quedar-se": "V.I. e V. Pronominal Deter-se; ficar ou demorar-se em um lugar, parar. V. de lig. Permanecer.",
        "quedaram": "Ato de quedar, demorar em algum lugar, estacionar.",
        "quedas": "1. Ato ou efeito de cair. 2. Baixa repentina.",
        "quedassem": "Flexão de quedar. Continuassem ou permanecessem.",
        "quedava": "Flexão de quedar. Efeito de se jogar/prostrar ao chão ou a algo.",
        "quede": "Expressao usada por pessoas mais antigas para dizer \"cade\" ou onde está certo objeto",
        "quedemos": "Flexão de quedar. O mesmo que ficamos, permanecemos, fixamos, restamos.",
        "quedinha": "Atração romântica por alguém; amor platônico.",
        "quedinhas": "O mesmo que paixão por alguém.",
        "quedo": "[Adj.] Do latim ¨quietus¨,estar quieto,sem movimento.",
        "quedos": "Aqueles que estão parados, quietos, serenos, tranquilo",
        "quedou": "Estacionar. Permanecer; conservar-se.",
        "quedáveis": "Flexão de quedar. Que ficam quietos.",
        "quedê": "Termo interrogativo utilizado para saber onde algo ou alguém está.",
        "queer": "Queer é um termo \"guarda-chuva\" proveniente do inglês usado para designar pessoas que são colocadas à margem da sociedade por não seguirem o padrão da heterossexualidade ou do binarismo de gênero.",
        "quefir": "Bebida gasosa, fermentada, fabricada especialmente pelos montanheses do Cáucaso.",
        "quefiroterapia": "Diz-se do tratamento feito por meio do quefir.",
        "queia": "Filhote de giz de cera.",
        "queijada": "Pequeno bolo enformado feito com queijo ou requeijão, ovos, leite e açúcar. Por extensão, dá-se este nome a bolos do mesmo formato, mas com recheio diverso.",
        "queijadinha": "Comida feita com queijo e outras coisinhas",
        "queijado": "Do verbo queijar, fazer queijo ou se transformar em queijo.",
        "queijando": "Fazendo queijo.",
        "queijar": "[Gir.] 1.Diz-se de um individuo com uma atitude sem senso médio e/ou sem sentido; 2.Para expressar uma atitude que não da pra explicar direito; 3.Quando o individuo demora a entender algo a ele exp...",
        "queijaria": "Fábrica que se destina exclusivamente à produção de queijo e outros derivados do leite.",
        "queijeiro": "QUEIJEIRO É NADA MAIS DO QUE UM VENDEDOR DE QUEIJOS.",
        "queijim": "Nome pelo qual as rotatórias de ruas são conhecidas em Goiás.",
        "queijinho": "Mini Praça em via pública, delimitada por tartarugas ou tachões, servindo para organizar o trânsito em uma esquina. Termo regional usado em Minas Gerais e Goiás.",
        "queijo": "Termo usado para se referir ao pequeno palco, arredondado ou não, com ou sem mastro, sobre o qual dançarinas e gogoboys dançam nas boates e casas noturas.",
        "queijo-cavalo": "É um tipo de queijo italiano feito a partir de uma massa cozida em água fervente e depois puxada até fazer fios. Depois de moldado, o queijo é amarrado e colocado \"a cavalo\" em varas para secar",
        "queijos": "Diz-se de alimento feito a partir do leite da vaca.",
        "queijudo": "Pessoa tabacuda que fica tirando onda de tudo e que tá precisando chupar um piriquito.",
        "queilo": "Do latim ''queilus canoallis''... ser descrito como aborígene agressivo e intermitetemente estranho, em todas as atitudes. Vive geralmente em porões, sotãos e locais de acesso obscuro. Sua camuflagem...",
        "queilognatosquise": "Falta de soldadura do lábio superior e do maxilar superior.",
        "queiloplastia": "Aumento,diminuição ou reconstrução dos lábios.",
        "queilose": "Afecção dos lábios e dos ângulos da boca atribuída à deficiência de riboflavina ou vitamina B6, e que é popularmente conhecida como boqueira.",
        "queilosquise": "Má formação unilateral ou bilateral dos ossos incisivos, que resultam em diversas formas de fenda palatina primária.",
        "queima": "S.F. Ato ou efeito de queimar. Incêndio. Cremação de um corpo. Destruição a partir do fogo. Na agricultura, queima é o efeito que a geada provoca sobre os vegetais. Já na química, é a destilação de...",
        "queima-casa": "[Bot.]- Queima-casa é o nome vulgar de uma árvore, o mes- mo que autuparana. (VIDE)",
        "queima-queima": "[Bot.]- Queima-queima é o nome vulgar de uma planta, o mesmo que cooronha. (VIDE)",
        "queima-rosca": "Homem que gosta de praticar sexo anal de forma passiva. Viadão.",
        "queimada": "Queima de uma floresta ou parte dela, após a derrubada das árvores; queima da vegetação cortada, de uma roça, antes do plantio.",
        "queimadas": "Queimada é uma prática primitiva da agricultura, destinada principalmente à limpeza do terreno para o cultivo de plantações ou formação de pastos, com uso do fogo de forma controlada que às vezes pode...",
        "queimado": "No mundo corporativo, aquele que perdeu a confiança dos superiores, por incompetência ou fofoca alheia.",
        "queimador-de-campo": "Queimador-de-campo é um têrmo popular e regional que define um indivíduo mentiroso; contador de balelas.",
        "queimadura": "Ato ou efeito de queimar; ferimento ou lesão produzida pela ação do fogo.",
        "queimam": "Ato de queimar, pegar fogo.",
        "queimando": "Meu sobrinho e seus amigos utilizam o termo \"queimando\" para se referirem a mau cheiro, tanto para pessoas qto para animais.",
        "queimante": "ADJ. Característica daquilo que queima, que é quente.",
        "queimar": "Prejudicar a moral, a fama. Ficar mal falado, queimado, sem moral.",
        "queimarrosca": "Substantivo masculino: gíria obscena para denominar o homossexual. diz-se do ser humano do sexo masculino que tem prazer no sexo anal,passivo ou ativo, com outro indivíduo do mesmo sexo. Plural: queim...",
        "queimasse": "1. Pegar fogo. 2. Causar ardor. 3. Vender por qualquer preço.",
        "queimação": "Azia, mal estar no estômago ou garganta.",
        "queimei": "Flexão de queimar. 1. Que pegou fogo. 2. Que produziu ardor em.",
        "queimemos": "1. Destruir pelo fogo.",
        "queimo": "Primeira pessoa do presente do indicativo do verbo queimar. S.M. Calor muito forte, estímulo vigoroso. Sensação de ardência que determinadas substâncias provocam no paladar humano.",
        "queimoso": "1-Picante; apimentado. 2-Cálido; quente.",
        "queimou": "1. Que sofreu queimadura, se aproximou de algo muito quente danificando a pele; 2. Que ateou fogo em; 3. [Fig.] Que prejudicou, difamou, caluniou.",
        "queimão": "É aquela resposta muito bem dada a certos comentários e perguntas feitas em situações muitas vezes óbvias.",
        "queira": "Ambicione, deseje, cobice, aspire, tenha vontade.",
        "queiram": "Terceira pessoa do plural do presente do subjuntivo do verbo querer. Terceira pessoa do plural do imperativo do verbo querer. Aquele que deseja alguma coisa, que tem vontade.",
        "queiramos": "É uma conjugação do verbo querer, no plural.",
        "queire": "Conjugação do verbo \"querer\".",
        "queiro": "Dente do ciso.",
        "queirostrobáceo": "[Bot.]- Quirostrobáceo ( do grego) , é algo relativo ou perten- cente à família das Quirostrobáceas , que eram plantas Pteridófitas, da classe Articuladas, do período geológico carbonífero inferi...",
        "queiroz-sp": "Cidade e município do estado de São Paulo, na microrregião de Tupã, fundado em 1964. Tem uma área de 235,4 Km2., desmembrada do município de Pompeia, uma população com cerca de 2,8 mil habitantes e f...",
        "queiró": "[Bot.]-É o nome popular de uma planta, o mesmo que urze-roxa.",
        "queiscara": "Gíria popular entre esportistas, especificamente entre praticantes de skateboarding, referindo-se a um jovem rapaz ramellão (fei), o qual pega pesado no \"bang\". Partem da mesma variante linguísticas o...",
        "queisman": "Contração de aqueles man, ou seja aqueles caras. é utilizado no final de uma frase engraçada, sem noção, ou apenas depois de uma brincadeira... tornando-a irônica",
        "queixa": "Ato ou efeito de queixar-se; lamentação; descontentamento; expressão formulada de dor, de desgosto, de ressentimento; queixume.",
        "queixada": "[Zool.]- Queixada ( ou pecari; tajaçu; taiaçu; tanhaçu) , é um animal mamífero, da família dos Taiaçuídeos, gênero Pe- cari. É semelhante ao caititu (VIDE CAITITU), da mesma fa- mília ,porém de gênero...",
        "queixada-ruiva": "[Zool.]- Queixada-ruiva é o nome popular de um animal, o mesmo que canela-ruiva. (VIDE)",
        "queixado": "Flexão de queixar. Que passou por queixas.",
        "queixal": "[Subst.] O dente molar.",
        "queixando": "Gerúndio do verbo queixar. Que estão reclamando, opondo-se, reivindicando, criticando.",
        "queixante": "Que é relativo à queixas.",
        "queixar": "1-Fazer queixa de alguma pessoa ou coisa; manifestar descontentamento ou ressentimento; mostrar-se ofendido. 2-Descrever os seus sofrimentos. 3-Manifestar dor ou pesar; soltar queixas ou gemidos.",
        "queixar-se": "Queixar-se de uma pessoa é o mesmo que expressar, geralmente com conversa reservada, às escondidas da pessoa criticada, descontentamento, impaciência ou desagrado para com ela.",
        "queixara": "Flexão do verbo queixar na: 1ª pessoa do singular do Mais-que-perfeito do Indicativo; 3ª pessoa do singular do Mais-que-perfeito do Indicativo. O ato de se queixar, reclamar ou denunciar.",
        "queixas": "1. Plural de queixa. O mesmo que reclamações. 2. Flexão de queixar. Aquele que reclama muito de algo, vive a queixar.",
        "queixe": "Que resmungue, lamente, reclame diante de uma situação ruim.",
        "queixo": "A \"cantada\", ou simples ato de pedir algo.",
        "queixo-duro": "Diz-se de pessoas mal educadas e respondonas, geralmente mal humoradas e sempre prontas a serem desagradáveis com respostas e palavreados inapropriados. Geralmente estão sempre na defensiva com seus i...",
        "queixo-ruivo": "[Zool.]- Queixo-ruivo é o nome popular de um animal, o mesmo que canela-ruiva. (VIDE)",
        "queixos": "Plural de queixo. 1. [Anat.] Mentos; partes da face, situadas abaixo do lábio inferior. 2. Cada uma das duas partes curvas da torquês ('instrumento').",
        "queixosa": "Pessoa que vive reclamando.",
        "queixoso": "Adj. 1. Que se queixa 2. Que se sente ofendido",
        "queixosos": "Que se queixa com facilidade.",
        "queixou": "Ato de queixar, presta queixa.",
        "queixuda": "Mulher com um queixo grande",
        "queixudo": "É o mesmo que prognata.",
        "queixume": "Significa : queixa ;lamúria; som lastimoso;gemido.",
        "queixumes": "Plural de queixume. O mesmo que lamentações, queixas ou reclamações.",
        "queixão": "Marrento; teimoso; orgulhoso.",
        "quejando": "Semelhante, similar, do mesmo jaez.",
        "quejeme": "Quejeme é um têrmo popular e regional que define o rancho ou choupana; casa de índio ou de matuto.",
        "quejuntro": "Junção de duas palavras: queijo e presunto = quejuntro.",
        "quel": "Zoação, Brincadeiras entre amigos",
        "quelante": "A palavra quelante é de origem do grego -chele- que significa \"pinça\" ou \"garra\". Assim é, todo agente utilizado para capturar, transportar e/ou eliminar substâncias (principalmente metais) do organis...",
        "quelar": "[Química] Causar transformação em quelato.",
        "quelato": "Diz-se de composto químico formado por íon metálico ligado por ligações covalentes a compostos como aminoácidos, peptídeos ou polissacarídeos.",
        "quelação": "Termo da medicina que designa o ato de remover do sangue metais pesados.",
        "quelha": "1. Rua estreita. 2. Cano descoberto, calha. 3. Peça do moinho para levar o grão dentro da mó. 4. Declive, socalco do terreno de lavor.",
        "queli": "Termo de composição que exprime a ideia de ¨pinça¨. Entra na formação de muitas palavras.",
        "queliforme": "Diz-se do que tem a forma de uma pinça.",
        "quelimane": "É uma complementação. Quelimane está localizada nas margens do rio Bons Sinais, a 20 Km do oceano Índico. Conta com um porto que é uma das suas principais atividades econômicas, além de próspera indus...",
        "quelodonte": "[Zool.]-Diz-se do animal que tem os dentes em forma de pinça.",
        "queloide": "Um queloide é um caso especial de cicatriz. São lesões fibroelásticas, avermelhadas, escuras, rosadas e as vezes brilhantes, com formato de corcova. Podem ocorrer na cicatrização de qualquer lesão da ...",
        "queloniano": "Referente a quelônio, subgrupo dentro do grupo dos répteis, representados por tartarugas, jabutis e cágados.",
        "quelonofagia": "Diz-se da cultura de comer tartarugas.",
        "quelonófago": "Diz-se do que se alimenta de tartarugas.",
        "quelonógrafo": "Diz-se do naturalista que se ocupa especialmente das tartarugas.",
        "queluz-sp": "[Geog.]- Queluz é o nome de uma cidade e município do es- tado de São Paulo, situado na meso-região do Vale de Pa- raíba e na micro-região de Guaratinguetá, a 220 Km.de dis- tância da capital do estad...",
        "quelícera": "Primeiro par de apêndices do prossoma dos artrópodes do sub-filo Chelicerata, ao qual pertencem as aranhas, escorpiões, ácaros e algumas espécies marinhas",
        "quelíceras": "É a proteção das glândulas de veneno da aranha. Tem a forma uncurvada.",
        "quelóide": "[Med.]- Quelóide é uma cicatriz elevada, de formato irregular, que se amplia progressivamente, resultante da formação de quantidades excessivas de colágeno na derme, durante a reparação do tecido les...",
        "quelônio": "[Zool.]- É um esclarecimento; O jacaré não é um quelônio pois pertence á Ordem Croco- dylia, que é dividida em 3 famílias: dos Crocodíleos, dos Alligatorídeos e dos Gaviolídeos. Já o quelônio pertenc...",
        "quelônios": "Nomenclatura usada para referir-se as diversas espécies de tartarugas existentes no mundo.",
        "quem": "PRONOME - Referente a pessoa.",
        "quem-come-saberá": "É quem prova, experimenta sabe como é.",
        "quem-quem": "[Zool.]-Nome popular de uma ave, o mesmo que gralha-cancã(VIDE).",
        "quem-te-vestiu": "[Zool.]-Nome popular de uma ave da Ordem Passeriformes,família Emberizidae que ocorre na região Sul do Brasil e também no Uruguai,Argentina,Paraguai e Bolívia.Tem cerca de 15 cm de comprimento e vive ...",
        "quemose": "[Med.]-Oftalmia acompanhada de cosiderável edema da mucosa conjuntiva.",
        "quemua": "Local onde se cagava antigamente. Corresponde ao que hoje chamamos de sanita. Existia numa divisão exterior das casa de habitação.",
        "quemós": "Um deus (demônio) da nação dos moabitas.",
        "quenca": "(Subt. Fem.) - Vocábulo regional que nomeia uma espécie de gamela, que é a metade da casca dura de um côco, depois de esmiolado, e que serve para conter comida. Vocábulo usado no nordeste brasil...",
        "quenco": "Quebrado, diferente, esquisito",
        "quenda": "Escandalosa,chamativa,absurda.",
        "quendar": "Vem da palavra Aqué, que significa dinheiro, grana. Existem várias definições para esta palavra. Quendar: - (1) Olhar, observar, analisar. - (2) Pegar, ficar com alguém. - (3) Pagar (aquendar)",
        "quenem": "Assim como; Dessa forma;",
        "quenezeu": "Quenezeu ? Designação dada a Calebe Filho de Jefoné (Nm 32:12 / Josué ? 14:6) é alguém descendente é o nome de uma tribo que se refere ao pacto que Deus fez com Abraão (Gênesis 15:19). Eles não são me...",
        "quenga": "Garota-de-programa, prostituta. Mulher que oferece serviçoes sexuais com o próprio corpo.",
        "quengada": "Um monte de quenga (puta) juntas.",
        "quengado": "Arrebentado, lascado, machucado, quebrado, estragado, ruim",
        "quengaral": "Grupos de mulheres prostitutas, raparigas, quengas, putas, vagabundas afim de satisfazerem os seus desejos sexuais",
        "quengas": "Meretriz, prostituta.",
        "quengo": "Cuia, cabaça. (por analogia) Cabeça.",
        "quengueiro": "Casa de prostituição.",
        "quengário": "Casa de Quengas, Puteiro, local onde se passa horas maravilhosas em compania de mulher de programa( não de vida fácil).",
        "queniano": "Diz-se de algo relativo ao Quênia ou uma pessoa que nasceu naquele país.",
        "quenisco": "Adorno na forma de cabeça e pescoço de pato ou cisne, colocado na proa de certos navios na antiguidade.",
        "quenofobia": "Forma errônea de se grafar ¨cenofobia¨.",
        "quenopodiáceas": "[Bot.]-Quenopodiáceas é outra forma de se grafar o nome da família botânica denominada chenopodiáceas.",
        "quenopodiáceo": "[Bot.] - Diz-se do que pertence ou é relativo à família das Quenopodiáceas, que são plantas dicotiledôneas.",
        "quenopódio": "[Bot.]- Denomina-se quenopódio as plantas das família das Quenopodiáceas, gênero Chenopodium, cujas espécies são nativas de regiões temperadas. São plantas herbáce- as,cultivadas como plantas ornamen...",
        "quenotoxina": "Toxina produzida pelos músculos quando se contraem repetidamente.",
        "quenquém": "[Zool.]- Quenquém é o nome comum de diversas formigas do gênero Acromyrmex, que se assemelham às saúvas, quanto aos hábitos gerais. São também conhecidas como formiga-mineira, formiga-de-monte, carree...",
        "quenquém-caiapó": "[Zool.]-Quenquém-caiapó é o nome popular de uma formiga, o mesmo que formiga-caiapó. (VIDE)",
        "quenquém-mineira": "[Zool.]- Quenqúem-mineira é o nome popular de uma formi- ga, o mesmo que formiga-caiapó. (VIDE)",
        "quentar": "Aquecer; esquentar; usar uma fonte de calor pra aumentar a temperatura de um certo objeto ou ser.",
        "quente": "Quando algo é verdade.",
        "quente-frio": "Garrafa térmica de pequeno porte e simples, nome usado no interior da Bahia, especialmente no sudoeste.",
        "quentes": "Plural de quente. Que tem altas temperaturas.",
        "quentinha": "Prato de comida embalado num pedaço de papel alumínio. Também conhecido como marmita ou marmitex.",
        "quentinho": "Diminutivo de quente.",
        "quentomania": "Hábito mórbido de produzir cortes na própria pele e na alheia.",
        "quentume": "Quente, Local onde está quente (Ar Quente, Clima quente)",
        "quentura": "Sinônimo de calor, existe, como regionalismo em alguns locais de Portugal.",
        "quenturas": "1. Estado do que é quente.",
        "quentão": "Bebida típica de festa junina, que é feita com vinho, açúcar e canela.",
        "quentíssimo": "Muito quente, a escaldar",
        "quenzo": "Pessoa meio destrambelhada; pode ser meio estranha; tem andado estranho; aparentemente lesada, geralmente inteligente, gíria muito usada para nerd.",
        "quenópode": "Algo que não se pode fazer",
        "queoma": "Grande guerreiro de tribo indígena norte americana.",
        "queota": "Abreviação de \"quer outra?\", geralmente sarcástica, usada quando você ganha de alguém em algum jogo.",
        "quepe": "Quepe é o boné do uso das pessoas da policia.",
        "quepes": "1. Certo tipo de boné militar, originalmente com pala e copa alta.",
        "queque": "Bolo semelhamte ao pão-de-ló,porém mais compacto.",
        "quer": "Conjunção do português que pode ser substituído por \"ou\".",
        "quera": "Quéra é um cara muito bom no que faz.",
        "queratina": "Queratina ,ou ceratina, é uma proteina sintetizada por mui - tos animais para formar diversas estruturas do corpo. É uma proteina secundária formada por cerca de 15 amino- -ácidos. Mesmo mortas as ca...",
        "queratinizar": "Transformar parcial ou completamente algo em queratina. Este verbo é geralmente usado no seu particípio.",
        "queratinização": "Ação ou efeito de queratina.",
        "queratite": "Trata-se de uma inflamação ou processo inflamatório é uma reação do organismo a uma infecção ou lesão dos tecidos.",
        "querato": "Prefixo que faz referência à córnea.",
        "queratogênese": "Relativo à queratina.",
        "queratoide": "Peido Bufante",
        "queratolítico": "Que promove a quebra da queratina",
        "queratoma": "Doenças dos Pés Extremamente difícil de se tratar a lesão hiperqueratósica profunda tem como característica a irritação e a localização na planta do pé, por ser a base de sustentação do corpo é dolor...",
        "queratometria": "Teste que se realiza em um paciente na determinação dos parâmetros de sua córnea.",
        "queratoplástico": "Os queratoplásticos são produtos que intensificam a queratinização dos epitélios promovendo a regeneração da camada córnea, que corresponde à zona celular mais extensa da pele. A sua espessura varia n...",
        "queratotomia": "[Ciur.] Incisão cirúrgica da córnea.",
        "queratólise": "É uma infecção palmar nos pé, aparecem vários furinhos e às vezes descamação. Também tem um odor muito forte e desagradavél.",
        "quercetina": "Quercetina é um flavonóide natural que possue propriedades medicinais,como anti-inflamatório,anti-viral e anti-alérgica. Grandes quantidades são encontradas na maçã,cebola,brócolis e vinho tinto. É ex...",
        "quercismo": "Doutrina ou ideologia das pessoas que seguem o líder político do PMDB e ex-governador de São Paulo, Orestes Quércia",
        "quercitina": "[Quim.]-Substância corante que se obtém no desdobramento da quercitrina pelos ácidos diluídos.",
        "quercitrina": "Substância corante extraída de uma espécie de carvalho.",
        "queredeira": "1. Vontade muito grande de fazer algo ; vontade muito grande de comer algo ; vontade incontrolável de realizar algo, fazer algo, ou comer algo ; podendo ser tudo isso junto e ao mesmo tempo QUEREDEIRA...",
        "querela": "Diferenças, contendas...",
        "querelada": "Conjugação do verbo querelar.",
        "quereladas": "Do verbo querelar. 1. Lamentar-se de dor ou aflição. Queixar-se. 2. Fazer uma queixa em juízo contra alguém.",
        "querelado": "Aquele que sofre ação penal pelo querelante.",
        "querelados": "Plural de querelado. 1. Que se querelou. 2. Aquele contra quem é formulada uma queixa-crime; réus.",
        "querelam": "Do verbo querelar. 1. Se queixar. Se lamentar de dor. 2. Promover uma ação judicial contra alguém. Apresentar querela.",
        "querelante": "Adj. e s.m. e s.f. Que ou aquele que querela, que move ação penal contra outrem, dito querelado.",
        "querelantes": "Pessoas que movem ação penal contra uma outra pessoa.",
        "querelar": "Reinvidicar. Reclamar.",
        "querelas": "S.F. Diz-se de lamentações ou de brigas onde são proferidas palavras de baixo calão.",
        "querem": "Ato de querer, desejar, ter vontade.",
        "queremismo": "[Hist.]-Movimento político desencadeado no Brasil em 1945,defendendo a permanência de Getulio Vargas no poder.",
        "queremista": "Que é adepto ao queremismo, movimento político que defendia a permanência de Getúlio Vargas no poder.",
        "queremos": "Flexão de querer. O mesmo que precisamos, almejamos ou desejamos muito algo.",
        "queren": "1. Nome próprio.",
        "querena": "[Naut.]- Querena é a parte do casco de uma embarcação que fica abaixo da linha d'água.",
        "querenar": "Significa tombar um barco de tal modo que se possa limpar ou consertar, a parte que fica abaixo da linha de flutuação. Esta parte se chama ¨querena¨.",
        "querencho": "Querencho é o mesmo que crancho.",
        "querenciano": "Pessoa nascida na cidade de Querência no estado do Mato Grosso.",
        "querenciar": "Regionalismo de SC e RS, para o ato de morar, ou abrigar-se numa moradia.",
        "querendo": "Ato de querer, desejar.",
        "querendona": "Significa amada, preferida.",
        "querendão": "Animal que se habitua com facilidade a uma nova querência. Indivíduo melífuo para com as mulheres, amoroso, afetuoso, alegre, namorador, apaixonado, amante, enamorado, dengoso, mimoso. Fem.: Querendon...",
        "querente": "Aquele que quer, por ser dono ou possuidor.",
        "querença": "1-Ato ou efeito de querer. 2-Vontade manifestada. 3-Afeto. 4-Lugar onde se criam falcões. 5-Lugar ao qual os animais se afeiçoam e voltam instintivamente quando dele são afastados; 6-Teimosia de um to...",
        "querenças": "Plural de querença. 1. Atos de quereres alguém ou alguma coisa; afetos. 2. [P. met.] Gestos, demonstrações de afetos.",
        "querençoso": "Que tem querença, é benévolo.",
        "querequexé": "Aquilo que é mais ou menos, estragado, quebrado, doente.",
        "querer": "Desejar, cobiçar, ter vontade, requerer, precisar.",
        "querereca": "Milho de pipoca não estourado.",
        "querereis": "Flexão do verbo querer. 1. Que desejareis, ambicionareis; 2. Que amareis outrem.",
        "quereremos": "Flexão de querer. Que vamos querer, precisar ou almejar por algo.",
        "quereria": "Ato de querer, desejar.",
        "quereriam": "Flexão de querer. Que iriam querer algo.",
        "quererá": "Ansiará, desejará, cobiçará.",
        "quererão": "Flexão de querer. Que vão querer algo, almejarão.",
        "quererê": "[Bot.]-Planta liana(VIDE)da família das bignoniáceas(VIDE),com propriedades medicinais.",
        "queria": "Ato de querer, desejar.",
        "queriam": "1. Do verbo querer, é desejar algo. 2. Exigir ou ordenar. 3. Amar ou ter afeto. 4. Fazer uma solicitação.",
        "querida": "Aquela a quem se quer bem. Pode ser uma namorada, esposa ou filha.",
        "queridas": "Pessoas estimadas, pessoas apreciadas, mulheres amadas.",
        "queridinha": "Termo diminutivo de \"querida\". Geralmente usado ironicamente.",
        "queridinho": "Que é muito querido, o preferido.",
        "querido": "Amado, estimado, termo carinhoso ou íntimo com que se designa alguém a quem se estima ou ama.",
        "queridona": "Aumentativo de querida.",
        "queridos": "Plural de querido. Que são muito amados, ou muito estimados.",
        "queridíssima": "Superlativo de querida",
        "queridíssimo": "Uma pessoa muito querida. Queridão. Super querido.",
        "queridíssimos": "Que é muito querido.",
        "queridões": "Plural de querido. Que são muito queridos/ amados por alguém.",
        "querifrugem": "Ladainha, conversa fiada.",
        "querigma": "Declaração inicial; proclamação.",
        "querigmática": "Querigma - é o primeiro anúncio. Palavra originária do grego \"kerissein\" que quer dizer: proclamar, gritar, anunciar. Querigmático é proclamado, gritado, anunciado.",
        "querigmático": "Relativo a querigma, conteúdo mais importante de uma mensagem cristã.",
        "querite": "Terra de molde.",
        "quermesse": "Refere-se a uma festa beneficente, como um bazar, onde é vendida ou leiloada as prendas oferecidas.",
        "quero": "1ª Pessoa do Presente do Indicativo: Eu quero Almejo, desejo",
        "quero-mana": "Bailado campestre, espécie de fandango.",
        "quero-quero": "Ave da família dos caradriídeos, de cor acinzentada, com esporões nas asas, com os quais afugenta quem se achega aos seus ninhos e filhotes. É chamada pelos gaúchos de sentinela das querências, por an...",
        "querofobia": "Medo (fobia) mórbido de ser feliz, da alegria ou contentamento. Do grego CHERO(alegria)+PHOBIA(medo).",
        "querogrilo": "Literalmente no hebraico significa escondedor. O querogrilo é também chamado de arganaz, coelho ou lebre.",
        "querogênio": "Parte insolúvel(em solventes orgânicos) da matéria orgânica retida nas rochas sedimentares, resultante das transformações da matéria orgânica de origem marítima e terrestre disseminada em sedimentos p...",
        "queromana": "É a denominação de um subdistrito do município de Alegrete-RS, conhecido como Queromana.",
        "queromania": "Diz-se de alegria exagerada e doentia.",
        "queroneia": "[Geog.]- Queroneia é o nome de uma cidade hitórica grega, situada na província da Beócia, na periferia da Grécia Cen- tral. Foi o local de uma importante batalha, ocorrida em 338 a.C., entre trop...",
        "querosa": "Mulher que está com vontade de transar",
        "querosene": "De origem grega, indica óleo extraido de substâncias betuminosas e principalmente do petróleo.",
        "queroso": "Sentido de estar querendo muito algo, alguma coisa ou alguém, sendo relativo à situação.",
        "quersoneso": "[Geog.]-Antigo nome da atual península da Criméia.",
        "querubim": "Indica um anjo da primeira hierarquia, segundo a teologia. Popularmente também significa \"criança linda\".",
        "querubinas": "Anjos do sexo feminino.",
        "querubins": "O mesmo que anjos.",
        "querubínico": "Diz-se do que é relativo a querubim.",
        "querumana": "É um dos ritmos mais bonitos e executados da viola caipira,está presente num dos maiores sucessos da música caipira dos últimos anos: ?Meu Reino Encantado?, gravado em 2000 pelo cantor Daniel.Este rit...",
        "queruscos": "[Hist.]- Os queruscos eram uma tribo germânica que habitava a região da Baixa Saxônia, nos arredores da atual cidade de Hamburgo, na Alemanha. Posteriormente foram absorvidos pela confederação tribal ...",
        "querén": "Nome próprio, feminino,significa querida, aquela que todos querem bem, amada pelos pais. Na Bíblia, o nome Quéren, designa uma das três filhas que Jó teve após passar por um período que ele enfrentou ...",
        "querê-querê": "Nome popular de um peixe, o mesmo que tinhuma (vide).",
        "querência": "Lugar onde nasceu, lugar amado.",
        "querência-mt": "1. Cidade e município do estado do Mato Grosso,fundado em 1991. Tem uma grande área de 17.850 Km2., desmembrada dos municípios de Canarana e São Félix do Araguaia, uma população de cerca de 16 mil ha...",
        "querências": "Local onde as pessoas ou os animais nascem e vivem",
        "quesada": "[Hist.]-Gonzalo Jimenez de Quesada(1500-1579) conquistador espanhol,fundador de Santa Fé de Bogotá em 1538.",
        "quesitação": "Questionamento, indagação.",
        "quesito": "Ponto ou questão sobre que se pede a opinião ou juízo de alguém; requisito; questão, pergunta, interrogação.",
        "quesitos": "S.M. Diz-se de um requisito ou de uma pergunta que necessita de resposta.",
        "quespostas": "Mistura de questão com respostas.",
        "quest": "Estrangeirismo com origem nos jogos de RPG (Role Playing Games) para designar algo muito desafiador, difícil ou distante.",
        "questiona": "Efeito de questionar, interpelar.",
        "questionada": "Que foi perguntado sobre algo.",
        "questionado": "Diz-se do que foi objeto de questão.",
        "questionador": "Aquele que questiona, que faz questões.",
        "questionadora": "Que questiona, faz perguntas.",
        "questionadores": "Diz-se do que questiona.",
        "questionados": "Plural de questionado. Que foram perguntados, passaram por muitas questões, como interrogatório.",
        "questionam": "1. Ato ou efeito de questionar.",
        "questionamento": "Questionar",
        "questionamentos": "Plural de questionamentos. Muitas perguntas.",
        "questionamos": "Flexão de questionar. Fizemos questões, perguntamos.",
        "questionando": "Ato de questionar, contestar.",
        "questionar": "Ato ou ação de perguntar, interrogar, a fim de obter informação de alguém sobre alguma coisa.",
        "questionaria": "Que tiraria uma dúvida, perguntaria, contestaria uma afirmação contraditória.",
        "questionarmos": "Flexão de questionar. Fazermos questionamento; perguntarmos.",
        "questionasse": "Flexão de questionar. Fizesse questões, perguntasse.",
        "questione": "Flexão de questionar. Faça perguntas, questões.",
        "questionei": "Perguntei, disputei, interroguei, debati.",
        "questiono": "Interrogo, discuto, debato, demando.",
        "questionou": "Ato de questionar, contestar.",
        "questionário": "Conjunto de perguntas utilizado como coleta de dados sobre determinado assunto à investigar.",
        "questionáveis": "Que são passíveis de questionamentos; que deixam dúvidas, hesitações; que não estão esclarecidos(as).",
        "questionável": "ADJ. Algo que pode ser questionável(interrogável).",
        "questiúncula": "Discussão à toa.",
        "questiúnculas": "Questões sem importância, de pouco valor.",
        "questor": "[Hist.]-Na Roma antiga era o magistrado responsável pelos fundos públicos.",
        "questores": "Na roma antiga, eram os que cuidavam principalmente do tesouro público.",
        "questão": "Pergunta, interrogação.",
        "questãozinha": "Diminutivo de questão.",
        "questões": "S.F. Pergunta, dúvida, interrogação.",
        "questões-chave": "Diz-se da questão principal.",
        "questõezinha": "Diminutivo e que dá um sentido pejorativo da palavra questão.",
        "quesíveis": "Plural de quesível. Que podem ser requeridos ou reclamados.",
        "quesível": "Quesível é quando uma dívida deve ser paga na residência do devedor. Neste caso, a pessoa que tem o crédito deve ir a casa de quem tem a dívida com ele para receber o pagamento.",
        "quetamina": "[Med.] Anestésico geral de ação rápida, utilizado por via endovenosa ou intramuscular.",
        "quete": "Diminutivo de BOQUETE. A palavra tornou-se famosa após o vídeo do travesti Vanessão no youtube, dizendo que o moto boy pagou um \"quete\" pra ela e ainda pediu pra gozar na garganta. O caso foi parar na...",
        "queto": "Termo de composição que exprime a ideia de ¨cabelo¨ ; ¨cabeleira¨ , e entra na formação de muitas palavras.",
        "quetodonte": "[Zool.]-Gênero de peixes que têm os dentes muito finos.",
        "quetognata": "[Zool.]-Os quetognatas (do grego ¨maxilas com espinhos¨),são pequenos animais marinhos,com o máximo de 15 cm.de comprimento,essencialmente planctônicos. Têm o corpo alongado e barbatanas laterias e ca...",
        "quetotaxia": "Estudo da distribuição e nomenclatura das cerdas ou espinhos de qualquer parte do exoesqueleto de um inseto.",
        "quetua": "[Zool.]- Quetua é o nome vulgar de uma ave, o mesmo que tiriba-de-testa-azul. (VIDE)",
        "quetzal": "[Zool.]- Quetzal é o nome de uma ave , da família dos Trogo- nídeos, com plumagem de belas cores e encontrada nas zonas tropicais da América Central. Apesar do têrmo ¨que- tzal¨ ser aplicado a toda...",
        "quetzal-resplandecente": "[Zool.]- Quetzal-resplandecente é o nome popular de uma ave da Ordem Trogoniformes, família Trogonidae, típica da América Central. Tem cerca de 35 cm. de comprimento e uma longa cauda de até 50 cm. de...",
        "quetão": "Que é quieto.",
        "quetópode": "[Zool.]-Designação antiga para agrupar em subclasse os vermes anelídeos providos de cerdas.",
        "quetópodo": "[Zool.]-É o mesmo que quetópode.",
        "quetóte": "Moleque, menino.",
        "quexei": "Do verbo nordestino \"quexar\" Tomar de alguém, pedir emprestado e não devolver mais.",
        "quezila": "1- Inimizade ou desinteligência. 2- Aborrecimento; mal estar. 3- Repugnância; antipatia.",
        "quezilento": "Que é enfadonho, inoportuno, entediante.",
        "queísmo": "Queísmo é o nome dado ao exagero do pronome relativo \"que\".",
        "quiabagem": "Ato ou efeito de \"quiabar\", despistar, escorregar-se da situação, vulgarmente \"nó cegagem\".",
        "quiabar": "Verbo intransitivo. Atitude de quem é quiabo (MG). Esquivar-se de problemas. Pipocar. Não assumir o que diz ou faz.",
        "quiabeira": "Forma chula de se referir a uma mulher de vida fácil. Termo utilizado em algumas regiões da Bahia.",
        "quiabeiro": "Planta da família das malváceas que tem forma de cápsula alongada, com muitas sementes brancas e arredondadas. É muito utilizado na culinária mineira e baiana.",
        "quiabeiro-de-angola": "[Bot.]- Quiabeiro-de-angola é o nome popular de uma planta, o mesmo que erva-de-são-caetano. (VIDE)",
        "quiabento": "Rapaz que beija muitas mulheres, infiel, galinha, pirigueto.",
        "quiabo": "Quiabo é o fruto comestível do quiabeiro, planta da família da malva, que tem forma de cápsula alongada, com muitas sementes, brancas e arredondadas, muito utilizado na culinária, mineira e baiana.",
        "quiabo-azedo": "[Bot.]- Quiabo-azedo é o nome vulgar de uma planta, o mes- mo que caruru-azedo. (VIDE)",
        "quiabo-de-angola": "[Bot.]- Quiabo-de-angola é o nome vulgar de uma planta, o mesmo que caruru-azedo. (VIDE)",
        "quiabo-de-cheiro": "[Bot.]-Nome popular de uma planta, o mesmo que abelmosco.",
        "quiabo-de-quina": "[Bot.]- Quiabo-de-quina é o nome popular de uma planta, o mesmo que moringa.",
        "quiabo-do-mangue": "[Bot.]- Quiabo-do-mangue é o nome vulgar de uma árvore, o mesmo que algodoeiro-da-praia. (VIDE)",
        "quiabo-roxo": "[Bot.]- Quiabo-roxo é o nome vulgar de uma planta, o mesmo que caruru-azedo.( VIDE)",
        "quiabo-róseo": "[Bot.]- Quiabo-róseo é o nome vulgar de uma planta, o mes- mo que caruru-azedo. (VIDE)",
        "quiabode": "Iguaria nordestina, a base de quiabo, feijão de corda e carne de bode",
        "quiabá": "O mesmo que inferno. É mais empregada como xingamento.",
        "quiaca": "Briga, confusão.",
        "quiança": "Modo informal e lúdico de pronunciar a palavra criança, remetendo a maneira infantil de falar. Quiança é um gíria, uma palavra que só existe na cultura popular.",
        "quiasma": "Um quiasma é um ponto de cruzamento entre os cromatídeos, durante a divisão celular.",
        "quiasmas": "Para a Biologia são estruturas resultantes dos cruzamentos de dois cromatídios.",
        "quiasmo": "Estrutura sintática em que dois segmentos de frase têm duas ou três das suas palavras repetidas em ordem inversa e de tal modo que a final do primeiro segmento é a inicial do segundo.",
        "quiasmático": "(Retórica) Modo de encadear pensamentos alterando a estrutura das sentenças ou significados.",
        "quiastolite": "Mineral, variante de andaluzite. Assemelha-se a uma cruz, formada por braços carbonosos.",
        "quiastro": "Ligadura em forma de ¨X¨que se usava antigamente nas fraturas dos membros inferiores.",
        "quiba": "Palavra indígena que define: 1-Grande; enorme. 2-Saco; escroto. 3-Sujo; sujeira. 4-Em Goiás e Tocantins = ¨morrer¨ (¨bater as quibas¨).",
        "quibaana": "Tribo da região norte",
        "quibaba": "[Popular] Em algumas regiões do Brasil, é o mesmo que pancada, batida forte, queda violenta.",
        "quibada": "Batida forte, queda abrupta, queda repentina, impacto.",
        "quibandar": "Quibandar significa agitar o quibando ( VIDE QUIBANDO) , para separar as impurezas do arroz. ,do café, etc.",
        "quibando": "( Subst. Masc.) - Quibando ou quibano é um vocábulo que define um tipo de peneira, feita de junco (VIDE JUNCO)(Bot), usada para secar cereiais. Este vocábulo é usado na região norte do Brasil.",
        "quibano": "é um objeto arredondado feito de palha da palmeira, geralmente usado no interior do nordeste para catar/escolha e secar arroz",
        "quibar": "No universo da internet, quibar quer dizer plagiar, copiar a piada, postagem ou vídeo de outra pessoa, de outro site, de outro blog etc, e postar como se fossem seus.",
        "quibarana": "Palavra indígena que define o inseto anopluro pediculídeo (chato;piolho-de-virilha;piolho-de-púbis; piolho-ladro;quipé). O nome científico desta espécie é: Phthirius pubis.",
        "quibas": "Testítulos, culhões, ovos do principal órgão sexual masculino (o pênis)",
        "quibe": "Quibe, aquele feito de trigo com carne moída.",
        "quibebe": "Espécie de purê elaborado com abóbora do tipo cabotian, normalmente temperado com alho e cebola.",
        "quibiona": "Termo usado quando o indivíduo coloca o dedo no rabo de uma pessoa, podendo ser mulher ou homem.",
        "quiboa": "Marca de produto de limpeza conhecida como alvejante",
        "quibrocó": "Grande briga, confusão, situação caótica.",
        "quibuiquila": "Órgão sexual feminino, descrito no dialeto de um quilombo no Vale do Ribeira/SP.",
        "quibumbo": "De Portugal, é um chapéu alto.",
        "quibungo": "( Subst.Masc.) - Vocábulo regional usado em Minas Gerais, que significa : baile de negros.",
        "quicabar": "Alegria, desabafo de criança diante do espelho. Uma forma de expressão, de comunicação do mundo de uma criança.",
        "quicada": "Besteira, asneira, baboseira, bobagem, idiotice.",
        "quicadas": "Do verbo quicar. 1. Bater e voltar. 2. Bater um no outro.",
        "quicado": "Flexão de quicar. intransitivo 1. Batido e voltado (esp. a bola); repicado, rebotado. 2. Fazer com que salte.",
        "quicando": "Aquilo que vem pulando, saltitando.",
        "quicar": "Quando um objeto cai no chão e pula para cima sucessivas vezes.",
        "quicava": "1. Fazer saltar, quicar.",
        "quiche": "É um tipo de torta feita com recheio à base de ovos e creme de leite ao qual se adicionam os ingredientes e que não leva cobertura.",
        "quico": "Melhor amigo de Chaves, seu nome na personagem é Frederico, o interprete Carlos Vilagrán, no seriado exibe um brinquedo novo, seu traje é homenagem a seu pai, capitão da marinha que teve uma morte trá...",
        "quicongo": "Língua falava na Angola.",
        "quiconha": "Mistura de Kynn com maconha. Quiconha geralmente é elaborado após o fumo do baseado. (Marijuana, Cannabis). Quiconha só pode ser colhido nos pântanos do oeste paulista.",
        "quicos": "Individuo que abraçou o voluntariado durante vinte (20) anos, iniciando a causa e jurando bandeira na Cruz Vermelha Unidade de Socorro da Amadora.",
        "quicou": "Ato de quicar, saltar, pular.",
        "quicuio": "É uma gramínea perene de verão, originária de regiões com solos férteis da África, com folhas de 1 a 15 cm de comprimento. É usado para pastagem, gramados para parques recreativos e esportivos, e para...",
        "quicé": "Faca de lâmina curta, usada no interior do nordeste para cortar fumo e tambem como defesa pessoal.",
        "quicê": "Lâmina de corte com cabo usada para tambem bater em escravos.",
        "quidam": "Diz-se de uma pessoa pouco importante.",
        "quiescente": "Repousando.",
        "quiescência": "Período de repouso.",
        "quieta": "Pessoa silenciosa; calado; quieto.",
        "quietar": "Ato de fazer com que fique quieto.",
        "quietação": "Silêncio interior.",
        "quietinha": "Diminutivo do adjetivo quieto.",
        "quietinhas": "Flexão de quietinho. Que estavam caladinhas; que estavam em silêncio e não falavam nada.",
        "quietinho": "Diminutivo de quieto",
        "quietinhos": "Diz-se do que está em silêncio.",
        "quietismo": "Sistema místico de alguns teólogos,baseado em que o indivíduo deve conservar-se em estado de contemplação passiva,indiferente a tudo que ocorre.Alguns seguidores deste sistema são denominados ¨onfalóp...",
        "quieto": "Silêncioso; calado; quieto",
        "quietos": "1. Que permanece imóvel, parado, em silêncio.",
        "quietude": "O ato de estar quieto consigo mesmo.",
        "quietíssimo": "Diz-se daquele que é muito quieto ou muito tímido; que não socializa com facilidade.",
        "quifonge": "Uma fazenda",
        "quifufutila": "De origem Angolana, quifufutila é um doce feito de ginguba, farinha torrada, açúcar e canela.",
        "quifumbe": "1. Assassino, malfeitor, salteador.",
        "quigombó": "É o mesmo que quiabo (fruta).",
        "quigombó-de-cheiro": "[Bot.]-Nome popular de uma planta, o mesmo que abelmosco.",
        "quiineáceas": "[Bot.]- Nome de uma família botânica da ordem Malpighiales, de plantas com flor. Possui 4 gêneros e cerca de 50 espécies. Os gêneros são: Lacunaria; Quiina; Touroulia; Froesia.",
        "quiináceo": "[Bot.]-Relativo ou pertencente á família das quiineáceas.",
        "quijila": "Quijila é outra maneira , popular, de se grafar ¨ quizila ¨. (VIDE QUIZILA)",
        "quijingue": "Palavra de origem indígena, do tupy-guarany que significa Mata Fechada Cidade do interior da Bahia, localizada a 333 km da capital Salvador",
        "quijuba": "[Zool.]-Quijuba é o nome popular de uma ave da família dos Psitacídeos, também chamada de queci-queci.",
        "quilagem": "Relativo a carga utilizada em treino de hipertrofia.",
        "quilaia": "[Bot.]- Quilaia ou quilaja, é o nome popular de uma planta da família das Quilajáceas, que contém apenas um gêne- ro. É uma planta medicinal usada no tratamento de bron- quites e como expectorante. O...",
        "quilaja": "[Bot.]- Quilaja é o nome popular de uma planta, o mesmo que quilaia. (VIDE)",
        "quilando": "Gíria cearense para realizar sexo.",
        "quilate": "1- unidade de peso para diamantes. 2- quantidade de ouro fino existente em uma liga, medida em unidades que correspondem à 1/24 da liga. Assim, o ouro puro tem 24 quilates, ou seja, ocupa ...",
        "quilha": "1- Quilha é a peça fundamental da estrutura de uma embar- cação, que se prende na sua parte inferior e na qual se prendem todas as peças transversais , que compõem a estrutura do barco...",
        "quilhar": "Expressão que exprime insatisfação, inquietação ou desagrado; tendo também a conotação de urdir, infligir mal a outrém e de causar destruição. Pregar a quilha da embarcação.",
        "quilhas": "Flexão de quilhar. 1. Pôr ou assentar quilha em. 2. Prego com que se pregam as cavernas na quilha do navio.",
        "quilho": "Flexão de quilhar. 1. Ponho ou assento quilha em. 2. Prego com que se pregam as cavernas na quilha do navio.",
        "quilhão": "Quilhão é sinônimo de testículo.",
        "quilhões": "1. Em Portugal o termo designa o elemento constituinte dos órgãos sexuais masculinos.",
        "quiliarca": "É o comandante de uma quiliarquia.",
        "quiliasmo": "Doutrina na qual os predestinados, após o julgamento final iriam ficar ainda mil anos na Terra, no gozo das maiores delícias e alegrias.",
        "quiliasta": "O mesmo que milenário, sectário cristão, que afirmava que a ressurreição dos santos havia de antecipar-se mil anos.",
        "quilica": "Bola de gude.",
        "quilificação": "É a ação do suco entérico, suco pancreático e Bílis sobre o quimo, transformando-o em quilo.",
        "quilim": "[Zool.]-Termo regional usado em Sergipe que define uma ave,o mesmo que tuim.",
        "quilinho": "1. Diminutivo de quilo.",
        "quiliquificação": "Quilificação é uma das etapas da transformação dos alimentos durante a digestão. É uma etapa que ocorre no intestino delgado por conta da ação da bile e de várias enzima digestivas. Nesta etapa, por a...",
        "quiliástico": "Que diz respeito ao quiliasma.",
        "quilo": "Referência para peso de mil gramas. Esse também é o nome que se dá para o bolo formado no estômago ao iniciar a digestão.",
        "quiloa": "1. Etnia dos escravos.",
        "quilocaloria": "Era a quantidade de calor necessária para elevar em 1ºC a temperatura de 1 grama de água.",
        "quilociclo": "Unidade secundária de frequência, em radiodifusão, igual a mil períodos, vibrações ou ciclos por segundos (abreviadamente: kc).",
        "quilofagia": "Hábito de morder os lábios.",
        "quilograma": "É uma unidade básica de massa do SI que tem o peso quase igual ao litro de água.",
        "quilohertz": "Quilohertz = Unidade de medida de freqüência, igual a mil hertz ou ciclos, e cujo Símbolo: KHz.",
        "quilolitro": "O quilolitro é uma unidade de volume equivalente a mil litros, representado pelo símbolo kl. É o terceiro múltiplo do litro e também equivale a 1 metro cúbico.",
        "quilombada": "Flexão de quilombado. [Hist.] [Reg.] [Brasil.] [Design.] Que é comum aos escravos refugiados em quilombos.",
        "quilombo": "Acapamento, esconderijo, aldeia.",
        "quilombola": "Diz-se do escravo fugitivo escondido em um quilombo O famoso Zumbi dos Palmares foi um quilombola.",
        "quilombolas": "Os escravos que se refugiaram em quilombos.",
        "quilombos": "Os quilombos constituíram-se em locais de refúgio dos escravos africanos e afrodescendentes em todo o continente americano. Eram entendidos pelo Conselho Ultramarino do governo português em 1740 como ...",
        "quilometragem": "S.F. Quilometrar alguma coisa. Medida feita em quilômetros.",
        "quilometragens": "A quantidade de quilômetros que um veículo rodou.",
        "quilométrica": "Demasiado extenso",
        "quilométricas": "Marcada em quilômetros.",
        "quilométrico": "1- o que se refere à quilômetros. 2- medido em quilômetros. 3- (Fig.) algo longo demais.",
        "quilote": "Flexão de quilotar. Escureça (os dedos, por exemplo) por causa do fumo.",
        "quilotomia": "[Medicina] Incisão ou seção dos lábios.",
        "quilowatt": "É uma unidade de potência correspondente a 10³ watts.",
        "quilowatt-hora": "S.m. Unidade de energia ou trabalho (símb.: kWh) que gasta durante uma hora uma máquina cuja potência é de 1 quilowatt. É igual à quantidade de energia que é consumida quando uma resistência de 1000 ...",
        "quilowatts": "São unidades de potência que correspondem a 10³ watts (1 kW = 1000 W).",
        "quilé": "Termo popular que define o pênis. Definição dada por Albino Lapa (¨Dicionário de Calão¨)",
        "quilógono": "Da geometria, é um polígono regular de mil lados.",
        "quilóide": "Quilóide é uma corruptela de ¨quelóide¨. (VIDE QUELÓIDE)",
        "quilópode": "Ser ou animal que possui muitas pernas, animal que tem ou não pessonha (veneno), e em seu corpo e feito de filamentos.",
        "quilópodes": "[Zool.] - São animais da ordem dos miriápodes; são as cen- topéias e as lacráias. São animais predadores , providos de uma garra com veneno que, inclusive, pode levar algum perigo ao homem.",
        "quilômetro": "O quilômetro (português brasileiro) ou quilómetro (português europeu) (km) é uma unidade de medida de comprimento que deriva do metro e pertence ao Sistema Internacional de Unidades (SI). A palavra \"q...",
        "quilômetros": "Plural de quilômetro. 1. [Fís. metr.] Medidas de comprimentos correspondentes a mil metros. 2. Nas estradas ou longas vias urbanas, o ponto localizado entre dois marcos de quilometragem.",
        "quilúria": "Da medicina, é uma alteração mórbida, caracterizada pelo aparecimento da gordura misturada com a urina.",
        "quimba": "Par de órgãos reprodutores masculinos, que ficam pendurados dentro do saco, logo abaixo do pinto. Obs.: palavra apenas utilizada no plural, mas sem alteração na grafia (sem adicionar a letra 's'), po...",
        "quimbamba": "[Ornit.] Ave africana.",
        "quimbanda": "É um culto tido como o lado esquerdo (negro) da Umbanda, constituido basicamente pelos quiumbas, ou seja, espíritos trevosos que tem todo conhecimento das maldades do mundo astral, inclusive da magia ...",
        "quimbembe": "Habitação pobre;cabana;choupana.",
        "quimbembeques": "Berloques,amuletos,ou qualquer penduricalhos, que as crianças trazem ao pescoço.",
        "quimbinga": "Mulher desprovida de beleza, não estética, feia, horrorosa.",
        "quimbo": "Relativo a Quimbo ou Kimbo. Termo gentílico para povoado; aldeia. Confrontar \"Dicionário Houaiss da língua portuguesa\" Instituto Antônio Houaiss de Lexicografia Portugal (2003) Edição do Circulo de Le...",
        "quimbombo": "1-Feiticeiro-mor;pai de terreiro. 2-Espécie de bebida africana,semelhante à garapa.",
        "quimbombó": "O mesmo que quiabo.",
        "quimbondo": "Confusão, problema com difícil solução.",
        "quimboto": "Feiticeiro;advinhador.",
        "quimbundo": "Quimbundo é o nome de uma língua , do grupo banto, fala- da em Angola ( VIDE ANGOLA), pelo povo ambundo.",
        "quimera": "Quimera = Sonho fantástico, fantasias, desejos difíceis de se alcançar",
        "quimericamente": "Exercício para tentar torna real algo desejado, motivação para converter algo imaginário em realidade.",
        "quimerista": "Quem inventa quimera, fantasias.",
        "quimerizando": "Inventar algo, supor, imaginar",
        "quimia": "Palavra proposta para substituir em português \"Química\", ciência da composição, propriedades e transformações da matéria. \"químico\" e \"química\" passariam a ser adjetivos, por exemplo substâncias quími...",
        "quimificação": "Conversão da substância em quimo pela digestão estomacal",
        "quimigação": "A Quimigação consiste em aplicar uma solução, ou calda, de agroquímicos (fertilizante, inseticida, fungicida, herbicida ou nematicida) por meio do sistema de irrigação.",
        "quimiluminescência": "Fluorescência excitada por um desenvolvimento de energia química.",
        "quimioautotróficas": "1. Quimioautotróficos são organismos que utilizam a energia resultante da quebra de ligações químicas de compostos inorgânicos para sintetizar substâncias orgânicas, usando o dióxido de carbono como f...",
        "quimioautotrófico": "[Quim.] Organismo que utiliza a energia resultante da quebra de ligações químicas de compostos inorgânicos para sintetizar substâncias orgânicas.",
        "quimiocaustia": "Cauterização por substâncias químicas, como por exemplo, o nitrato de prata.",
        "quimiocinese": "Substância química previamente oxidada.",
        "quimioheterotrófico": "São organismo que utilizam compostos orgânicos como fonte de carbono e energia. Este grupo está integrado por animais superiores, fungos, protozoos e a maioria das bactérias",
        "quimioluminescência": "A quimioluminescência é a emissão de luz não acompanhada da emissão de calor em consequência de uma reação química. É quando os elétrons de um átomo recebem energia, saltam para camadas mais externas ...",
        "quimioprofilaxia": "É a aplicação de meios tendentes a evitar as doenças ou a sua propagação.",
        "quimiorreceptor": "Aquilo que é sensível a estimulações químicas.",
        "quimiorrecepção": "O órgão muscular presente em nosso corpo, denominado de língua, conta com propriedades químicas para a percepção dos diferentes sabores.É a chamada quimiorrecepção. Os receptores gustativos são ativad...",
        "quimiosfera": "Camada atmosférica onde predominam atividades fotoquímicas.",
        "quimiossintetizante": "Que realiza quimiossíntese. A quimiossíntese é a produção de matéria orgânica através da oxidação de substâncias minerais, sem recorrer à luz solar.",
        "quimiossintetizantes": "Relativo às bactérias quimiossintetizantes. As bactérias quimiossintetizantes não possuem pigmentos fotorreceptores e utilizam energia química proveniente da oxidação de compostos inorgânicos simples...",
        "quimiossorção": "Diz-se da adsorção química de um gás por um sólido.",
        "quimiossíntese": "A quimiossíntese é a produção de matéria orgânica através da oxidação de substâncias minerais, sem recorrer à luz solar. A quimiossíntese divide-se em duas etapas: A formação do NADPH e de ATP, us...",
        "quimiostato": "Um quimiostato (de ambiente químico que é estático) é um biorreator ao qual um meio de cultura fresco (novo) é continuamente adicionado, enquanto líquido de cultura é continuamente removido para mante...",
        "quimiotactismo": "[Biol.]-Orientação dos movimentos de células vivas,provocada pela presença de substâncias químicas no meio ambiente.",
        "quimiotaxia": "[Biol.] - Ação atrativa ou repulsiva , exercida por certas subs- tâncias sobre os microorganismos.",
        "quimioterapeuta": "Pessoa que auxilia e aplica a quimioterapia.",
        "quimioterapia": "O têrmo ¨quimioterapia ¨ refere-se ao tratamento de doen - ças por meio de substâncias químicas que afetam o fun- cionamento celular. Popularmente se refere a um dos tra- tamentos do câncer. Agentes...",
        "quimioterapêutico": "Relativo à quimioterapia.",
        "quimioterápicos": "Os quimioterápicos são agentes capazes de perturbar ou inibir a divisão (crescimento) das células cancerígenas.",
        "quimiotripsina": "[Fisiologia] Enzima digestiva segregada pelo pâncreas.",
        "quimiotrofia": "Organismos quimiotróficos obtêm energia da oxidação de compostos químicos inorgânicos (litotrofia) ou orgânicos (organotrofia). A fermentação consiste numa oxidação parcial de matéria orgânica, ao con...",
        "quimiotrofismo": "Trata-se de um tipo de fonte de energia para microrganismos.",
        "quimiotropismo": "Quando o agente estimulante do crescimento de uma planta é químico tal como mineral ou água.",
        "quimiotrófico": "Organismos cujo a fonte de energia são compostos químicos.",
        "quimiotático": "Referente a quimiotaxia.",
        "quimismo": "Conjunto de combinações ou de composições de um organismo. Abuso da Química.",
        "quimissorção": "Quando são formadas ligações absorbato-superfície.",
        "quimo": "Alimentos reduzidos a uma pasta pela ação do suco gástrico, para ser feita a sua digestão.",
        "quimofobia": "Quimofobia é o medo mórbido de tempestades.",
        "quimono": "Veste que consiste em uma túnica com amplas mangas, amarrada na cintura por uma faixa larga. É uma vestimen- ta tradicional do Japão.",
        "quimuane": "Língua falada no Norte de Moçambique.",
        "quimuâni": "Nome de uma língua nativa de Moçambique,o mesmo que ¨muâni¨(VIDE).",
        "quimão": "Roupão ou túnica, de origem japonesa, comprido com mangas geralmente largas e preso à cintura com uma faixa de tecido ( Também chamado de Quimono). Na ex-Índia Portuguesa é um casaco curto e largo, de...",
        "quimérica": "ADJ. Característica de coisas e mundos fantásticos, fantasiosos, imaginários, que não existem na realidade.",
        "quiméricas": "1. Que possui quimera 2. Impossível de realizar",
        "quimérico": "Adj. Que não tem existência real; fantasista. Sem fundamento, ilusório, utópico: projeto quimérico.",
        "quiméricos": "Relativo a quimera, desprovido de realidade.",
        "quina": "1- âgulo saliente. Aresta. 2- grupo de cinco objetos ou números. 3- sequência de cinco números na mesma linha de um car- tão de loto ou víspora. 4- [Bot.]- nome comum de plantas da família das Ru...",
        "quina-amarela": "[Bot.]- Quina-amarela é o nome de um arbusto da família das Rubiáceas, que ocorre nas regiões tropicais da Amé- rica do Sul. Também é chamada de cinchona-amarela.",
        "quina-amargosa": "[Bot.]- Quina-amargosa é o nome popular de uma planta, o mesmo que caferana. (VIDE)",
        "quina-bicolorada": "[Bot.]- Quina-bicolorada é o nome vulgar de uma planta, o mesmo que falsa-quina. (VIDE)",
        "quina-branca": "[Bot.]- Quina-branca é o nome vulgar de uma árvore, o mes- mo que falsa-quina. (VIDE)",
        "quina-brava": "[Bot.]- Quina-brava é o nome popular de uma planta da fa- mília das Melastomatáceas.",
        "quina-caribé": "[Bot.]- Quina-caribé é o nome popular de um arbusto da fa- mília das Rubiáceas.",
        "quina-cruzeiro": "[Bot.]- Quina-cruzeiro é o nome popular de uma planta, o mesmo que caferana. (VIDE)",
        "quina-da-chapada": "[Bot.]- Quina-da-chapada é o nome popular de uma árvore, o mesmo que falsa-quina. (VIDE)",
        "quina-da-serra": "[Bot.]- Quina-da-serra é o nome popular de uma planta da família das Rubiáceas.",
        "quina-das-três-folhas": "[Bot.]- Quina-das-três-folhas é o nome vulgar de um arbus- to,o mesmo que guamixinga. (VIDE)",
        "quina-das-três-folhas-bran...": "[Bot.]- Quina-das-três-folhas-brancas é o nome popular de uma planta da família das rutáceas. Tem casca de sabor amargo e adstringente.",
        "quina-de-caiena": "[Bot.]- Quina-de-caiena é o nome popular de uma planta , o mesmo que pau-tenente ou pau-amargo. (VIDE)",
        "quina-de-camamu": "[Bot.]- Quina-de-camamu é o nome popular de uma planta da família das Apocináceas.",
        "quina-de-cipó": "[Bot.]- Quina-de-cipó é o nome popular de uma planta, o mesmo que japicanga. (VIDE)",
        "quina-de-condamine": "[Bot.]- Quina-de-condamine é o nome popular de um arbus- to, o mesmo que carqueja-amargosa. (VIDE)",
        "quina-de-diogo-de-sousa": "[Bot.]- Quina-de-diogo-de-sousa é o nome popular de uma planta, o mesmo que quina-do-piauí. (VIDE)",
        "quina-de-goiás": "[Bot.]- Quina-de-goiás é o nome de uma planta, o mesmo que flor-de-azar. (VIDE)",
        "quina-de-mato-grosso": "[Bot.]- Quina-de-mato-grosso é o nome vulgar de uma plan- ta, o mesmo que falsa-quina. (VIDE)",
        "quina-de-paitá": "[Bot.]- Quina-de-paitá é o nome vulgar de uma planta, o mesmo que falsa-quina. (VIDE)",
        "quina-de-periquito": "[Bot.]- Quina-de-periquito é o nome vulgar de uma árvore, o mesmo que falsa-quina.(VIDE)",
        "quina-de-pernambuco": "[Bot.]- Quina-de-pernambuco é o nome popular de uma planta da família das Rubiáceas.",
        "quina-de-raiz": "[Bot.]- Quina-de-raiz é o nome vulgar de um arbusto, o mes- mo que boca-de-sapo. (VIDE)",
        "quina-de-raiz-preta": "[Bot..]- Quina-de-raiz-preta é o nome popular de um arbus- to, o mesmo que cipó-cruz-verdadeiro. (VIDE)",
        "quina-de-santa-catarina": "[Bot.]- Quina-de-santa-catarina é o nome popular de um ar- busto, o mesmo que cauaçu. VIDE)",
        "quina-de-são-paulo": "[Bot.]- Quina-de-são-paulo é o nome vulgar de uma planta, o mesmo que falsa-quina. (VIDE)",
        "quina-do-amazonas": "[Bot.]- Quina-do-amazonas é o nome popular de uma planta, o mesmo que caferana. (VIDE)",
        "quina-do-campo": "[Bot.]- Quina-do-campo é o nome vulgar de uma árvore, o mesmo que falsa-quina. (VIDE)",
        "quina-do-cerrado": "[Bot.]- Quina-do-cerrado é o nome popular de uma árvore, o mesmo que falsa-quina. (VIDE)",
        "quina-do-mato": "[Bot.]- Quina-do-mato é o nome popular de um arbusto, o mesmo que cauaçu. (VIDE)",
        "quina-do-mato-grosso": "[Bot.]- Quina-do-mato-grosso é o nome popular de uma planta, o mesmo que falsa-quina. (VIDE)",
        "quina-do-paitá": "[Bot.]- Quina-do-paitá é o nome popular de uma planta, o mesmo que falsa-quina. (VIDE)",
        "quina-do-paraná": "[Bot.]- Quina-do-paraná é o nome popular de um arbusto, o mesmo que cauaçu. (VIDE)",
        "quina-do-pará": "[Bot.]- Quina-do-pará é o nome popular de uma planta da família das Salicáceas, anteriormente classificada na fa- mília das Flacourtiáceas.",
        "quina-do-piauí": "[Bot.]- Quina-do-piauí é o nome popular de uma planta da família das Rubiáceas. Também é chamada de quina-de- -diogo-de-souza.",
        "quina-do-remígio": "[Bot.]- Quina-do-remígio é o nome popular de uma planta da família das Rubiáceas.",
        "quina-do-rio": "[Bot.]-Quina-do-rio é o nome popular de uma árvore da famí- lia das Rubiáceas.",
        "quina-do-rio-de-janeiro": "[Bot.]- Quina-do-rio-de-janeiro é o nome popular de uma planta da família das Rubiáceas.",
        "quina-do-rio-grande-do-sul": "[Bot.]- Quina-do-rio-grande-do-sul é o nome popular de uma planta da família das Dioscoreáceas.",
        "quina-do-rio-negro": "[Bot.]- Quina-do-rio-negro é o nome popular de uma planta da família das Rubiáceas.",
        "quina-dos-pobres": "[Bot.]- Quina-dos-pobres é o nome popular de um arbusto da família das Rubiáceas.",
        "quina-falsa": "[Bot.]- Quina-falsa é o nome vulgar de um arbusto,o mes- mo que guamixinga. (VIDE)",
        "quina-mineira": "[Bot.]- Quina-mineira é o nome popular de uma planta da família das Rubiáceas.",
        "quina-mole": "[Bot.]-Nome popular de uma planta, o mesmo que arapuê.",
        "quina-quina": "[Bot.]- Quina-quina é o nome vulgar de um arbusto, o mes- mo que guamixinga (VIDE)",
        "quina-verdadeira": "[Bot.]- Quina-verdadeira é o nome popular de uma planta da família das Rubiáceas.",
        "quina-vermelha": "[Bot.]- Quina-vermelha é o nome popular de uma planta da família das Rubiáceas.",
        "quina-vermelha-do-brasil": "[Bot.]- Quina-vermelha-do-brasil é o nome popular de uma árvore, o mesmo que araribá-vermelha. (VIDE)",
        "quinacrina": "[Med.] Trata-se de um medicamento de prescrição usado para o tratamento da giardíase . A giardíase é uma pequena infecção intestinal trazido sobre por um parasita conhecido como Giardia lamblia.",
        "quinadas": "Flexão de quinado. Que possuem quinas.",
        "quinado": "Bebida muito popular no Brasil dos anos 1970, especialmente. Provavelmente era uma mistura de vinho popular com cascas da madeira denominada quina.",
        "quinal": "1- É o nome de uma antiga medida para vinhos, com um valor variável de almudes ( VIDE ALMUDE). 2- Língua indígena da América do Norte.",
        "quinanga": "Quinanga ( Subt.) é um têrmo regional usado no nordeste para definir uma vazilha, parecida com um balde, de madei- ra, que os jangadeiros usam para levar comida .",
        "quinar": "V.T. e V.I. Fazer algo que contenha quina. Marcar cinco números em colunas em cartelas de jogos (bingo, por exemplo).",
        "quinarana": "[Bot.]- Quinarana é o nome popular e genérico de duas plantas, a saber: 1- planta da família das Apocináceas. 2- planta da família das Quináceas.",
        "quinaria": "Flexão de quinar. Prepararia uma quina.",
        "quinas": "Quinas podem referir-se a: Um grupo de cinco, aplicado, por exemplo: A uma estrofe com cinco versos; À carta de jogar com o valor 5; À parte de uma peça do dominó com cinco pintas.",
        "quinau": "S.m. Ação ou efeito de corrigir; correção, emenda.",
        "quinazolina": "[Quim.] Quinazolina é um composto formado pela fusão de dois anéis aromáticos simples hexagonais: um anel de benzeno com um anel de pirimidina. Sua fórmula química é C8H6N2. A quinazolina é amarela e ...",
        "quinca": "1. cu, ânus 2. Cloaca, diversão.",
        "quincaju": "[Zool.]- Quincaju é um animal,o mesmo que ¨jupará¨ . ( VIDE JUPARÁ)",
        "quincas": "Nome dado ao ânus.",
        "quinchado": "Do verbo quinchar, é cobrir com quincha (palha para cobrir carros, carretas ou casas).",
        "quinchar": "Quinchar é um têrmo popular, usado no Rio Grande do Sul, que significa : cobrir com quincha, ou seja, cobrir com palha, tanto casas, como carretas e outros carros de uso rural.",
        "quincunce": "Grupo de cinco elementos, formando quatro um quadrado e ficando um no centro.",
        "quincuncá": "Nome de um distrito do município de Farias Brito no estado do Ceará. Também é o nome da vila sede do distrito. Localiza-se na serra também de mesmo nome, Serra do Quincuncá.",
        "quincôncio": "Movimentações de dois ou mais militares - ordem unida - Sem comandante, os executores se deslocam contando passos mentalmente para que comecem e terminem em determinado momento numa demonstração de di...",
        "quindecágono": "É um polígino que tem 15 lados e 15 ângulos.Pentadecágono.",
        "quindim": "Quindim é um doce brasileiro, originário do Nordeste, que tem como ingredientes: gema de ovo, açucar e coco rala- do. Pode ser preparado em formas pequenas ou em for - mas grandes de pudim. As v...",
        "quindorna": "Quindorna é um têrmo da gíria que significa: mulher ordiná- ria ou reles. Marafona.",
        "quindío": "[Geog.]-Nome de uma cordilheira central da Colômbia,parte do sistema andino,que tem como ponto culminante o Quindío Nevado, com 5.150 metros de altitude.",
        "quinem": "Que prepara com quina; que acerta uma sequência de cinco número em determinado jogo.",
        "quineto": "1. [Quim.]- Mistura de sulfatos de todos os alcaloides nas quinas.",
        "quingar": "1. Termo de gíria que significa :esperar; demorar.",
        "quingengue": "1. Espécie de tambor grosseiro.",
        "quingentaria": "Corpo militar de quingentários.",
        "quingentário": "Chefe ou capitão de 500 soldados, entre os gôdos.",
        "quingentésimo": "Que é relativo ao número quinhentos.",
        "quinghai": "[Geog.]- Quinghai é o nome de um lago salgado da China na província de mesmo nome, situado entre as montanhas Datong e Quinghai, a 3,2 mil metros de altitude.",
        "quingombó": "[Bot.]- Quingombó é o nome vulgar de uma planta da família das Malváceas, que ocorre na América e na África Ocidental.",
        "quingombó-de-cheiro": "Nome popular da flor da planta Abelmosco (Abelmoschus moschatus), que é uma planta da Ásia e da América do Sul, da família Malvaceae, frequente na antiga África portuguesa, de cujas sementes, de forte...",
        "quingombó-de-espinho": "[Bot.]- Quingombó-de-espinho é o nome vulgar de uma plan- ta, o mesmo que chifre-de-veado. (VIDE)",
        "quingombó-grande": "[Bot.]- Quingombó-grande é o nome vulgar de uma planta, o mesmo que bucha-dos-paulistas. (VIDE)",
        "quinhame": "Termo de gíria da língua Quimbundo (vide) que significa ¨perna¨.",
        "quinhentismo": "Diz-se de manifestações literárias ocorridas no Brasil durante o século XV.",
        "quinhentista": "Arquitetura e pintura artistica do seculo XVI portuguesa. JOEL A VICENTE professor de historia...fpolis-sc",
        "quinhentos": "Diz-se de numeral.",
        "quinhoar": "Quinhoar é o mesmo que aquinhoar, ou seja, favorecer alguém; dar algo à alguém.",
        "quinhoeiro": "Diz-se do que recebe quinhão; é sócio em algo.",
        "quinhoeiros": "1. Aquele que recebe um quinhão (parte ou parcela). 2. Aquele que compartilha ou se solidariza.",
        "quinhoes": "Flexão de quinhoar. 1. Que repartes em quinhões, em partes; partilhas. 2. Que dês como quinhão; contemples.",
        "quinhão": "Parte de alguma coisa que foi repartida",
        "quinhões": "Parte de uma todo que cabe a cada um dos indivíduos pelos quais se divide, parte, cota.",
        "quinidrona": "A quinidrona é uma mistura equimolar de quinona (Q) e hidroquinona (H2Q).",
        "quiniela": "Partida de um jogo.",
        "quinimura": "Termo relativo aos Quinimuras, trata-se de uma tribo de índios que viviam nas proximidades da baía de Todos os Santos, no tempo do descobrimento do Brasil.",
        "quinina": "O mesmo que quinino, ou seja, um alcalóide vegetal , extraí- do da casca da quina, que é uma planta , cuja casca tem propriedades anti-febrís.",
        "quininha": "Qualificado, único, Iluminado, Nosso, Inteligente, Competente, Determinado, Arrojado, Audacioso, Garra, Coragem, Humilde, Sensivel, Parceiro, Honesto.",
        "quinino": "S.M. Apelido dado ao Sulfato de Quinina.",
        "quino": "Derivação de quinar. Ação de quem fez quina em um jogo de azar; quando acerto cinco números de um bilhete de loteria.",
        "quinoa": "Ou Quínua (como dita na Bolívia). Em grão, farinha ou outras formas, é um cereal que contem os aminoácidos necessários da alimentação, entre outros nutrientes. Especial para vegetarianos, atletas e pe...",
        "quinonimina": "Nomenclatura genérica usada para definir composições que contém os núcleos dos corantes, especialmente azulados e esverdeados.",
        "quinosol": "Princípio ativo de alguns medicamentos.",
        "quinoterapia": "Tratamento realizado a base de quinina ou quina.",
        "quinou": "Flexão de quinar. Que acrescentou quina ('casca') a.",
        "quinquagenário": "Que tem entre 50 e 59 anos de idade.",
        "quinquagésimo": "1. Que, numa sequência, ocupa a posição número 50; 2. que é 50 vezes menor que a unidade.",
        "quinquefólio": "[Bot.]-Quinquefólio é uma planta da família das Rosáceas, com propriedades medicinais, que têm folhas divididas em cinco fólios e flores amarelas de cinco pétalas.",
        "quinquelíngue": "Pessoa que fala cinco idiomas",
        "quinquenal": "Quinquenal é aquilo que dura cinco anos; que é realizado a cada cinco anos.",
        "quinquenio": "Quinquênio equivale a um período correspondente a 5 anos.",
        "quinquenário": "Período de cinco dias de oração.",
        "quinquigêmeo": "Quinquigêmeo são 5 gêmeos.",
        "quinquilharia": "Miudeza, Bagatela, ninharia, brinquedos de criança, coisa pequena e barata.",
        "quinquilharias": "Acontecimento ou objeto sem valor.",
        "quinquilheiro": "Quem vende quinquilharias, coisas baratas.",
        "quinquim": "Ato de fazer quinquim. sexo.",
        "quinquênio": "Relativo a período de cinco anos.",
        "quinquídio": "Espaço de cinco dias",
        "quinta": "Em Portugal, quinta significa sítio, chácara.",
        "quinta-coluna": "Traidor, subversivo",
        "quinta-essência": "A quinta-essência representa o espírito de Deus dentro do Homem. Na recepção de um candidato á Ordem Maçônica encontramos os quatro elementos na Câmara de Reflexões nas viagens e quinta-essência vem a...",
        "quinta-feira": "Quinto dia da semana, ao pé da letra. Na linguagem \"das ruas\" faz referência à cocaína.",
        "quintada": "Derivação do verbo quintar. Que teve a quinta parte retira, suprimida.",
        "quintagem": "Quintagem é a prática explícita de sexo entre cinco pessoas. Vinda das práticas costumeiras do antigo império, a \"quintagem\" foi adaptada para que uma mulher tivesse em sua cama cinco homens, e pratic...",
        "quintais": "Plural de quintal. 1. Pequenas quintas; terrenos, geralmente com jardim ou horta, que ficam atrás de uma casa ou junto a ela. Flexão de quintar. 2. Tirais (último de cada série de cinco) de fileira, ...",
        "quintal": "Pequeno terreno na parte posterior de uma habitação usa-do para diversas finalidades, plantar algo, recreação,etc.",
        "quintar": "1- Repartir por cinco; tirar a quinta parte de um todo. 2-Escolher o último homem de cada cinco em fila para ser fuzilado.",
        "quintas-feiras": "O quinto dia da semana.",
        "quintessenciada": "1. Que possui o caráter de quinta-essência 2. Que é requintado",
        "quintessenciado": "Flexão de quintessenciar. Que tem caráter de quinta-essência.",
        "quintessenciados": "[Relig.] Plural de quintessenciado. O mesmo que quinta-essenciados.",
        "quintessenciais": "Do verbo quintessenciar, é o mesmo que quinta-essenciar. Elevar à quinta-essência, refinar ou requintar. Elevar ao mais alto grau de pureza.",
        "quintessencial": "Que significa principalíssimo, a essência do que se fala.",
        "quintessenciar": "Refinar ao máximo. Purificar.",
        "quintessência": "A parte mais pura de um todo. O que se é.",
        "quinteto": "1- Grupo de cinco pessoas, no esporte ou na música. 2- Na poesia é uma estrofe de cinco versos. Quintilha.",
        "quinticlave": "Instrumento musical de sopro.",
        "quintil": "Dados de uma pesquisa estatística.",
        "quintilha": "Quintilha é um têrmo usado em poesia para designar uma estrofe de cinco versos, geralmente heptassílabos.",
        "quintilhas": "Composições poéticas que contém cinco versos em redondilha maior. O mesmo que quintetos.",
        "quintino": "Quintino Antonio Ferreira de Souza Bocaiúva (1836-1912 ), foi um jornalista e político brasileiro, que ficou conhecido por sua atuação no processo da Proclamação da Repú - blica. Foi o primeiro Minis...",
        "quinto": "Quinto também pode significar uma medida de capacidade, correspondente á cerca de 80 litros.",
        "quintuplica": "1. Multiplicar por 5.",
        "quintuplicada": "Flexão de quintuplicar. Que foi multiplicada por cinco.",
        "quintuplicar": "Multiplicar(-se) por cinco.",
        "quintuplicou": "Flexão de quintuplicar. Multiplicou por cinco, tornou cinco vezes maior.",
        "quintuques": "Gíria de Portugal que significa:¨dinheiro¨.",
        "quintusse": "Quantia ou moeda equivalente a cinco asses, entre os antigos romanos. (VIDE ASSE)",
        "quintã": "Diz-se da febre que se repete de cinco em cinco dias ; febre quintã.",
        "quintão": "Instrumento barroco de arco com cinco cordas, híbrido de viola e violino.",
        "quinze": "Diz-se do número cardinal formado de dez mais cinco; o décimo quinto; aquele ou aquilo que em uma série de quinze ocupa o último lugar",
        "quinzena": "Série de quinze dias sucessivos.",
        "quinzenais": "A cada quinze dias.",
        "quinzenal": "O que acontece de 15 em 15 dias.",
        "quinzenalmente": "Aquilo que acontece a cada quinzena, ou seja, de quinze em quinze dias.",
        "quinzista": "Torcedor do clube paulista XV de Novembro de Piracicaba.",
        "quinzol": "[Bot.] Nome popular de uma árvore indiana.",
        "quinzongo": "[Bot.] Nome popular de um arbusto africano da família das leguminosas de folhas alternadas e de caule lenhoso.",
        "quinóide": "Composto químico.",
        "quio": "[Geog.] Quio ou Quios é uma ilha do mar Egeu, pertecente à Grécia, com uma área de cerca de 900 Km2. Sua capital é a cidade homônima de Quio,que é um porto comercial. Produz azeitonas,figos e vinhos, ...",
        "quioco": "Quioco ou Côkwe, é o nome de uma etnia bantu que habita áreas de Angola e também da Zâmbia e da República De- mocrática do Congo. Se destacam pela sua tradição artís- tica, especialmente pela suas es...",
        "quioiô": "Folha que e usada para preparo de chá ou para ser feito inalação, para amenizar os sintomas da sinusite, doença cronica ou aguda.",
        "quionablepsia": "Cegueira produzida pela exposição à neve.",
        "quionabléptico": "Relativo à quionablepsia.",
        "quiono": "Termo de composição que exprime a idéia de neve. Entra na formação de várias palavras.",
        "quiosque": "Pequena construção, espécie de pavilhão, situada em praças, jardins, etc.,e que serve habitualmente para a venda de pequenas mercadorias, como jornais, frutas, bebidas, etc.",
        "quiota": "Pertencente ou relativo à ilha de Quio(VIDE).",
        "quipa": "Corruptela de Goal Keeper - anglicismo importado junto com o esporte bretão e foi incorporado ao léxico português, tendo sido aportuguesada e consagrada pelo uso na forma de quipa, que significa guard...",
        "quipata": "Porção de peixe que os pescadores dão aos companheiros que foram infelizes na pescaria ou não puderam ir ao mar.",
        "quipateiro": "1. O que recebe a quipata(VIDE). 2. Diz-se do mal pescador ou do pescador preguiçoso.",
        "quipembe": "[Zool.] Nome popular de uma ave da ordem Passeriformes, família Alaudidae que ocorre na África.",
        "quipiú": "Palavra indígena que define: 1-Tribo indígena extinta que habitava áreas do rio Branco,afluente da margem direita do rio Guaporé. 2-Língua isolada não classificada em família linguística.",
        "quipo": "(Subst.) - Quipo é o nome dado à um conjunto de cordões, de cores e tamanhos variados, com nós em várias posi - ções, usado pelos indígenas peruanos para fazer cálcu - los e transmitir mensagens.",
        "quiprocó": "Palavra popular muito usada com o significado de confusão. Nos tempos antigos, nos quais ainda se ia às \"pharmácias\", quando os clientes procuravam algum remédio que não estava disponível, o farmacê...",
        "quipropó": "Briga, confusão, arruaceiro",
        "quiproquó": "Engano, confusão.",
        "quiproquós": "Enganos",
        "quipás": "É um pequeno chapéu em forma de circunferência, semelhante ao solidéu, utilizada pelos judeus tanto como símbolo da religião como símbolo de \"temor a Deus\".",
        "quipã": "As imagens que aqui aparecem são de uma planta denomi- nada quipá e indevidamente editadas como ¨ quipã ¨.",
        "quipé": "Palavra indígena que define um inseto, o mesmo que ¨quibarana¨.",
        "quique": "Pulo; cambalhota; pinote; pirueta; salto; cabriola",
        "quiquei": "Flexão de quicar. Bati e voltei, repiquei ou rebotei.",
        "quiqueriqui": "Voz imitativa do canto do galo ou do frango.",
        "quiques": "Plural de quique. Ações ou efeitos de quicar.",
        "quiquiqui": "Risos sarcásticos, de soslaio, \"mangando\" de alguém.",
        "quiquiriqui": "1-Coisa sem valor; insignificância. 2-Bagatela.",
        "quiquiru": "Quiquiru é uma palavra indígena que define uma ave, o mesmo que anu-branco.",
        "quiquita": "Pereba, manchas, feridas.",
        "quiral": "Quiral, que conduz ao termo quiralidade, é um termo usado em Química, para definir objetos não sobreponíveis à sua própria imagem no espelho. Estes objetos usualmente são moléculas e o estudo da quira...",
        "quirana": "Quirana, do tupi ¨kirána¨, é um têrmo regional, usado no es- tado do Amazonas, que significa: 1- piolho ou lêndea (VIDE LÊNDEA). 2- cabelo embaraçado.",
        "quirari": "Palavra indígena que define: 1-Planta da família das mirtáceas(VIDE). 2-Espécie de rã arbórea.",
        "quirela": "Milho triturado, mas não em pó. Alimento para pintos e pequenas aves.",
        "quirelas": "Pequenas coisas; ninharia.",
        "quirera": "No Paraná, esta palavra é usada para definir o milho quebradinho, usado para tratar de pintinhos.",
        "quireras": "Diz-se de fragmentos grossos de substância arenosa.",
        "quirguistão": "País da Ásia Central, situado na confluência das montanhas do Pamir e Tian Shan. Possue 5,3 milhões de habitantes e sua capital é Bishkek. Seu ponto mais alto é o monte Pobedy, com 7439 m. de altur...",
        "quiri": "S.m. Botânica. Bras. Planta da família das borragináceas.",
        "quiriba": "Palavra indígena que define: 1-Termo usado no estado do Maranhão que define o natural ou morador do baixo rio Pindaré. 2-Variedade de árvore(queriba). 3-Localidade no estado de Alagoas.",
        "quirica": "Modo grotesco e usual pelo qual era denominado o órgão sexual feminino, a vagina, no início do século XX.",
        "quirim": "[Bot.]-Nome popular de uma árvore, o mesmo que freijó.",
        "quirimbaba": "1-Homem corajoso e valente,entre os índios do Brasil. 2-(Por extensão)-Capanga;guarda-costas.",
        "quirino": "Quirino, na mitologia romana ,era um misterioso deus. Seu nome já foi citado na famosa obra de Virgílio, a ¨Eneida¨ , e deriva das palavras latinas ¨co+viri¨ , que significam ¨ho - mens juntos¨. Ele ...",
        "quirinópolis": "Quirino - Provém de Quirino + polis significado = cidade.",
        "quiriquinha": "Perereca, vagina.",
        "quiriquiqui": "1. Em Portugal o termo designa algo de dimensões muito reduzidas, atenta a função ou a necessidade de uso.",
        "quiriquiri": "[Zool.]- Quiriquiri, ou falcão-americano, é o nome popular de uma ave que é considerada o menor dos falcões bra- sileiros. Pertence à ordem dos Falconiformes, família dos Falconídeos. É encontrado na...",
        "quiriri": "Quiriri é um têrmo regional usado nos estados do Amazo- nas, Mato Grosso e Mato Grosso do Sul, que significa : 1- (Subst.) - silêncio noturno; calada da noite. 2- (Adjt.) - silencioso; solitár...",
        "quiririm": "Calmo, tranquilo, sossegado.",
        "quiriripiranga": "[Bot.]- Quiriripiranga é uma palavra indígena, que define uma árvore, o mesmo que jucá. (VIDE)",
        "quiriripitá": "[Zool.]-Quiriripitá é uma palavra indígena que define uma cobra, o mesmo que cururuboia.",
        "quiriru": "Quiriru é uma palavra indígena que define uma ave,o mesmo que anu-branco.",
        "quirite": "Título dos cidadãos civis na Roma antiga.",
        "quiritário": "Aquilo que se refere aos quirites; designação acrescentada a dos romanos quando os mesmos se juntaram aos Sabinos; pessoas romanas.",
        "quiro": "Elemento prefixal de origem grega relacionado à mão.",
        "quirocinestesia": "Sensação recebida através do tato pela falange de um dos dedos das mãos.",
        "quirodáctilo": "Termo técnico que significa dedo da mão, assim como, pododáctilo quer dizer dedo do pé.",
        "quirofilia": "Quirofilia é o fetiche/excitação sexual por mãos.",
        "quirofobia": "Quiro=mãos Fobia=medo Pessoa que tem aversão ao toque, quirofóbica.",
        "quiroga": "Quiroga é um município espanhol da província de Lugo, Galiza É um bairro do sul de Bogotá, pertencente à à UPZ do mesmo nome.",
        "quirognomia": "Arte de conhecer a caráter das pessoas pelo exame das mãos sob o ponto de vista da sua forma e aspecto.",
        "quirognômone": "Diz-se daquele que se dedica à quirognomia.",
        "quirografar": "Escrever à mão.",
        "quirografia": "Definição de QUIROGRAFIA no Dicionário de Português (pt-br) quirografia sf (quiro+grafo+ia) Arte de escrever ou copiar.",
        "quirografária": "Flexão de quirografário. [Jurídico] Que não usufrui de regalias ou prioridades em relação aos outros. Diz-se de algo que não desfruta de nenhuma preferência ou possui garantias de pagamento, dívida. ...",
        "quirografário": "Quiro = mão, credor sem qualquer tipo de garantia real ou pessoal ou seja de mãos vazias.",
        "quirografários": "Flexão de quirografário. Que não tem nenhuma regalia ou preferência à mais.",
        "quirograma": "É a reprodução dos desenhos papilares localizados na palma das mãos.",
        "quirográfico": "Quirográfico escrita ao contrário: ocifárgoriuq. Relativo à quirografia.",
        "quirologia": "Arte de se exprimir por meio do movimento dos dedos e da mão.",
        "quirológico": "Arte de conversar por meio de sinais feitos com os dedos. O plano quirológico engloba os cinco parâmetros da libras: configuração de mão, ponto de articulação, orientação, movimento, expressão facial ...",
        "quiromancia": "Quiromancia é a advinhação do futuro pela interpretação das linhas da palma da mão.",
        "quiromania": "Impulsão mórbida à masturbação.",
        "quiromante": "Diz-se da pessoa que pratica a quiromancia,ou seja, a advinhação do futuro pelas linhas da palma da mão.",
        "quiromantes": "Flexão de quiromante. Quiromantes são pessoas que fazem leitura de mão (previsões) baseando-se nas linhas da palma da mão, no seu formato, tamanho e textura.",
        "quiromegalia": "Forma de crescimento anormal; hipertrofia dos dedos e mãos; mãos grandes.",
        "quironomia": "1-Arte de regular os gestos,e,particularmente o movimento das mãos durante a dança e a declamação. 2-Manobra de pugilato que consiste em cansar o adversário limitando-se a aparar os golpes.",
        "quiropata": "Pessoa que trabalha com quiropatia, sistema segundo o qual a cura das doenças se faz possível através da manipulação das estruturas do corpo.",
        "quiropatia": "Técnica que reposiciona as vértebras, músculos ou tendões para o seu local original. E que diminui as dores musculares e articulares causadas pelos movimentos do dia-a-dia.",
        "quiroplastia": "Cirurgia plástica da mão.",
        "quiroplasto": "Aparelho usado para facilitar o estudo do piano,adaptando-se ao teclado e guiando o movimento dos dedos.",
        "quiropodalgia": "Termo médico que define dor nas mãos e nos pés.",
        "quiropraxia": "Trata-se daquele que prática medicina, qui.ro.prá.ti.ca que significa sf (quiro+prática) Med Sistema de tratamento baseado na teoria de que as doenças resultam da falta de funções nervosas normais e q...",
        "quiroprático": "Quiroprático é a pessoa que pratica a quiromancia (Leitura das mãos).",
        "quiropterocoria": "É a dispersão de sementes feita por morcegos.",
        "quiropterofilia": "Polinização feitra por morcegos",
        "quiropterófilas": "Da botânica, é a polinização por morcegos.",
        "quiropterófilo": "[Bot.] Diz-se das plantas que são polinizadas por morcêgos",
        "quiroteca": "Luva que os bispos e abades usavam em certas solenidades.",
        "quirotesia": "Imposição das mãos,por ocasião da confirmação ou ordenação de sacerdotes.",
        "quirotonia": "1-Impressão das mãos. 2-Entre os gregos antigos era o ato de votar levantando a mão.",
        "quirotribia": "Fricção feita com a mão.",
        "quiruá": "[Zool.]-Quiruá é o nome popular de uma ave, o mesmo que anambé-azul.",
        "quirão": "Pessoa de aparência grotesca; sinônimos: xumbrega, canhão e etc.",
        "quirívia": "[Bot.]-Quirívia ou alquirívia é o nome de uma planta, o mesmo que cominho.",
        "quirófano": "Sala de cirurgias",
        "quirógrafo": "É o documento escrito de próprio punho e assinado somente pelo devedor de uma obrigação. Sentido oposto de síngrafo, obrigação assinada por ambas as partes, ou seja, credor e devedor.",
        "quirólogo": "A palavra é composta por Kiro, do grego mão, e por Logo também do grego que significa saber ou connhecimento.Um quirólogo não é um quiromante, pela razão de qque não recorre às mâncias, i.e., adivinh...",
        "quirópode": "[Zool.]-Diz-se dos animais cujos pés foram convertidos em mãos próprias para agarrar e subir.",
        "quiróptero": "Espécie de um mamífero voador, morcego, que possui patas revestidas por membranas.",
        "quirópteros": "São morcegos e mamíferos. Tem dedos finos e membrana entre eles. Apenas 3 espécies sugam sangue, outras podem comer frutas.",
        "quis": "Conjugação do ver querer.",
        "quiser": "Querer algo.",
        "quisera": "Que tinha a intenção ou vontade de algo.",
        "quiseram": "Conjugação do verbo \"querer\"",
        "quiserdes": "Flexão de quiser. Ato de querer, ter intenção de.",
        "quiserem": "Conjugação do verbo \"querer\".",
        "quiseres": "Ato de querer, desejar.",
        "quisermos": "Flexão de querer. Ter vontade, desejo, almejar.",
        "quisesse": "Ato de querer, desejar, manifestar vontade.",
        "quisessem": "Conjugação do verbo \"querer\".",
        "quisesses": "1. Ato ou efeito de querer.",
        "quisiaque": "Estrume dos estábulos que em certas províncias russas é usado como combustível.",
        "quisila": "Briga, discussão. Termo caiçara pra falar sobre atritos entre pessoas.",
        "quisilha": "Termo conhecido na baixada maranhense, significa resmungo, rezinga, reclamar indistintamente, irritação, mal humor.",
        "quisilhante": "Irritante. O termo é uma gíria caipira do interior de São Paulo.",
        "quisling": "Vidkun A. L. Jonsson Quisling (1887-1945), foi um oficial da marinha de guerra norueguesa e o principal colaborador dos nazistas durante a Segunda Guerra Mundial. Ao findar a guerra , foi fuzilado em ...",
        "quisom": "[Geog.]-Quisom é o nome de um rio do norte de Israel com cerca de apenas 70 Km de extenção. Nasce perto da cidade de Jenin e deságua no mar Mediterrâneo,na região perto do Monte Carmelo.",
        "quissaca": "Cabelo crespo, ruim.",
        "quissamaense": "Relativo a Quissamã, cidade brasileira no estado do Rio de Janeiro.",
        "quissanda-muxito": "Quissanda é o nome de um objecto artesanal feito a mao apartir das fibras das folhas de palmeira, (empela) muito usado no sul de angola. Muxito é um termo kimbundo que significa carne grande",
        "quissanga": "S.f. 1 - [Angola] pequena baía; 2 - [Angola] ilha junta a terra Do quimbundo kisanga, \"ilha\"",
        "quissanje": "Quissanje é um instrumento musical com pequenas palhetas de metal que se dedilham com os polegares. É um instrumento feito com sobras de metal. A palavra quissanje derivada do quimbundo, interior de A...",
        "quisso": "Aglutinação das expressão \" o que?\" e da palavra \"isso\". Logo quando falamos \"quisso\" é como se perguntássemos \"o que é isso?\"",
        "quista": "Pessoa muito querida.",
        "quistas": "Pessoa querida.",
        "quisto": "Pode também quisto ser uma pessoa querida",
        "quistos": "S.M. ou ADJ. Diz-se de um tumor que se forma a partir de líquidos ou semi líquidos do corpo humano. É também conhecido como cisto.",
        "quistoso": "Apreciado, bem visto pelos outros",
        "quisuque": "Preparado sólido artificial para refresco; Pó para refresco; Suco em pó",
        "quiséssemos": "Precisássemos, aspirássemos, tivéssemos vontade.",
        "quitaca": "Madeira com que friccionando, os nativos da Guiné produziam fogo.",
        "quitada": "Quando diz-se que determinada dívida já está quitada é porque ela foi paga",
        "quitadas": "Pagas, dívidas satisfeitas, tornadas quite.",
        "quitado": "Aquele ou aquilo que foi liberado de uma dívida. O mesmo que quite.",
        "quitamento": "1. Quitação. 2. Finalização. 3. Encerramento.",
        "quitanda": "Pequeno estabelecimento comercial especializado em frutas, hortaliças, ovos e temperos, Tudo aquilo que se encontra nas feiras-livres. Quitutes caseiros : geralmente biscoitos fritos ou assados.",
        "quitandando": "Flexão de quitandar. Fazendo o ofício de quitandeiro.",
        "quitandar": "Exercer a profissão de quitandeiro.",
        "quitandaria": "Flexão de quitandar. Que exerceria o ofício de quitandeiro.",
        "quitandas": "Plural de quitanda. 1. Locais onde se fazem negócios; mercados, praças. 2. [B. ANG.] Pequenos estabelecimentos comerciais; tendas.",
        "quitandeira": "Dona de quitanda.",
        "quitandeiras": "1. Designa as donas de quitandas. 2. Mulher grosseira ou sem educação.",
        "quitandeiro": "Diz-se do indivíduo que é dono ou trabalha em uma quitan- da.",
        "quitando": "Ato de quitar, fazer quitação.",
        "quitandê": "Feijão miúdo e verde que, descascado à unha, se usa em sopas e outras iguarias.",
        "quitar": "Significa :pagar integralmente o que se deve; saldar uma dívida.",
        "quitata": "[ÁFR.] O mesmo que prostituta.",
        "quitação": "A quitação é considerada a prova do pagamento e consiste em um documento em que o credor ou seu representante, reconhecendo ter recebido o pagamento de seu crédito, exonera o devedor da obrigação.",
        "quitações": "Flexão de quitar. Pagamentos de dívidas, acertos de contas feitos com comprovações.",
        "quite": "Resolvido, sem pendência.",
        "quitei": "Flexão de quitar. 1. Remeti a dívida ou obrigação a (alguém ou a si mesmo); tornei quite; desobriguei. 2. Larguei; desquitei, divorciei.",
        "quitem": "Do verbo quitar, é remitir ou pagar uma dívida ou obrigação. Tornar(-se) quite.",
        "quites": "Liberado de dívida.",
        "quitiloque": "Os côco; Bago, Os ovos, cunhão, testículos",
        "quitina": "É a substância que forma o esqueleto externo ( exoesque - to) de alguns animais, como os crutáceos e aracnídeos.",
        "quitinase": "Quitinase é uma enzima inibidora da quitina, proteína que não existe em mamíferos, só em fungos, parasitas, aracnídeos e insetos. Nosso organismo produz quitinase naturalmente para digerir a carapaça ...",
        "quitinete": "Apartamento pequeno com um só banheiro , sala e quarto conjugados , e cozinha aberta para este ambiente.",
        "quitinoso": "1-Relativo a quitina. 2-Que tem quitina.",
        "quito": "Flexão de quitar. 1. Pago o que se deve. 2. Perde, que tira.",
        "quitoco": "Quitoco é o nome popular de uma planta, o mesmo que tabacarana.",
        "quitonisco": "1-Pequena túnica que usavam os antigos gregos. 2-Túnica leve que usavam as mulheres gregas como se fosse uma camisa.",
        "quitou": "Ato de quitar, pagar, saldar.",
        "quitridiale": "[Bot.]-Ordem de cogumelos arquimicetes inferiores que compreende espécies parasitas.",
        "quituche": "Multa paga geralmente em mercadorias, de um julgamento contra os brancos,entre os nativos de Angola.",
        "quitungo": "CASA DA FARINHA FÁBRICA DE FARINHA CESTO DE FARINHA CONJUNTO HABITACIONAL QUILOMBO FA FARINHA Conta-se que escravos fugiam das fábricas de farinha dentro de cestos de farinha ao longo do rio que hoje...",
        "quitute": "Um tipo de comida que serve geralmente apenas como acompanhamento, não como uma refeição propriamente dita.",
        "quituteira": "Pessoa que faz ou prepara quitutes.",
        "quituteiras": "Aquelas que fazem quitutes (docinhos).",
        "quituteiro": "É aquele que faz doces deliciosos.",
        "quitutes": "S.M. Comida ou refeição considerada refinada, chique.",
        "quitão": "[Zool.]-Quitão ou quíton, é um animal molusco da classe dos Poliplacóforos,que possue oito placas dorsais em vez de concha,de cor verde-oliva,encontrado no Mar Mediterrâneo.",
        "quitéria": "Maria Quitéria de Jesus (1792-1853), foi uma militar brasi - leira, heroína da Guerra da Independência. É considerada a Joana D'Arc brasileira. Por seus atos de bravura recebeu as honras de primeiro c...",
        "quiumba": "No candomblé, diz-se de espíritos obsessores, das trevas. São mais conhecidos como \"encostos\".",
        "quiwí": "É uma maneira mais simples de chamar um homem de homossexual.",
        "quixaba": "[Bot.]- Quixaba é o nome do fruto da quixabeira, que é uma árvore da família das Sapotáceas, que pode atingir até 15 metros de altura. É nativa do Brasil, principalmente dos es- tados de Minas Gera...",
        "quixabeira": "[Bot.]- Quixabeira é o nome de uma árvore da família das Sapotáceas, vide quixaba.",
        "quixadaense": "Quixadaense é quem nasce em Quixadá, cidade do interior do Ceará, Brasil.",
        "quixadá": "Quixadá é um município do estado do Ceará, localizado na região do Sertão Central do Ceará. Foi fundado em 1870 e tem cerca de 80 mil habitantes. Seu clima é semi-árido e a vegetação é típica de caa...",
        "quixeramobiense": "Indivíduo que nasce em Quixeramobim, Ceará.",
        "quixeramobim": "1. Cidade e município do estado do Ceará, Zona do Sertão Central. 2. Nome de uma tribo Tapuia. 3. Rio afluente da margem esquerda do rio Banabuiú,com 180 Km. de extensão. 4. Povoado no município de Ta...",
        "quixeramobinense": "Pessoa que nasceu em Quixeramobim-CE.",
        "quixeré": "[Geog.]- Quixeré é o nome de um rio do estado do Ceará, considerado um ¨braço¨ ou segmento do rio Jaguaribe ( alguns o consideram um afluente), que desvia do cur- so principal do rio no município d...",
        "quixiba": "Palavra usada pelos descendentes de escravos,afrodescendentes, para descrever um molho de pimenta verde, feito com farinha e alho, que era para substituir a carne durante as refeições.",
        "quixito": "Palavra indígena que define um rio no município de Atalaia do Norte, no estado do Amazonas.",
        "quixotada": "S.F. Ato de fazer fanfarra.",
        "quixote": "É o personagem central da obra prima de Miguel de Cervantes ;¨Dom Quixote de La Mancha¨.",
        "quixotear": "Lançar-se no desconhecido em direção ao sonho e ao desejo num movimento de fé na vida.",
        "quixotesca": "Relativo a Dom Quixote.",
        "quixotescamente": "Aquilo que parece ridículo. Sonhador.",
        "quixotesco": "Adj. Que diz respeito a Dom Quixote; próprio de Dom Quixote. Fig. Diz-se do que ou de quem é generosamente impulsivo; sonhador, romântico, nobre, mas um pouco desligado da realidade.",
        "quixotice": "É a obsessão de uma pessoa em perseguir um sonho impossível envolvendo outras e atormentando as suas vidas.",
        "quixotismo": "Pessoa que passa por uma crise de Dom Quixóte . Que vive em histórias fantasiosas de romances e fazem da vida uma verdadeira novela ... em castelhano , ou não!",
        "quixó": "Palavra derivado do Tupi, e significa armadilha feita de pedra para abater pequenos roedores silvestres, notadamente preás e mocós, que consiste em uma pedra grande,larga e achatada suspensa em uma da...",
        "quiz": "S.M. Diz-se de testes com perguntas e respostas no qual o participante testa seus conhecimentos sobre determinado assunto.",
        "quizango": "Assunto.",
        "quizila": "Quizilia ou quizília significa: antipatia; inimizade;briga ; rixa.",
        "quizilada": "Ato de quizilar, aborrecer.",
        "quizilado": "1. Causar quizila a.",
        "quiáltera": "Divisão irregular dos tempos na música",
        "quiásmico": "Relativo à quiásmo, isto é, paralelismo entre duas partes do texto, intermediadas por uma parte central.",
        "quiástico": "Vem de quiasmo, figura de linguagem em que os elementos são dispostos de forma cruzada. Deriva da letra grega X (chi). Padrão quiástico = padrão em que as palavras ou frases são dispostas de forma cru...",
        "quiçaba": "Quiçaba ou igaçaba ,do tupi, significa : 1- pote ou talha de barro de tamanho grande. 2- urna funerária usada por certas tribos indígenas.",
        "quiçama": "Região de Angola, a sul de Luanda , a palavra é de origem de uma língua de Angola, o kimbundo, significa \"tocha\". é escrita também com k e dois s's \"kissama\".",
        "quiçamã": "1- Tipo de mingau feito de polvilho de mandioca. 2- Variedade de cana-de-açucar.",
        "quiçarça": "Quebrada, matagal, vegetação de plantas espinhentas. Lugar desconhecido. Usada na região do Triângulo Mineiro.",
        "quiçaça": "Diz-se de uma terra muito seca, de vegetação xerófita, ou seja adaptada ao meio seco; mato baixo e espinhento ; espécie de capoeira .",
        "quiçaças": "Coisas que pertence a pessoas pobres, objetos de pobres.",
        "quiço": "Gíria usada pelos internautas para expressar indignação ou questionamento. Origina-se da contração entre que+isso.",
        "quiçá": "Talvez.",
        "quiçó": "Termo que designa omparação ou define aglomeração.",
        "quié": "O mesmo que \"o que é\".",
        "quiólito": "[Miner.] Fosfato natural de alumínio e cálcio",
        "quiúba": "Cachaça; por extensão, bebidas alcoólicas em geral.",
        "quá": "Expressão regionalística que denota dúvida.",
        "quá-quá-quá": "Giria do sul do Brasil para a droga cocaína.",
        "quádrupla": "Aquela que é quatro vezes a quantidade ou tamanho de algo.",
        "quádruplo": "Diz-se daquilo que é quatro vezes mais ou maior que outra.",
        "quádruplos": "Diz-se do que tem quatro vezes a mesma quantidade.",
        "quássia": "[Bot.]- Quássia é o nome de um gênero botânico da família das Simaroubáceas, formado geralmente por plantas amargas e medicinais.",
        "quássia-amarga": "[Bot.]- Quássia-amarga é o nome popular de uma planta, o mesmo que pau-tenente ou pau-amargo. (VIDE)",
        "quássia-de-caiena": "[Bot.]- Quássia-de-caiena é o nome popular de uma planta, o mesmo que pau-tenente ou pau-amargo. (VIDE)",
        "quássia-do-pará": "[Bot.]- Quássia-do-pará é o nome vulgar de uma planta, o mesmo que caferana. (VIDE)",
        "quássia-mineira": "[Bot.]- Qássia-mineira é o nome de um arbusto da família das Longaniáceas, gênero Strychno.",
        "quátuor": "É o mesmo que quarteto(VIDE).",
        "quântica": "Relativo à quantização, fenômenos que acontecem por meio de medidas discretas, não contínuas.",
        "quântico": "Relativo à quantização, fenômenos que acontecem por meio de medidas discretas, não contínuas.",
        "quão": "O mesmo que o quanto, a que ponto, em que grau.",
        "québec": "Québec é uma maneira errônea de se grafar Quebec. (VIDE QUEBEC)",
        "quéchua": "Lingua derivada e modificada (mudança de lingua) utilizada pelo povo inca, pre-colombiano. Surgida mais ou menos no seculo V depois de Cristo. Vem vindo sofrendo modificações, nestes derradeiros 1000 ...",
        "quéfren": "[Hist.]-Nome de um faraó egípcio que reinou de 2558 a.C. até 2532 a.C.. Durante seu reinado foi construída a segunda pirâmide de Gizé e a famosa esfinge(VIDE).",
        "quéops": "Quéope ou Quéops, faraó do Egito Antigo que viveu em meados de 2600 a.C.",
        "quérable": "Forma de pagamento, desde que o credor vá até ao devedor",
        "quéren": "Nome próprio, feminino, significa querida, aquela que todos querem bem, amada pelos pais. Na Bíblia, o nome Quéren, designa uma das três filhas que Jó teve após passar por um período que ele enfrentou...",
        "quérulo": "Queixoso, lamentoso, plangente",
        "quê": "Nome da letra \"Q\". O plural de QUÊ é QUÊS.",
        "quê?": "Expressão usada quando não se entende algo.",
        "quêdi": "Meta pronome relativo, utilizado para interrogar sobre a localização ou o destino dado a coisas ou pessoas. A origem está na expressão \"que é de\", que significa \"que foi feito de\" ou ainda \"que fim ...",
        "quênia": "Kênia significa \"Montanha Brilhante\". Nome pelo qual os Bantos deram a uma montanha, que é o Kilimanjaro, ponto mais alto do continente africano. Montanha brilhante porque, no verão, parte da geleira ...",
        "quíchua": "Quícha ou quécha, é uma importante língua indígena da América do Sul, ainda hoje falada por cerca de 10 milhões de pessoas de diversos grupos étnicos da Argentina, Bolí- via, Colômbia, Peru, Equador ...",
        "quício": "É o mesmo que gonzo.",
        "química": "Ramo da ciência que estuda a natureza e propriedade dos corpos e as suas combinações e decomposições.",
        "químico": "Tudo o que é relacionado à química; Diz-se da pessoa que é versada em química.",
        "químicos": "1. Que é formado em Química.",
        "quíntupla": "Diz-se do que é cinco vezes maior.",
        "quíntuplo": "[Do lat. *quintuplu, moldado em duplo, triplo, quádruplo.] Num. 1. Que é cinco vezes maior. S. m. 2. Quantidade cinco vezes maior que outra. ~ V. quíntuplos.",
        "quíper": "Goleiro",
        "quíton": "[Zool.]-É o mesmo que quitão."
    }
}